Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.assets.manage-library
source: Manage library
ar: أدر المكتبة
de: Bibliothek verwalten
es: Gestionar biblioteca
fr: Gérer la bibliothèque
he: ניהול ספרייה
hi: लाइब्रेरी मैनेज करें
id: Kelola pustaka
it: Gestisci libreria
lv: Pārvaldīt bibliotēku
nl: Bibliotheek beheren
ro: Gestionează biblioteca
sv: Hantera bibliotek
tr: Kütüphaneyi yönet
zh_cn: 管理库

# workspace.assets.not-found
source: No assets found
ar: لا يوجد أصول
ca: No s'han trobat recursos
cs: Nebyly nalezeny žádné podklady
de: Keine Assets gefunden
el: Δεν βρέθηκαν στοιχεία
es: No se encontraron recursos
eu: Ez da baliabiderik aurkitu
fr: Aucune ressource trouvée
he: לא נמצאו משאבים
hi: कोई एसेट्स नहीं मिले
hr: Nisu pronađene stavke
id: Tidak ada aset yang ditemukan
it: Nessuna risorsa trovata
lv: Līdzekļi nav atrasti
nl: Geen assets gevonden
pl: Nie znaleziono zasobów
pt_br: Nenhum ativo encontrado
pt_pt: Recursos não encontrados
ro: Nu au fost găsite obiecte
ru: Ресурсы не найдены
sr: Нема пронађених средстава
sv: Inga tillgångar hittades
tr: Varlık bulunmadı
zh_cn: 未找到素材
zh_hant: 未找到資源

# workspace.assets.open-library
source: Open library file
ar: افتح ملف المكتبة
cs: Otevřete soubor knihovny
de: Bibliotheksdatei öffnen
es: Abrir el fichero de la biblioteca
fr: Ouvrir le fichier de la bibliothèque
he: פתיחת קובץ ספרייה
hi: लाइब्रेरी फ़ाइल खोलें
hr: Otvori datoteku biblioteke
id: Buka berkas pustaka
it: Apri file libreria
lv: Atvērt bibliotēkas datni
nl: Open Bibliotheek-bestand
pt_pt: Abrir ficheiro de biblioteca
ro: Deschideți fișier librărie
ru: Открыть файл библиотеки
sr: Отворите датотеку библиотеке
sv: Öppna bibliotek fil
tr: Kütüphane dosyasını aç
zh_cn: 打开库文档
zh_hant: 開啟圖庫檔案

# workspace.assets.rename
source: Rename
ar: أعد التسمية
ca: Canvia el nom
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
eu: Izena aldatu
fa: تغییرنام
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hr: Preimenuj
id: Ubah nama
it: Rinomina
lv: Pārdēvēt
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumeşte
ru: Переименовать
sr: Преименуј
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_hant: 重新命名

# workspace.assets.rename-group
source: Rename group
ar: أعد تسمية المجموعة
ca: Canvia el nom del grup
cs: Přejmenovat skupinu
de: Gruppe umbenennen
es: Renombrar grupo
eu: Berrizendatu taldea
fr: Renommer le groupe
he: שינוי שם קבוצה
hi: समूह का नाम बदलें
hr: Preimenuj grupu
id: Ubah nama kelompok
it: Rinomina gruppo
lv: Pārdēvēt kopu
nl: Groep hernoemen
pl: Zmień nazwę grupy
pt_br: Renomear grupo
pt_pt: Renomear grupo
ro: Redenumiți grupul
ru: Переименовать группу
sr: Преименуј гурпу
sv: Byt namn på gruppen
tr: Grubu yeniden adlandır
zh_cn: 重命名组
zh_hant: 重新命名群組

# workspace.assets.search
source: Search assets
ar: ابحث عن أصول
ca: Cerca recursos
cs: Hledat v podkladech
de: Assets suchen
el: Αναζήτηση στοιχείων
es: Buscar recursos
eu: Bilatu baliabideak
fr: Chercher des ressources
he: חיפוש במשאבים
hi: एसेट्स खोजें
hr: Pretraži stavke
id: Cari aset
it: Cerca risorse
lv: Meklēt līdzekļus
nl: Assets zoeken
pl: Szukaj zasobów
pt_br: Procurar nos ativos
pt_pt: Pesquisar recursos
ro: Caută obiecte
ru: Поиск ресурсов
sr: Претражите средства
sv: Sök tillgångar
tr: Varlık ara
zh_cn: 搜索素材
zh_hant: 搜尋資源

# workspace.assets.selected-count
source: %s item selected
ar: %s العناصر المحددة
ca: %s element seleccionat
cs: %s položka vybrána
de: %s Element ausgewählt
es: %s elemento seleccionado
eu: %s elementu aukeratuta
fr: %s élément sélectionné
he: פריט נבחר
hi: %s आइटम चुना गया है
hr: %s odabrana stavka
id: %s aset dipilih
it: %s elemento selezionato
lv: atlasīts %s vienums
nl: %s item geselecteerd
pl: Wybrano %s element
pt_br: %s item selecionado
pt_pt: %s item selecionado
ro: %s obiect selectat
ru: Выбран ресурс
sr: изабрана ставка
sv: % objekt markerat
tr: %s öge seçildi
zh_cn: 已选中%s个物件
zh_hant: 選取了 %s 項目

# workspace.assets.shared-library
source: Shared library
ar: مكتبة مشتركة
cs: Sdílená knihovna
de: Geteilte Bibliothek
es: Biblioteca compartida
fr: Bibliothèque partagée
he: ספרייה משותפת
hi: साझा लाइब्रेरी
hr: Zajednička biblioteka
id: Pustaka terbagi
it: Librerie condivise
lv: Koplietojama bibliotēka
nl: Gedeelde bibliotheek
pt_pt: Biblioteca partilhada
ro: Librărie partajată
ru: Общая библиотека
sr: Дељена библиотека
sv: Delat bibliotek
tr: Paylaşılan kütüphane
zh_cn: 共享库
zh_hant: 共享圖庫

# workspace.assets.sidebar.components
source: 1 component
cs: 1 komponenta
de: 1 Komponente
es: 1 componente
fr: 1 composant
he: רכיב
hi: 1 घटक
hr: 1 komponenta
id: %s komponen
it: 1 componente
lv: %s sastāvdaļu
pt_pt: 1 componente
ro: 1 componentă
ru: 1 компонент
sr: компонента
sv: 1 komponent
tr: 1 bileşen
zh_cn: 1个组件
zh_hant: 1個元件

# workspace.assets.sort
source: Sort
cs: Seřadit
de: Sortieren
es: Ordenar
fr: Trier
he: מיון
hi: क्रमबद्ध
hr: Sortiraj
id: Urutkan
it: Ordina
lv: Kārtot
nl: Sorteren
pt_pt: Ordenar
ro: Sortează
ru: Сортировка
sr: Сортирај
sv: Sortera
tr: Sırala
zh_cn: 排序
zh_hant: 排序

# workspace.assets.typography
source: Typographies
ar: الطباعة
ca: Tipografies
cs: Typografie
de: Textstile
el: Τυπογραφίες
es: Tipografías
eu: Letra-tipoak
fa: تایپوگرافی‌ها
he: טיפוגרפיות
hi: टाइपोग्राफ़ी
hr: Tipografija
id: Tipografi
it: Elementi tipografici
lv: Burtu stili un veidi
nl: Typografie
pl: Typografia
pt_br: Tipografias
pt_pt: Tipografias
ro: Tipografii
ru: Типографика
sr: Тиупографије
sv: Typografi
tr: Tipografiler
zh_cn: 排版
zh_hant: 字體排版設計

# workspace.assets.typography.add-typography
source: Add typography
cs: Přidat typografii
de: Typografie hinzufügen
es: Añadir tipografía
fr: Ajouter une typographie
he: הוספת טיפוגרפיה
hi: टाइपोग्राफी जोड़ें
hr: Dodajte tipografiju
id: Tambahkan tipografi
it: Aggiungi elemento tipografico
lv: Pievienot tipogrāfiju
nl: Typografie toevoegen
pt_pt: Adicionar tipografia
ro: Adaugă tipografie
sv: Lägg till teckenssnitt
tr: Tipografi ekle
zh_cn: 新增排版
zh_hant: 新增字體排版

# workspace.assets.typography.font-id
source: Font
ar: أسلوب الخط
ca: Tipografia
cs: Písmo
de: Schriftart
el: Γραμματοσειρά
es: Fuente
eu: Letra-tipoak
fa: فونت
fr: Police
he: גופן
hi: फ़ॉन्ट
id: Fon
it: Carattere
lv: Fonti
nl: Lettertype
pl: Czcionka
pt_br: Fonte
pt_pt: Fonte
ru: Шрифт
sr: Фонт
sv: Typsnitt
tr: Yazı tipi
zh_cn: 字体
zh_hant: 字型

# workspace.assets.typography.font-size
source: Size
ar: الحجم
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
eu: Tamaina
fa: اندازه
fr: Taille
he: גודל
hi: आकार
hr: Veličina
id: Ukuran
it: Dimensione
lv: Izmērs
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sr: Величина
sv: Storlek
tr: Boyut
zh_cn: 尺寸
zh_hant: 尺寸

# workspace.assets.typography.go-to-edit
source: Go to style library file to edit
ar: اذهب إلى تحرير نوع ملف المكتبة
ca: Vés al fitxer de la biblioteca d'estils per a editar-lo
cs: Chcete-li upravit, přejděte do souboru knihovny stylů
de: Wechseln Sie zur Stilbibliotheksdatei, um sie zu bearbeiten
el: Μεταβείτε στο αρχείο βιβλιοθήκης στυλ για επεξεργασία
es: Ir al archivo de la biblioteca del estilo para editar
eu: Joan estilo liburutegiaren fitxategira editatzeko
fr: Accéder au fichier de bibliothèque de styles à modifier
he: מעבר לקובץ ספריית סגנון כדי לערוך
hi: संपादन के लिए स्टाइल लाइब्रेरी फ़ाइल पर जाएँ
hr: Idi na datoteku biblioteke stilova za uređivanje
id: Pergi ke berkas pustaka untuk menyunting
it: Vai alla libreria dello stile del file per modificare
lv: Doties uz stilu bibliotēkas datni, lai labotu
nl: Ga naar het stijl-bibliotheekbestand om te bewerken
pl: Przejdź do pliku biblioteki stylów, żeby edytować
pt_br: Ir para biblioteca de estilo para editar
pt_pt: Ir para ficheiro da biblioteca de estilos para editar
ro: Editează fişierul în Colecţia de stiluri
ru: Перейти к файлу библиотеки стилей для редактирования
sr: Идите на датотеку библиотеке стилова да бисте је уредили
sv: Gå till stilbibliotek fil för att redigera
tr: Düzenlemek için biçim kütüphane dosyasına gidin
zh_cn: 前往样式库文件进行编辑
zh_hant: 前往樣式圖庫檔案進行編輯

# workspace.assets.typography.letter-spacing
source: Letter Spacing
ar: تباعد الحروف
ca: Espaiat de la lletra
cs: Mezery mezi písmeny
de: Zeichenabstand
el: Διάστημα γραμμάτων
es: Interletrado
eu: Hizkien tartea
fr: Interlettrage
he: ריווח תווים
hi: पत्र अंतराल
hr: Razmak između slova
id: Spasi Huruf
it: Spaziatura tra lettere
lv: Burtstarpa
nl: Letterafstand
pl: Odstępy między literami
pt_br: Espaçamento de letra
pt_pt: Espaço entre letras
ro: Spaţiere Litere
ru: Кернинг
sr: Размак између слова
sv: Teckenavstånd
tr: Harf Boşluğu
zh_cn: 字距
zh_hant: 字距

# workspace.assets.typography.line-height
source: Line Height
ar: طول الخط
ca: Alçada de la línia
cs: Výška řádku
de: Zeilenabstand
el: Υψος γραμμής
es: Interlineado
eu: Lerroaren altuera
fr: Interlignage
he: גובה שורה
hi: रेखा ऊँचाई
hr: Visina linije
id: Ketinggian Garis
it: Interlinea
lv: Rindas augstums
nl: Regelafstand
pl: Wysokość Linii
pt_br: Altura da linha
pt_pt: Altura da Linha
ro: Înălţime linie
ru: Интерлиньяж
sr: Висина линије
sv: Radavstånd
tr: Satır Yüksekliği
zh_cn: 行高
zh_hant: 行高

# workspace.assets.typography.sample
source: Ag
ar: أسلوب خط النص
fa: مثال
he: שצ

# workspace.assets.typography.text-styles
source: Text styles
ar: أسلوب خط النص
cs: Styly textu
de: Textstile
es: Estilos de texto
eu: Testuen estiloak
fr: Styles de texte
he: סגנונות טקסט
hi: पाठ शैलियाँ
hr: Stilovi teksta
id: Gaya teks
it: Stili di testo
lv: Teksta stili
nl: Tekststijlen
pl: Style tekstu
pt_br: Estilos de texto
pt_pt: Estilos de texto
ro: Stiluri de text
ru: Стиль текста
sr: Стилови текста
sv: Textstilar
tr: Metin biçimleri
zh_cn: 文本样式
zh_hant: 文字樣式

# workspace.assets.typography.text-transform
source: Text Transform
ar: تحويل النص
ca: Transforma el text
cs: Transformace textu
de: Texttransformation
el: Μετασχηματισμός κειμένου
es: Transformar texto
eu: Testua eraldatu
fa: تبدیل متن
fr: Transformer le texte
he: התמרת טקסט
hi: पाठ रूपांतरण
hr: Transformiraj tekst
id: Transformasi Teks
it: Trasforma testo
lv: Teksta pārveide
nl: Tekst transformeren
pl: Transformacja tekstu
pt_br: Transformações de texto
pt_pt: Transformar Texto
ro: Transformare Text
ru: Регистр
sr: Трансформација текста
sv: Texttransformation
tr: Metin Dönüşümü
zh_cn: 文本变换
zh_hant: 文字變換

# workspace.assets.ungroup
source: Ungroup
ar: فك التجميع
ca: Desagrupa
cs: Zrušit seskupení
de: Gruppierung aufheben
es: Desagrupar
eu: Banatu
fa: حذف گروه
fr: Dissocier
he: פירוק קבוצה
hi: असमूहीकृत
hr: Razgrupiraj
id: Lepas kelompok
it: Separa
lv: Atapkopot
nl: Groep opheffen
pl: Rozgrupuj
pt_br: Desagrupar
pt_pt: Desagrupar
ro: Degrupează
ru: Разгруппировать
sr: Разгрупиши
sv: Avgruppera
tr: Grubu dağıt
zh_cn: 解组
zh_hant: 取消群組

# workspace.context-menu.grid-cells.area
source: Create area
ar: أنشئ منطقة
cs: Vytvořit oblast
de: Bereich erstellen
es: Crear area
fr: Créer une zone
he: יצירת שטח
hi: क्षेत्र बनाएं
hr: Stvorite područje
id: Buat area
it: Crea area
lv: Izveidot laukumu
nl: Gebied aanmaken
pt_pt: Criar área
ro: Creează zonă
ru: Создать область
sr: Направи област
sv: Skapa område
tr: Alan oluştur
zh_cn: 新建区域
zh_hant: 建立區域

# workspace.context-menu.grid-cells.create-board
source: Create board
ar: أنشئ لوحة
cs: Vytvořit tabuli
de: Board erstellen
es: Crear tablero
fr: Créer un tableau
he: יצירת לוח
hi: बोर्ड बनाएं
hr: Napravi ploču
id: Buat papan
it: Crea tavola da disegno
lv: Izveidot plātni
nl: Bord aanmaken
pt_pt: Criar prancheta
ro: Creează tablou
ru: Создать доску
sr: Направи таблу
sv: Skapa tavla
tr: Çalışma yüzeyi oluştur
zh_cn: 新建画板
zh_hant: 建立版面

# workspace.context-menu.grid-cells.merge
source: Merge cells
cs: Sloučit buňky
de: Zellen zusammenführen
es: Fusionar celdas
fr: Fusionner les cellules
he: מיזוג תאים
hi: कोष्ठक जोड़ें
hr: Spoji ćelije
id: Gabungkan sel
it: Unisci celle
lv: Apvienot šūnas
nl: Cellen samenvoegen
pt_pt: Unir células
ro: Unește celulele
ru: Объединить ячейки
sr: Споји ћелије
sv: Sammanfoga celler
tr: Hücreleri birleştir
zh_cn: 合并网格
zh_hant: 合併單元格

# workspace.context-menu.grid-track.column.add-after
source: Add 1 column to the right
cs: Přidat 1 sloupec vpravo
de: 1 Spalte rechts einfügen
es: Añadir 1 columna a la derecha
fr: Ajouter une colonne à droite
he: הוספת עמודה מימין
hi: दाईं ओर 1 कॉलम जोड़ें
hr: Dodajte 1 stupac desno
id: Tambah 1 kolom ke kanan
it: Aggiungi 1 colonna a destra
lv: Pievienot 1 sleju pa labi
nl: Rechts 1 kolom toevoegen
pt_pt: Adicionar 1 coluna à direita
ro: Adaugă 1 coloană la dreapta
ru: Добавить 1 столбец справа
sr: Додај 1 колону десно
sv: Lägg till 1 kolumn till höger
tr: Sağa 1 sütun ekle
zh_cn: 在右侧添加一列
zh_hant: 在右邊新增 1 列

# workspace.context-menu.grid-track.column.add-before
source: Add 1 column to the left
cs: Přidat 1 sloupec vlevo
de: 1 Spalte links einfügen
es: Añadir 1 columna a la izquierda
fr: Ajouter une colonne à gauche
he: הוספת עמודה משמאל
hi: बाईं ओर 1 कॉलम जोड़ें
hr: Dodajte 1 stupac lijevo
id: Tambah 1 kolom ke kiri
it: Aggiungi 1 colonna a sinistra
lv: Pievienot 1 sleju pa kreisi
nl: Links 1 kolom toevoegen
pt_pt: Adicionar 1 coluna à esquerda
ro: Adaugă 1 coloană la stânga
ru: Добавить 1 столбец слева
sr: Додај 1 колону лево
sv: Lägg till 1 kolumn till vänster
tr: Sola 1 sütun ekle
zh_cn: 在左侧添加一列
zh_hant: 在左邊新增 1 列

# workspace.context-menu.grid-track.column.delete
source: Delete column
cs: Smazat sloupec
de: Spalte löschen
es: Borrar columna
fr: Supprimer la colonne
he: מחיקת עמודה
hi: कॉलम हटाएँ
hr: Izbriši stupac
id: Hapus kolom
it: Elimina colonna
lv: Izdzēst sleju
nl: Kolom verwijderen
pt_pt: Eliminar coluna
ro: Șterge coloana
ru: Удалить столбец
sr: Избирши колону
sv: Radera kolumn
tr: Sütunu sil
zh_cn: 删除此列
zh_hant: 刪除欄位

# workspace.context-menu.grid-track.column.delete-shapes
source: Delete column and shapes
cs: Smazat sloupec a tvary
de: Spalte und Formen löschen
es: Borrar columna con el contenido
fr: Supprimer la colonne et le contenu
he: מחיקת עמודה וצורות
hi: स्तंभ और आकृतियाँ हटाएँ
hr: Izbriši stupac i oblike
id: Hapus kolom dan bentuk
it: Elimina colonna e forme
lv: Izdzēst slejas un apveidus
nl: Kolom en vormen verwijderen
pt_pt: Apagar coluna e conteúdos
ro: Șterge coloana și formele
ru: Удалить столбец и фигуры
sr: Избриши колоне и облике
sv: Ta bort kolumn och former
tr: Sütun ve şekilleri sil
zh_cn: 删除此列及其内容
zh_hant: 刪除欄位和圖形

# workspace.context-menu.grid-track.column.duplicate
source: Duplicate column
cs: Duplikovat sloupec
de: Spalte duplizieren
es: Duplicar columna
fr: Dupliquer la colonne
he: שכפול עמודה
hi: डुप्लिकेट कॉलम
hr: Dupliciraj stupac
id: Gandakan kolom
it: Duplica colonna
lv: Divkāršota sleja
nl: Kolom dupliceren
pt_pt: Duplicar coluna
ro: Duplică coloana
ru: Дублировать столбец
sr: Дуплирај колону
sv: Duplicera kolumn
tr: Yinelenen sütun
zh_cn: 复制此列
zh_hant: 複製欄位

# workspace.context-menu.grid-track.row.add-after
source: Add 1 row below
cs: Přidat 1 řádek níže
de: 1 Zeile unterhalb einfügen
es: Añadir 1 fila debajo
fr: Ajouter une ligne en-dessous
he: הוספת שורה מתחת
hi: नीचे 1 पंक्ति जोड़ें
hr: Dodajte 1 red ispod
id: Tambah 1 baris di bawah
it: Aggiungi 1 riga sotto
lv: Pievienot 1 rindu zem
nl: Onder 1 rij toevoegen
pt_pt: Adicionar 1 fila abaixo
ro: Adaugă 1 rând sub
ru: Добавить 1 строку ниже
sr: Додај 1 ред испод
sv: Lägg till 1 rad nedanför
tr: Aşağıya 1 satır ekle
zh_cn: 在下方添加一行
zh_hant: 在下方新增 1 行

# workspace.context-menu.grid-track.row.add-before
source: Add 1 row above
cs: Přidat 1 řádek výše
de: 1 Zeile oberhalb einfügen
es: Añadir 1 fila encima
fr: Ajouter une ligne au-dessus
he: הוספת שורה למעלה
hi: ऊपर 1 पंक्ति जोड़ें
hr: Dodajte 1 red iznad
id: Tambah 1 baris di atas
it: Aggiungi 1 riga sopra
lv: Pievienot 1 rindu virs
nl: Boven 1 rij toevoegen
pt_pt: Adicionar 1 fila acima
ro: Adaugă 1 rând deasupra
ru: Добавить 1 строку выше
sr: Додај 1 ред изнад
sv: Lägg till 1 rad ovanför
tr: Yukarıya 1 satır ekle
zh_cn: 在上方添加一行
zh_hant: 在上方新增 1 行

# workspace.context-menu.grid-track.row.delete
source: Delete row
cs: Smazat řádek
de: Zeile löschen
es: Borrar fila
fr: Supprimer la ligne
he: מחיקת שורה
hi: पंक्ति हटाएँ
hr: Izbriši red
id: Hapus baris
it: Elimina riga
lv: Izdzēst rindu
nl: Rij verwijderen
pt_pt: Apagar fila
ro: Șterge rândul
ru: Удалить строку
sr: Избриши ред
sv: Ta bort rad
tr: Satırı sil
zh_cn: 删除此行
zh_hant: 刪除列

# workspace.context-menu.grid-track.row.delete-shapes
source: Delete row and shapes
cs: Smazat řádek a tvary
de: Zeile und Formen löschen
es: Borrar fila con el contenido
fr: Supprimer la ligne et son contenu
he: מחיקת שורה וצורות
hi: पंक्ति और आकृतियाँ हटाएँ
hr: Izbrišite red i oblike
id: Hapus baris dan bentuk
it: Elimina riga e forme
lv: Izdzēst rindu un apveidus
nl: Rij en vormen verwijderen
pt_pt: Apagar fila e conteúdos
ro: Șterge rândul și formele
ru: Удалить строку и фигуры
sr: Избриши редове и облике
sv: Ta bort rad och former
tr: Satır ve şekilleri sil
zh_cn: 删除此行及其内容
zh_hant: 刪除列和圖形

# workspace.context-menu.grid-track.row.duplicate
source: Duplicate row
cs: Duplikovat řádek
de: Zeile duplizieren
es: Duplicar fila
fr: Dupliquer la ligne
he: שכפול שורה
hi: डुप्लिकेट पंक्ति
hr: Dupliciraj redak
id: Gandakan baris
it: Duplica riga
lv: Divkāršot rindu
nl: Rij dupliceren
pt_pt: Duplicar fila
ro: Duplică rândul
ru: Дублировать строку
sr: Дуплирај ред
sv: Duplicera rad
tr: Yinelenen satır
zh_cn: 复制此行
zh_hant: 複製列

# workspace.focus.focus-mode
source: Focus mode
ar: وضع التركيز
ca: Mode d'enfocament
cs: Režim soustředění
de: Fokus-Modus
es: Modo foco
eu: Foku-modua
fr: Mode focus
he: מצב מיקוד
hi: फोकस मोड
hr: Fokus mode
id: Mode fokus
it: Modalità focus
lv: Fokusa režīms
nl: Focusmodus
pl: Tryb skupienia
pt_br: Modo de foco
pt_pt: Modo de foco
ro: Mod focus
ru: Режим фокусировки
sr: Режим фокуса
sv: Fokusläge
tr: Odaklanma modu
zh_cn: 禅模式
zh_hant: 焦點模式

# workspace.focus.focus-off
source: Focus off
ar: تعطيل التركيز
ca: Enfocament apagat
cs: Vypnout režim soustředění
de: Fokus aus
es: Desactivar modo foco
eu: Fokua kendu
fr: Focus désactivé
he: מיקוד כבוי
hi: ध्यान हटाएँ
hr: Fokus isključen
id: Fokus nonaktif
it: Disattiva modalità focus
lv: Izslēgt fokusu
nl: Focus uit
pl: Tryb skupienia wyłączony
pt_br: Foco desligado
pt_pt: Foco desativado
ro: Focus oprit
ru: Фокусировка выключена
sr: Искључи фокус
sv: Fokusera av
tr: Odaklanma kapalı
zh_cn: 退出禅模式
zh_hant: 退出焦點模式

# workspace.focus.focus-on
source: Focus on
ar: فعّل التركيز
ca: Enfocament actiu
cs: Zapnout režim soustředění
de: Fokus an
es: Activar modo foco
eu: Fokua gehitu
fr: Focus activé
he: מיקוד פעיל
hi: ध्यान केंद्रित करें
hr: Fokus uključen
id: Fokus aktif
it: Attiva modalità focus
lv: Ieslēgt fokusu
nl: Focus aan
pl: Tryb skupienia włączony
pt_br: Foco ligado
pt_pt: Foco ativo
ro: Focus pornit
ru: Фокусировка включена
sr: Укљичи фокус
sv: Fokusera på
tr: Odaklanma açık
zh_cn: 关注
zh_hant: 啟用焦點模式

# workspace.focus.selection
source: Selection
ar: تحديد
ca: Selecció
cs: Výběr
de: Auswahl
es: Selección
eu: Aukeraketa
fa: انتخاب
fr: Sélection
he: בחירה
hi: चयन
hr: Odabir
id: Seleksi
it: Selezione
lv: Atlase
nl: Selectie
pl: Zaznaczenie
pt_br: Seleção
pt_pt: Seleção
ro: Selecție
ru: Выбор
sr: Селекција
sv: Markering
tr: Seçim
zh_cn: 选择
zh_hant: 選取

# workspace.gradients.linear
source: Linear gradient
ar: الانحدار الخطي
ca: Degradat lineal
cs: Lineární přechod
de: Linearer Farbverlauf
el: Γραμμική κλίση
es: Degradado lineal
eu: Gradiente lineala
fr: Dégradé linéaire
he: מדרג קווי
hi: रैखिक ग्रेडिएंट
hr: Linearni gradijent
id: Gradien linear
it: Gradiente lineare
lv: Lineārais gradients
nl: Lineair verloop
pl: Gradient liniowy
pt_br: Gradiente linear
pt_pt: Gradiente linear
ro: Gradient liniar
ru: Линейный градиент
sr: Линеарни градијент
sv: Linjär gradient
tr: Doğrusal degrade
zh_cn: 线性渐变
zh_hant: 線性漸層

# workspace.gradients.radial
source: Radial gradient
ar: الانحدار الشعاعي
ca: Degradat radial
cs: Radiální přechod
de: Radialer Farbverlauf
el: Ακτινική κλίση
es: Degradado radial
eu: Gradiente erradiala
fr: Dégradé radial
he: מדרג מעגלי
hi: वृत्तीय ग्रेडिएंट
hr: Radijalni gradijent
id: Gradien radial
it: Gradiente radiale
lv: Radiālais gradients
nl: Radiaal verloop
pl: Gradient radialny
pt_br: Gradiente radial
pt_pt: Gradiente radial
ro: Gradient radial
ru: Радиальный градиент
sr: Радијални градијент
sv: Radiell gradient
tr: Dairesel degrade
zh_cn: 放射渐变
zh_hant: 放射狀漸層

# workspace.header.menu.disable-dynamic-alignment
source: Disable dynamic alignment
ar: إبطال المحاذاة الدينماكية
ca: Desactiva l'alineació dinàmica
cs: Zakázat dynamické zarovnání
de: Dynamische Ausrichtung deaktivieren
el: Απενεργοποίηση δυναμικής ευθυγράμμισης
es: Desactivar alineamiento dinámico
eu: Desaktibatu lerrokatze dinamikoa
fr: Désactiver l’alignement dynamique
he: השבתת יישור דינמי
hi: गतिशील संरेखण अक्षम करें
hr: Onemogući dinamičko poravnanje
id: Nonaktifkan penyesuaian dinamis
it: Disattiva allineamento dinamico
lv: Atspējot dinamisko līdzināšanu
nl: Dynamische uitlijning uitschakelen
pl: Wyłącz wyrównanie dynamiczne
pt_br: Desabilitar alinhamento dinâmico
pt_pt: Desativar alinhamento dinâmico
ro: Dezactivează alinierea dinamică
ru: Отключить активное выравнивание
sr: Онемогућите динамичко поравнање
sv: Inaktivera dynamisk justering
tr: Dinamik hizalamayı devre dışı bırak
zh_cn: 禁用动态对齐
zh_hant: 關閉動態對齊

# workspace.header.menu.disable-scale-content
source: Disable proportional scale
ar: عطّل المقياس التناسبي
cs: Zakázat proporcionální měřítko
de: Proportionale Skalierung deaktivieren
es: Desactivar escala proporcional
eu: Desaktibatu eskala proportzionala
fr: Désactiver l'échelle proportionnelle
he: השבתת קנה מידה יחסי
hi: अनुपातिक स्केल अक्षम करें
hr: Onemogući proporcionalno mjerilo
id: Nonaktifkan skala proporsional
it: Disattiva ridimensionamento proporzionale
lv: Atspējot proporcionālo mērogu
nl: Proportionele schaal uitschakelen
pt_pt: Desativar escala proporcional
ro: Dezactivare scară proporțională
ru: Отключить пропорциональное масштабирование
sr: Онемогући пропорционалну размеру
sv: Inaktivera proportionell skala
tr: Orantılı ölçeklendirmeyi devre dışı bırak
zh_cn: 禁用比例尺
zh_hant: 關閉等比縮放

# workspace.header.menu.disable-scale-text
source: Disable scale text
ar: عطّل المقياس النسبي
ca: Desactiva l'escalat del text
cs: Zakázat měřítko textu
de: Textskalierung deaktivieren
es: Desactivar escalar texto
eu: Desaktibatu testu eskala
fr: Désactiver la mise à l'échelle du texte
he: השבתת שינוי גודל טקסט
hi: स्केल टेक्स्ट अक्षम करें
hr: Onemogući skaliranje teksta
id: Nonaktifkan skala teks
it: Disattiva ridimensionamento testo
lv: Deaktivizēt teksta mērogošanu
nl: Tekstschaal uitschakelen
pl: Wyłącz skalowanie tekstu
pt_br: Desativar escalonamento de texto
pt_pt: Desativar escala de texto
ro: Dezactivează dimensionarea textului
ru: Отключить масштабирование текста
sr: Онемогући размеру текста
sv: Inaktivera skala text
tr: Metin ölçeklendirmeyi devre dışı bırak
zh_cn: 禁用缩放文本
zh_hant: 關閉文字縮放

# workspace.header.menu.disable-snap-guides
source: Disable snap to guides
ar: عطّل المحاذاة إلى الخطوط الإرشادية
ca: No ajustis a les guies
cs: Zakázat přichycení k vodicím lištám
de: Ausrichten an Hilfslinien deaktivieren
es: Desactivar alinear a las guias
eu: Desaktibatu gidetara atxikitzea
fr: Désactiver l’alignement sur les repères
he: השבתת הצמדה לקווים המנחים
hi: मार्गदर्शकों से स्नैप बंद करें
hr: Onemogući "snap to guides"
id: Nonaktifkan tancapan ke pemandu
it: Disattiva allineamento a guide
lv: Atspējot pieķeršanos vadotnēm
nl: Uitlijnen op hulplijnen uitschakelen
pl: Wyłącz przyciąganie do prowadnic
pt_br: Desativar aderência as réguas
pt_pt: Desativar ajuste às guias
ro: Dezactivează fixarea la ghiduri
ru: Отключить привязку к направляющим
sr: Искључи лепљење на вођице
sv: Inaktivera fäst till guidelinjer
tr: Kılavuzlara tutturmayı devre dışı bırak
zh_cn: 禁用与参考线对齐
zh_hant: 禁用對齊至導向線
