Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.shape.menu.create-multiple-components
source: Create multiple components
ar: أنشى مكوّنات جديدة
ca: Crea components múltiples
cs: Vytvořte více komponent
de: Mehrere Komponenten erstellen
es: Crear múltiples componentes
fr: Créer plusieurs composants
he: יצירת מגוון רכיבים
hi: अनेक घटक बनाएँ
hr: Stvorite više komponenti
id: Buat beberapa komponen
it: Crea componenti multipli
lv: Izveidot vairākas sastāvdaļas
nl: Meerdere componenten aanmaken
pt_pt: Criar múltiplos componentes
ro: Creează componente multiple
ru: Создать несколько компонентов
sr: Направи више компоненти
sv: Skapa flera komponenter
tr: Çoklu bileşen oluştur
zh_cn: 创建多个组件
zh_hant: 建立多個元件

# workspace.shape.menu.cut
source: Cut
ar: قطع
ca: Retalla
cs: Vyjmout
de: Ausschneiden
el: Αποκοπή
es: Cortar
eu: Ebaki
fa: برش
fr: Couper
he: גזירה
hi: काटना
hr: Izreži
id: Potong
it: Taglia
lv: Izgriezt
nl: Knippen
pl: Wytnij
pt_br: Cortar
pt_pt: Recortar
ro: Taie
ru: Вырезать
sr: Исеци
sv: Klipp ut
tr: Kes
zh_cn: 剪切
zh_hant: 剪下

# workspace.shape.menu.delete
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fa: حذف
fr: Supprimer
he: מחיקה
hi: मिटाना
hr: Izbriši
id: Hapus
it: Elimina
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Eliminar
ro: Şterge
ru: Удалить
sr: Избриши
sv: Radera
tr: Sil
zh_cn: 删除
zh_hant: 刪除

# workspace.shape.menu.delete-flow-start
source: Delete flow start
ar: حذف المخطط
ca: Elimina l'inici del flux
cs: Smazat počáteční bod
de: Startpunkt löschen
es: Eliminar inicio de flujo
eu: Ezabatu fluxuaren hasiera
fr: Supprimer le début du flux
he: מחיקת התחלת זרימה
hi: प्रवाह प्रारंभ हटाएँ
hr: Izbriši početak flowa
id: Hapus awalan alur
it: Elimina inizio del flusso
lv: Izdzēst plūsmas sākumu
nl: Stroomdiagram-start verwijderen
pl: Usuń początek flow
pt_br: Remover início de fluxo
pt_pt: Eliminar início de fluxo
ro: Ștergeți începutul fluxului
ru: Удалить начало потока
sr: Избриши почетак протока
sv: Ta bort flödesstart
tr: Akış başlangıcını sil
zh_cn: 删除流程起点
zh_hant: 刪除流程開始

# workspace.shape.menu.detach-instance
source: Detach instance
ar: فصل المثال
ca: Desconnecta la instància
cs: Odpojit instanci
de: Instanz trennen
el: Αποσύνδεση παρουσίας
es: Desvincular instancia
eu: Askatu instantzia
fr: Détacher l’instance
he: ניתוק מופע
hi: उदाहरण अलग करें
hr: Odvoji instancu
id: Lepaskan bagian
it: Scollega istanza
lv: Atvienot instanci
nl: Instantie losmaken
pl: Odłącz instancję
pt_br: Quebrar instância
pt_pt: Desprender instância
ro: Detaşează instanţă
ru: Отсоединить экземпляр
sr: Раздвоји инстанцу
sv: Koppla från instans
tr: Örneği ayır
zh_cn: 解绑实例
zh_hant: 分離實例

# workspace.shape.menu.detach-instances-in-bulk
source: Detach instances
ar: فصل الامثلة
ca: Desenganxa les instàncies
cs: Odpojit instance
de: Instanzen trennen
es: Desvincular instancias
eu: Askatu instantziak
fr: Détacher les instances
he: הפרדת מופעים
hi: उदाहरणों को अलग करें
hr: Odvoji instance
id: Lepaskan bagian
it: Scollega istanze
lv: Atvienot instances
nl: Instanties losmaken
pl: Odłącz instancje
pt_br: Quebrar instâncias
pt_pt: Desprender instâncias
ro: Detașează instanțele
ru: Отсоединить экземпляры
sr: Раздвоји инстанце
sv: Koppla från instanser
tr: Örnekleri ayır
zh_cn: 解绑实例
zh_hant: 分離實例

# workspace.shape.menu.difference
source: Difference
ar: الفارق
ca: Diferència
cs: Rozdíl
de: Subtrahieren
es: Diferencia
eu: Diferentzia
fa: تفاوت
fr: Différence
he: הבדל
hi: भेद
hr: Razlika
id: Perbedaan
it: Differenza
lv: Starpība
nl: Verschil
pl: Różnica
pt_br: Diferença
pt_pt: Diferença
ro: Diferență
ru: Разница
sr: Разлика
sv: Skillnad
tr: Fark
zh_cn: 差集
zh_hant: 差異

# workspace.shape.menu.duplicate
source: Duplicate
ar: ينسخ
ca: Duplica
cs: Duplikovat
de: Duplizieren
el: Αντίγραφο
es: Duplicar
eu: Bikoiztu
fa: تکرار
fr: Dupliquer
he: שכפול
hi: नकल करें
hr: Dupliciraj
id: Gandakan
it: Duplica
lv: Divkāršot
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sr: Дуплицирај
sv: Duplicera
tr: Çoğalt
zh_cn: 创建副本
zh_hant: 複本

# workspace.shape.menu.edit
source: Edit
ar: تحرير
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
eu: Editatu
fa: ویزایش
fr: Modifier
he: עריכה
hi: संपादन
hr: Uredi
id: Sunting
it: Modifica
lv: Labot
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sr: Уреди
sv: Redigera
tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# workspace.shape.menu.exclude
source: Exclude
ar: استبعاد
ca: Exclou
cs: Vyloučit
de: Ausschließen
es: Exclusión
eu: Baztertu
fr: Exclure
he: החרגה
hi: बहिष्कृत
hr: Izuzmi
id: Tidak termasuk
it: Escludi
lv: Izslēgt
nl: Uitsluiten
pl: Wyklucz
pt_br: Excluir
pt_pt: Excluir
ro: Excludeți
ru: Исключить
sr: Изузми
sv: Exkludera
tr: Dışla
zh_cn: 相减
zh_hant: 排除

# workspace.shape.menu.flatten
source: Flatten
ar: تسطيح
ca: Aplana
cs: Vyrovnat
de: Pfade reduzieren
es: Aplanar
eu: Lautu
fa: صاف
fr: Aplatir
he: שיטוח
hi: समतल
hr: Spljošti
id: Ratakan
it: Appiattisci
lv: Izklāt
nl: Afvlakken
pl: Spłaszcz
pt_br: Achatar
pt_pt: Achatar
ro: Aplatizează
sr: Изравнај
sv: Platta ut
tr: Düzleştir
zh_cn: 展平
zh_hant: 扁平化

# workspace.shape.menu.flip-horizontal
source: Flip horizontal
ca: Volteja horitzontalment
cs: Překlopit vodorovně
de: Horizontal spiegeln
el: Αναστρέψτε οριζόντια
es: Voltear horizontal
eu: Irauli horizontalki
fa: حرکت افقی
fr: Retourner horizontalement
he: היפוך אופקי
hi: क्षैतिज पलटें
hr: Okreni vodoravno
id: Balikkan secara horizontal
it: Capovolgi orizzontalmente
lv: Apvērst līmeniski
nl: Horizontaal spiegelen
pl: Odwróć w poziomie
pt_br: Inverter horizontalmente
pt_pt: Virar na horizontal
ro: Întoarce pe orizontală
ru: Отразить по горизонтали
sr: Окрени водоравно
sv: Vänd horisontellt
tr: Yatay ters çevir
zh_cn: 水平翻转
zh_hant: 水平翻轉

# workspace.shape.menu.flip-vertical
source: Flip vertical
ar: التوجيه الرئسي
ca: Volteja verticalment
cs: Překlopit svisle
de: Vertikal spiegeln
el: Αναστροφή κάθετου
es: Voltear vertical
eu: Irauli bertikalki
fa: چرخش عمودی
fr: Retourner verticalement
he: היפוך אנכי
hi: ऊर्ध्वाधर पलटना
hr: Okreni okomito
id: Balikkan secara vertikal
it: Capovolgi verticalmente
lv: Apvērst stateniski
nl: Verticaal spiegelen
pl: Odwróć w pionie
pt_br: Inverter verticalmente
pt_pt: Virar na vertical
ro: Întoarce pe verticală
ru: Отразить по вертикали
sr: Окрени усправно
sv: Vänd vertikalt
tr: Dikey ters çevir
zh_cn: 垂直翻转
zh_hant: 垂直翻轉

# workspace.shape.menu.flow-start
source: Flow start
ar: بداية المخطط
ca: Inici del flux
cs: začátek
de: Startpunkt
es: Inicio de flujo
eu: Fluxuaren hasiera
fa: شروع فلو
fr: Début du flux
he: התחלת זרימה
hi: प्रवाह प्रारंभ
hr: Početak flowa
id: Awalan alur
it: Inizio del flusso
lv: Plūsmas sākums
nl: Stroomdiagram-start
pl: Początek flow
pt_br: Início do fluxo
pt_pt: Início de fluxo
ro: Pornirea fluxului
ru: Начало потока
sr: Почетак протока
sv: Flödesstart
tr: Akış başlangıcı
zh_cn: 流程起点
zh_hant: 流程開始

# workspace.shape.menu.forward
source: Bring forward
ar: النقل الى الأمام
ca: Porta-ho endavant
cs: Posunout dopředu
de: Eins nach vorne
el: Φέρτε μπροστά
es: Mover hacia delante
eu: Ekarri aurrera
fa: جلو بیاورید
fr: Avancer
he: קידום
hi: आगे लाओ
hr: Postavi ispred
id: Bawa ke depan
it: Porta avanti
lv: Virzīt uz priekšu
nl: Naar voren brengen
pl: Przesuń do góry
pt_br: Trazer para a frente
pt_pt: Mover para a frente
ro: Aduceţi înainte
ru: Перенести вперёд
sr: Изнесите напред
sv: Flytta framåt
tr: Öne getir
zh_cn: 向上移动一层
zh_hant: 向前移動

# workspace.shape.menu.front
source: Bring to front
ar: النقل الى الأمام
ca: Porta-ho a primer pla
cs: Posunout na začátek
de: In den Vordergrund
el: Φέρτε μπροστά
es: Mover al frente
eu: Ekarri aurrera
fa: به جلو بیاورید
fr: Amener au premier plan
he: קידום לחזית
hi: सामने लाना
hr: Postavi naprijed
id: Bawa ke paling depan
it: Porta in primo piano
lv: Virzīt priekšā
nl: Naar voorgrond brengen
pl: Przesuń na wierzch
pt_br: Trazer para o topo
pt_pt: Enviar para a frente
ro: Aduceţi în faţă
ru: На передний план
sr: Изнесите напред
sv: Flytta längst fram
tr: En öne getir
zh_cn: 移至顶层
zh_hant: 帶到最前面

# workspace.shape.menu.go-main
source: Go to main component file
ar: انتقل الى ملف العنصر الأصلي
ca: Vés al fitxer del component principal
cs: Přejít na hlavní soubor komponentu
de: Zur Hauptkomponentendatei wechseln
es: Ir al archivo del componente principal
eu: Joan osagai nagusiaren fitxategira
fa: به فایل کامپوننت اصلی بروید
fr: Aller au fichier du composant principal
he: מעבר לקובץ הרכיב הראשי
hi: मुख्य घटक फ़ाइल पर जाएँ
hr: Idi na datoteku glavne komponente
id: Pergi ke berkas komponen utama
it: Vai al componente principale
lv: Doties uz galvenās sastāvdaļas datni
nl: Ga naar hoofdcomponent
pl: Przejdź do głównego pliku komponentu
pt_br: Ir para o arquivo do componente principal
pt_pt: Ir para ficheiro do componente principal
ro: Mergi la componenta principală
ru: Перейти к основному файлу компонента
sr: Идите на датотеку главне компоненте
sv: Gå till huvudkomponentfil
tr: Ana bileşen dosyasına git
zh_cn: 前往主组件文档
zh_hant: 前往主要元件檔案

# workspace.shape.menu.group
source: Group
ar: مجموعة
ca: Agrupa
cs: Skupina
de: Gruppieren
el: Ομάδα
es: Agrupar
eu: Taldea
fa: گروه
fr: Groupe
he: קבוצה
hi: समूह
hr: Grupiraj
id: Kelompok
it: Raggruppa
lv: Kopa
nl: Groep
pl: Grupuj
pt_br: Agrupar
pt_pt: Agrupar
ro: Grupează
ru: Группа
sr: Групиши
sv: Grupp
tr: Grup
zh_cn: 编组
zh_hant: 群組

# workspace.shape.menu.hide
source: Hide
ar: إخفاء
ca: Amaga
cs: Skrýt
de: Ausblenden
el: Κρύβω
es: Ocultar
eu: Ezkutatu
fa: مخفی
fr: Masquer
he: הסתרה
hi: छुपाएँ
hr: Sakrij
id: Sembunyikan
it: Nascondi
lv: Slēpt
nl: Verbergen
pl: Ukryj
pt_br: Esconder
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sr: Сакриј
sv: Dölj
tr: Gizle
zh_cn: 隐藏
zh_hant: 隱藏

# workspace.shape.menu.hide-ui
source: Show / Hide UI
ar: أظهر أو إخف UI
ca: Mostra/Amaga la interfície
cs: Zobrazit/skrýt uživatelské rozhraní
de: Benutzeroberfläche ein-/ausblenden
es: Mostrar/Ocultar Interfaz
eu: Erakutsi/Ezkuatu interfazea
fa: نمایش/پنهان کردن رابط کاربری
fr: Afficher/Masquer l'interface
he: הצגת/הסתרת מנשק משתמש
hi: UI दिखाएँ / छिपाएँ
hr: Prikaži/sakrij korisničko sučelje
id: Tampilkan/Sembunyikan Antarmuka
it: Mostra/Nascondi UI
lv: Rādīt/paslēpt UI
nl: Gebruikersinterface tonen/verbergen
pl: Pokaż/Ukryj UI
pt_br: Mostrar/ocultar Interface
pt_pt: Mostrar/Ocultar interface
ro: Afișează / Ascunde UI
ru: Показать/скрыть UI
sr: Прикажи / Сакриј интерфејс
sv: Via / Dölj UI
tr: Kullanıcı arayüzünü göster/gizle
zh_cn: 显示/隐藏界面
zh_hant: 顯示/隱藏使用者介面

# workspace.shape.menu.intersection
source: Intersection
ar: التفاعلات
ca: Intersecció
cs: Průnik
de: Überlappen
es: Intersección
eu: Ebakidura
fa: تقاطع
he: הצלבה
hi: चौराहा
hr: Presjek
id: Persimpangan
it: Interesezione
lv: Šķēlums
nl: Kruispunt
pl: Przecięcie
pt_br: Interseção
pt_pt: Interseção
ro: Intersecție
ru: Пересечь
sr: Раскрсница
sv: Intersektion
tr: Kesişme
zh_cn: 差集
zh_hant: 交集

# workspace.shape.menu.lock
source: Lock
ar: إغلاق
ca: Bloca
cs: Zamknout
de: Sperren
el: Κλείδωμα
es: Bloquear
eu: Blokeatu
fa: قفل
fr: Bloquer
he: נעילה
hi: ताला
hr: Zaključaj
id: Kunci
it: Blocca
lv: Slēgt
nl: Vergrendelen
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sr: Закључај
sv: Lås
tr: Kilitle
zh_cn: 锁定
zh_hant: 鎖定

# workspace.shape.menu.mask
source: Mask
ar: قناع
ca: Màscara
cs: Maska
de: Maskieren
el: Μάσκα
es: Crear máscara
eu: Maskara aplikatu
fa: ماسک
fr: Masque
he: מסכה
hi: मास्क
hr: Maskiraj
id: Topeng
it: Maschera
lv: Maska
nl: Masker
pl: Maskuj
pt_br: Máscara
pt_pt: Máscara
ro: Maschează
ru: Маска
sr: Маскирај
tr: Maskele
zh_cn: 蒙板
zh_hant: 遮罩

# workspace.shape.menu.paste
source: Paste
ar: معجون
ca: Enganxa
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
eu: Itsatsi
fa: چسباندن
fr: Coller
he: הדבקה
hi: चिपकाएँ
hr: Zalijepi
id: Tempelkan
it: Incolla
lv: Ielīmēt
nl: Plakken
pl: Wklej
pt_br: Colar
pt_pt: Colar
ro: Lipeşte
ru: Вставить
sr: Залепи
sv: Klistra in
tr: Yapıştır
zh_cn: 粘贴
zh_hant: 貼上

# workspace.shape.menu.paste-props
source: Paste properties
cs: Vlastnosti vložit
de: Eigenschaften einfügen
es: Pegar propiedades
fr: Coller les propriétés
he: הדבקת מאפיינים
hi: गुण चिपकाएँ
hr: Svojstva lijepljenja
id: Tempel properti
it: Incolla proprietà
lv: Ielīmēt īpašības
nl: Eigenschappen plakken
pt_pt: Colar propriedades
ro: Lipește proprietățile
sv: Klista in egenskaper
tr: Özellikleri yapıştır
zh_cn: 粘贴属性
zh_hant: 貼上屬性

# workspace.shape.menu.path
source: Path
ar: طريق
ca: Camí
cs: Cesta
de: Pfad
es: Ruta
eu: Bidea
fa: مسیر
fr: Chemin
he: נתיב
hi: पथ
hr: Putanja
id: Jalur
it: Tracciato
lv: Ceļš
nl: Pad
pl: Ścieżka
pt_br: Caminho
pt_pt: Curvas
ro: Drum
ru: Контур
sr: Путања
sv: Bana
tr: Yol
zh_cn: 路径
zh_hant: 路徑

# workspace.shape.menu.remove-flex
source: Remove flex layout
ar: إزالة تخطيط المنحنى
cs: Odstranit flexibilní rozložení
de: Flex-Layout entfernen
es: Eliminar flex layout
eu: Ezabatu flex diseinua
fr: Retirer flex layout
he: הסרת פריסת flex
hi: फ्लेक्स लेआउट हटाएँ
hr: Uklonite flex raspored
id: Hapus tata letak flex
it: Rimuovi layout flex
lv: Noņemt elastīgo izkārtojumu
nl: Flex-indeling verwijderen
pl: Usuń układ flex
pt_br: Excluir Flex Layout
pt_pt: Remover layout flex
ro: Îndepărtează aspect flexibil
ru: Удалить макет гибкости
sr: Уклоните флексибилни распоред
sv: Ta bort flex layout
tr: Düzen esnekliğini kaldır
zh_cn: 删除弹性布局
zh_hant: 移除彈性佈局

# workspace.shape.menu.remove-grid
source: Remove grid layout
cs: Odebrat rozložení mřížky
de: Grid-Layout entfernen
es: Eliminar grid layout
fr: Supprimer la disposition en grille
he: הסרת פריסת רשת
hi: ग्रिड लेआउट हटाएँ
hr: Uklonite grid raspored
id: Hapus tata letak kisi
it: Rimuovi layout grid
lv: Noņemt režģa izkārtojumu
nl: Raster-layout verwijderen
pt_pt: Remover layout em grelha
ro: Elimină aspectul grilă
ru: Удалить макет сетки
sr: Уклоните распоред мреже
sv: Ta bort grid layout
tr: Izgara düzenini kaldır
zh_cn: 移除网格布局
zh_hant: 移除網格佈局

# workspace.shape.menu.remove-layout
source: Remove layout
cs: Odebrat rozložení
de: Layout entfernen
es: Eliminar layout
fr: Supprimer la disposition
he: הסרת פריסה
hi: लेआउट हटाएँ
hr: Uklonite raspored
id: Hapus tata letak
it: Rimuovi layout
lv: Noņemt izkārtojumu
nl: Lay-out verwijderen
pt_pt: Remover layout
ro: Elimină aspect
sv: Ta bort layout
tr: Yerleşim düzenini kaldır
zh_cn: 移除布局
zh_hant: 移除佈局

# workspace.shape.menu.remove-variant-property
source: Remove property
es: Eliminar propiedad
fr: Supprimer la propriété
he: הסרת מאפיין
hi: संपत्ति हटाएं
id: Hapus properti
it: Rimuovi proprietà
lv: Noņemt īpašību
nl: Eigenschap verwijderen
ro: Elimină proprietatea
sv: Ta bort egenskap
tr: Özelliği kaldır
zh_cn: 移除属性

# workspace.shape.menu.remove-variant-property.last-property
source: Variant should have at least one property
es: La variante debe tener al menos una propiedad
fr: La variante doit comporter au moins une propriété
he: להגוון חייב להיות מאפיין אחד לפחות
hi: वैरिएंट में कम से कम एक प्रॉपर्टी होनी चाहिए
it: Le varianti devono avere almeno una proprietà
nl: Variant moet ten minste één eigenschap hebben
ro: Varianta trebuie să aibă cel puțin o proprietate
sv: Varianten bör ha minst en egenskap
tr: Çeşidin en az bir özelliği olmalıdır
zh_cn: 变体至少需要有一个属性

# workspace.shape.menu.rename
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hr: Preimenovati
id: Ubah nama
it: Rinomina
lv: Pārdēvēt
nl: Naam wijzigen
pt_pt: Renomear
ro: Redenumește
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_hant: 重新命名

# workspace.shape.menu.reset-overrides
source: Reset overrides
ar: إعادة ضبط التجاوزات
ca: Desfés les modificacions
cs: Obnovit
de: Änderungen zurücksetzen
el: Επαναφορά παρακάμψεων
es: Deshacer modificaciones
eu: Berrezarri gainidazketak
fr: Annuler les modifications
he: איפוס מעקפים
hi: ओवरराइड रीसेट करें
hr: Poništi overrides
id: Atur ulang timpaan
it: Reimposta modifiche
lv: Atiestatīt aizvietojumus
nl: Overschrijvingen opnieuw instellen
pl: Zresetuj nadpisania
pt_br: Redefinir substituições
pt_pt: Anular alterações
ro: Resetează suprascrierile
ru: Сбросить переопределения
sr: Врати преиначења на подразумеване вредности
sv: Återställ standardvärden
tr: Geçersiz kılmaları sıfırla
zh_cn: 还原自定义选项
zh_hant: 重設覆蓋

# workspace.shape.menu.restore-main
source: Restore main component
ar: استعادة العنصر الرئيسي
cs: Obnovit hlavní komponentu
de: Hauptkomponente wiederherstellen
es: Restaurar componente principal
eu: Berrezarri osagai nagusia
fa: بازیابی کامپوننت اصلی
fr: Rétablir le composant principal
he: שחזור הרכיב הראשי
hi: मुख्य घटक पुनर्स्थापित करें
hr: Vrati glavnu komponentu
id: Pulihkan komponen utama
it: Ripristina componente principale
lv: Atjaunot galveno sastāvdaļu
nl: Hoofdcomponent herstellen
pl: Przywróć główny komponent
pt_br: Restaurar componente principal
pt_pt: Restaurar componente principal
ro: Restaurează componenta principală
ru: Восстановить основной компонент
sr: Врати главну компоненту
sv: Återställ huvudkomponent
tr: Ana bileşeni geri yükle
zh_cn: 恢复主要组件
zh_hant: 還原主要元件

# workspace.shape.menu.restore-variant
source: Restore variant
es: Restaurar variante
fr: Rétablir la variante
he: שחזור הגוון
hi: वैरिएंट पुनर्स्थापित करें
it: Ripristina variante
lv: Atjaunot variantu
nl: Variant herstellen
ro: Restaurează varianta
sv: Återställ variant
tr: Çeşidi geri yükle
zh_cn: 恢复变体

# workspace.shape.menu.select-layer
source: Select layer
ar: اختيار الطبقة
ca: Selecciona la capa
cs: Vybrat vrstvu
de: Ebene auswählen
es: Seleccionar capa
eu: Aukeratu geruza
fa: انتخاب لایه
fr: Sélectionner le calque
he: בחירת שכבה
hi: परत चुनें
hr: Označi layer
id: Pilih lapisan
it: Seleziona livello
lv: Atlasīt slāni
nl: Laag selecteren
pl: Zaznacz warstwę
pt_br: Selecionar camada
pt_pt: Selecionar camada
ro: Selectează stratul
ru: Выбрать слой
sr: Изабери слој
sv: Välj lager
tr: Katman seç
zh_cn: 选择图层
zh_hant: 選擇圖層

# workspace.shape.menu.show
source: Show
ar: العرض
ca: Mostra
cs: Zobrazit
de: Anzeigen
el: προβολή
es: Mostrar
eu: Erakutsi
fa: نمایش
fr: Montrer
he: הצגה
hi: दिखाएँ
hr: Prikaži
id: Tampilkan
it: Mostra
lv: Pāradīt
nl: Tonen
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afişează
ru: Показать
sr: Прикажи
sv: Visa
tr: Göster
zh_cn: 显示
zh_hant: 顯示

# workspace.shape.menu.show-in-assets
source: Show in assets panel
ar: العرض في لوحة الاصول
cs: Zobrazit v panelu položek
de: Im Assets-Panel anzeigen
es: Ver en el panel de recursos
eu: Ikusi baliabideen panelean
fa: نمایش در پنل دارایی
fr: Afficher dans le panneau des ressources
he: הצגה בלוח משאבים
hi: संपत्ति पैनल में दिखाएँ
hr: Prikaži na ploči stavki
id: Tampilkan dalam panel aset
it: Mostra nel pannello delle risorse
lv: Rādīt līdzekļu panelī
nl: In paneel Assets tonen
pl: Pokaż w panelu zasobów
pt_br: Mostrar no painel de ativos
pt_pt: Mostrar recursos no painel
ro: Afișează în panoul de obiecte
ru: Показать на панели ресурсов
sr: Прикажи на панелу са средствима
sv: Visa i tillgångspanelen
tr: Varlıklar panelinde göster
zh_cn: 在素材面板中显示
zh_hant: 在資源面板中顯示

# workspace.shape.menu.show-main
source: Show main component
ar: أظهر المكون الرئيسي
ca: Vés al component principal
cs: Zobrazit hlavní komponentu
de: Hauptkomponente anzeigen
es: Ver componente principal
eu: Erakutsi osagai nagusia
fa: نمایش کامپوننت اصلی
fr: Afficher le composant principal
he: הצגת הרכיב הראשי
hi: मुख्य घटक दिखाएं
hr: Prikaži glavnu komponentu
id: Tampilkan komponen utama
it: Mostra componente principale
lv: Rādīt galveno sastāvdaļu
nl: Hoofdcomponent tonen
pl: Pokaż główny komponent
pt_br: Mostrar componente principal
pt_pt: Mostrar componente principal
ro: Afişează componenta principală
ru: Показать основной компонент
sr: Прикажи главну компоненту
sv: Visa huvudkomponent
tr: Ana bileşeni göster
zh_cn: 显示主组件
zh_hant: 顯示主要元件

# workspace.shape.menu.thumbnail-remove
source: Remove thumbnail
ar: أطهر الصورة المصغرة
ca: Elimina la miniatura
cs: Odebrat miniaturu
de: Vorschaubild entfernen
es: Quitar miniatura
eu: Ezabatu iruditxoa
fa: حذف تصویر کوچک
fr: Retirer la miniature
he: הסרת התמונה הממוזערת
hi: थंबनेल निकालें
hr: Ukloni sličicu
id: Hapus gambar kecil
it: Rimuovi miniatura
lv: Noņemt sīktēlu
nl: Miniatuur verwijderen
pl: Usuń miniaturę
pt_br: Remover miniatura
pt_pt: Remover miniatura
ro: Elimină miniatura
ru: Удалить миниатюру
sr: Уклони сличицу
sv: Ta bort miniatyrbild
tr: Küçük resmi kaldır
zh_cn: 移除缩略图
zh_hant: 移除縮圖

# workspace.shape.menu.thumbnail-set
source: Set as thumbnail
ar: تعيين كصورة مصغرة
ca: Estableix com a miniatura
cs: Nastavit jako miniaturu
de: Als Vorschaubild festlegen
es: Poner como miniatura
eu: Ezarri iruditxo gisa
fa: تنظیم بعنوان تصویر کوچک
fr: Définir comme miniature
he: הגדרה כתמונה ממוזערת
hi: थंबनेल के रूप में सेट करें
hr: Postavi kao sličicu
id: Tetapkan sebagai gambar kecil
it: Imposta come miniatura
lv: Iestatīt kā sīktēlu
nl: Instellen als miniatuur
pl: Ustaw jako miniaturę
pt_br: Definir como miniatura
pt_pt: Definir como miniatura
ro: Setează ca miniatură
ru: Сделать миниатюрой
sr: Постави као сличицу
sv: Ställ in som miniatyrbild
tr: Küçük resim olarak ayarla
zh_cn: 设为缩略图
zh_hant: 設置為縮圖

# workspace.shape.menu.transform-to-path
source: Transform to path
ar: تحويل الى المسار
ca: Transforma en camí
cs: Transformovat na cestu
de: In Pfade umwandeln
es: Convertir en vector
eu: Eraldatu bidera
fa: تبدیل به مسیر
fr: Transformer en chemin
he: המרה לנתיב
hi: पथ में परिवर्तन
hr: Transformiraj u path
id: Transformasi ke jalur
it: Trasforma in tracciato
lv: Transformēt par ceļu
nl: Transformeren naar pad
pl: Przekształć w ścieżkę
pt_br: Transformar em caminho
pt_pt: Transformar em vector
ro: Transformă în cale
ru: Преобразовать в контур
sr: Претвори у путanju
sv: Gör om till bana
tr: Yola dönüştür
zh_cn: 转换为路径
zh_hant: 轉換為路徑

# workspace.shape.menu.ungroup
source: Ungroup
ar: فك التجميع
ca: Desagrupa
cs: Zrušit seskupení
de: Gruppierung aufheben
el: Κατάργηση ομάδας
es: Desagrupar
eu: Banatu
fa: حذف گروه
fr: Dissocier
he: פירוק קבוצה
hi: असमूहीकृत
hr: Razgrupiraj
id: Lepaskan kelompok
it: Separa
lv: Atapkopot
nl: Groep opheffen
pl: Rozgrupuj
pt_br: Desagrupar
pt_pt: Desagrupar
ro: Degrupează
ru: Разгруппировать
sr: Разгрупиши
sv: Avgruppera
tr: Grubu dağıt
zh_cn: 取消编组
zh_hant: 取消群組

# workspace.shape.menu.union
source: Union
ar: اتحاد
ca: Unió
cs: Sloučení
de: Hinzufügen
es: Unión
eu: Batu
fa: متحد
he: איחוד
hi: संघ
hr: Unija
id: Serikat
it: Unione
lv: Apvienot
nl: Vereniging
pl: Złącz
pt_br: Unir
pt_pt: União
ro: Uniune
ru: Суммировать
sr: Унија
sv: Sammanfoga
tr: Birleşim
zh_cn: 相加
zh_hant: 合併

# workspace.shape.menu.unlock
source: Unlock
ar: الغاء القفل
ca: Desbloca
cs: Odemknout
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
eu: Desblokeatu
fa: بازکردن قفل
fr: Débloquer
he: שחרור נעילה
hi: अनलॉक
hr: Otključaj
id: Buka kunci
it: Sblocca
lv: Atslēgt
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
ru: Paзблокировать
sr: Откључај
sv: Lås upp
tr: Kilidi aç
zh_cn: 取消锁定
zh_hant: 解除鎖定

# workspace.shape.menu.unmask
source: Unmask
ar: كشف القناع
ca: Desemmascara
cs: Zrušit masku
de: Maske entfernen
el: Ανακάλυψη
es: Quitar máscara
eu: Desegin maskara
fa: حذف ماسک
fr: Supprimer le masque
he: ביטול מסכה
hi: मास्क हटाएं
hr: Ukloni masku
id: Buka topeng
it: Rimuovi maschera
lv: Noņemt masku
nl: Masker wegnemen
pl: Odmaskuj
pt_br: Remover máscara
pt_pt: Retirar máscara
ro: Demaschează
ru: Убрать маску
sr: Демаскирај
sv: Avmaska
tr: Maskelemeyi kaldır
zh_cn: 取消蒙版
zh_hant: 取消遮罩
