Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.add-shared-confirm-empty.hint
source: Your library is empty. Once added as Shared Library, the assets you create will be available to be used among the rest of your files. Are you sure you want to publish it?
cs: Vaše knihovna je prázdná. Po přidání jako sdílená knihovna budou položky, které vytvoříte, k dispozici pro použití se zbytkem vašich souborů. Opravdu ji chcete publikovat?
de: Ihre Bibliothek ist leer. Sobald es als Geteilte Bibliothek hinzugefügt wurde, können die von Ihnen erstellten Assets in den übrigen Dateien verwendet werden. Sind Sie sicher, dass Sie es veröffentlichen möchten?
es: Tu biblioteca está vacía. Una vez que se agregue como Biblioteca Compartida, los recursos que crees estarán disponibles para ser utilizados entre el resto de tus archivos. ¿Estás seguro de que deseas publicarlo?
fr: Votre bibliothèque est vide. Une fois ajoutées comme bibliothèque partagée, les ressources que vous créez seront utilisables dans vos autres fichiers. Voulez-vous vraiment les publier ?
he: הספרייה שלך ריקה. לאחר שנוספה כתיקייה משותפת, הנכסים שנוצרים על ידיך יהיו זמינים לצד שאר הקבצים שלך. לפרסם אותה?
hi: आपकी लाइब्रेरी खाली है। एक बार इसे साझा लाइब्रेरी के रूप में जोड़ने के बाद, आपके द्वारा बनाए गए एसेट्स आपके बाकी फाइलों में उपयोग के लिए उपलब्ध होंगे। क्या आप इसे प्रकाशित करना चाहते हैं?
hr: Vaša biblioteka je prazna. Nakon dodavanja kao dijeljene biblioteke, sredstva koja stvorite bit će dostupna za korištenje među ostalim datotekama. Jeste li sigurni da je želite objaviti?
id: Pustaka Anda saat ini kosong. Ketika ditambahkan sebagai Pustaka Terbagi, aset yang Anda buat akan tersedia untuk digunakan bersama dengan berkas Anda. Apakah Anda yakin ingin menerbitkannya?
it: La tua libreria è vuota. Una volta aggiunta come libreria condivisa, le risorse che crei saranno disponibili per essere utilizzate tra i tuoi file. Sei sicuro di volerla pubblicare?
lv: Bibliotēka ir tukša. Tiklīdz tā būs pievienota kā koplietojama bibliotēka, izveidotie līdzekļi būs pieejami izmantošanai pārējos failos. Vai tiešām padarīt to pieejamu?
ms: Pustaka anda kosong. Setelah ditambahkan sebagai Pustaka Dikongsi, aset yang anda buat akan tersedia untuk digunakan antara fail anda yang lain. Adakah anda pasti mahu menerbitkannya?
nl: Je bibliotheek is leeg. Eenmaal toegevoegd als Gedeelde Bibliotheek, zijn de assets die je aanmaakt beschikbaar voor gebruik in de rest van je bestanden. Weet je zeker dat je dit wilt publiceren??
pt_pt: A tua biblioteca está vazia. Assim que ela seja adicionada como uma biblioteca partilhada, os recursos que criares nela estarão disponíveis para serem usados nos teus outros ficheiros. Tens a certeza que queres publicá-la?
ro: Biblioteca ta este goală. Odată adăugate ca bibliotecă partajată, obiectele pe care le creezi vor fi disponibile pentru a fi utilizate în celelalte fișiere. Ești sigur că vrei să o publici?
ru: Ваша библиотека пуста. После добавления в качестве общей библиотеки созданные вами ресурсы будут доступны для использования среди остальных ваших файлов. Вы уверены, что хотите опубликовать это?
sr: Ваша библиотека је празна. Када се додају као дељена библиотека, средства која креирате биће доступна за коришћење међу осталим вашим датотекама. Да ли сте сигурни да желите да га објавите?
sv: Ditt bibliotek är tomt. När du har lagt till det som ett delat bibliotek kommer de tillgångar du skapar att kunna användas tillsammans med resten av dina filer. Är du säker på att du vill publicera det?
tr: Kütüphaneniz boş. Paylaşılan Kütüphane olarak eklendiğinde, oluşturduğunuz varlıklar diğer dosyalarınız arasında kullanılabilir olacak. Yayınlamak istediğinizden emin misiniz?
zh_cn: 你的库是空白的。一旦添加为共享库，此文档库中的素材就可被用于你的其他文档中。你确定要发布它吗？
zh_hant: 你的圖庫是空的。一旦新增為共享圖庫，您建立的資產將可在其餘文件中使用。您確定要發布它嗎？

# modals.add-shared-confirm.accept
source: Add as Shared Library
ar: إضافة كمكتبة مشتركة
ca: Afegeix com a biblioteca compartida
cs: Přidat jako sdílenou knihovnu
de: Hinzufügen als gemeinsam genutzte Bibliothek
el: Προσθήκη ως Κοινόχρηστη βιβλιοθήκη
es: Añadir como Biblioteca Compartida
eu: Gehitu partekatutako liburutegi gisa
fa: افزودن به عنوان کتابخانه مشترک
fo: Legg afturat sum Deilt Savn
fr: Ajouter comme bibliothèque partagée
he: הוספה כספריה משותפת
hi: साझा लाइब्रेरी के रूप में जोड़ें
hr: Dodaj kao zajedničku biblioteku
id: Tambahkan sebagai Pustaka Terbagi
it: Aggiungi come libreria condivisa
ko: 공유된 라이브러리로 추가
lv: Pievienot kā koplietojamu bibliotēku
ms: Tambah sebagai Pustaka Kongsi
nl: Toevoegen als gedeelde bibliotheek
pl: Dodaj jako Bibliotekę Współdzieloną
pt_br: Adicionar na Biblioteca Compartilhada
pt_pt: Adicionar como Biblioteca Partilhada
ro: Adaugă la Colecții distribuite
ru: Добавить как общую библиотеку
sr: Додај као дељену библиотеку
sv: Lägg till som delat bibliotek
tr: Paylaşılmış Kütüphane olarak Ekle
zh_cn: 添加为共享库
zh_hant: 新增為共享圖庫

# modals.add-shared-confirm.hint
source: Once added as Shared Library, the assets of this file library will be available to be used among the rest of your files.
ar: بمجرد إضافتها كمكتبة مشتركة، ستكون أصول مكتبة الملفات هذه متاحة للاستخدام بين باقي ملفاتك.
ca: Una vegada afegit com a biblioteca compartida, els recursos de la biblioteca d'aquest fitxer estaran disponibles per a usar-los entre la resta dels fitxers.
cs: Po přidání jako Sdílené knihovny budou položky této knihovny k dispozici pro použití se zbytkem vašich souborů.
de: Sobald diese Datei als geteilte Bibliothek verwendet wird, können Sie die Assets dieser Dateibibliothek in anderen Dateien verwenden.
el: Μόλις προστεθεί ως Κοινόχρηστη βιβλιοθήκη, τα στοιχεία αυτής της βιβλιοθήκης αρχείων θα είναι διαθέσιμα για χρήση μεταξύ των υπόλοιπων αρχείων σας.
es: Una vez añadido como Biblioteca Compartida, los recursos de este archivo estarán disponibles para ser usado por el resto de tus archivos.
eu: Partekatutako liburutegi gisa gehitu ostean, fitxategi honetako baliabideak beste fitxategietan erabiltzeko bezala egongo dira.
fa: پس از افزودن به‌عنوان کتابخانه مشترک، دارایی‌های این کتابخانۀ فایل برای استفاده در بین بقیه فایل‌های شما در دسترس خواهد بود.
fr: Une fois ajoutées en tant que bibliothèque partagée, les ressources de cette bibliothèque de fichiers seront disponibles pour être utilisées parmi le reste de vos fichiers.
he: לאחר שנוספה כספריה משותפת, המשאבים בספריית הקבצים הזאת יהיו זמינים בנוסף לשאר הקבצים שלך.
hi: एक बार इसे साझा लाइब्रेरी के रूप में जोड़ने के बाद, इस फाइल लाइब्रेरी के एसेट्स आपके बाकी फाइलों में उपयोग के लिए उपलब्ध होंगे।
hr: Nakon dodavanja kao zajedničku biblioteku, stavke ove biblioteke datoteka bit će dostupni za korištenje među ostalim tvojim datotekama.
id: Ketika ditambahkan sebagai Pustaka Terbagi, aset dari pustaka berkas ini akan tersedia untuk digunakan di antara berkas Anda yang lain.
it: Una volta aggiunta come libreria condivisa, le risorse di questa libreria saranno disponibili per essere utilizzate nel resto dei tuoi file.
lv: Tiklīdz šīs datņu bibliotēkas līdzekļi būs pievienot kā koplietojama bibliotēka, tā tie būs pieejami izmantošanai arī pārējās datnēs.
ms: Setelah ditambahkan sebagai Pustaka Kongsi, aset pustaka fail ini akan tersedia untuk digunakan antara fail anda yang lain.
nl: Eenmaal toegevoegd als gedeelde bibliotheek, zijn de assets van deze bestandsbibliotheek beschikbaar voor gebruik tussen de rest van je bestanden.
pl: Po dodaniu jej jako Biblioteki Współdzielonej, zasoby tej biblioteki plików będą dostępne do wykorzystania w pozostałych Twoich plikach.
pt_br: Depois de adicionados como parte da Biblioteca Compartilhada, os recursos desta biblioteca de ativos estarão disponíveis para serem usados com o restante de seus arquivos.
pt_pt: Uma vez adicionados como Biblioteca Partilhada, os recursos na biblioteca deste ficheiro estarão disponíveis com o resto dos teus ficheiros.
ro: O dată adăugat la Colecții distribuite, toate fișierele acestei colecții vor deveni disponibile altora.
ru: При выдаче статуса общей библиотеки, ресурсы этого проекта будут доступны к использованию в остальных файлах.
sr: Када се дода као дељена библиотека, средства ове библиотеке датотека биће доступна за коришћење међу осталим вашим датотекама.
sv: När du har lagt till som delat bibliotek kommer tillgångarna i detta filbibliotek att vara tillgängliga för att användas bland resten av dina filer.
tr: Paylaşılmış Kütüphane olarak eklenince, bu dosya kütüphanesindeki varlıklar diğer dosyalarınızdan da ulaşılabilecek.
zh_cn: 一旦添加为共享库，此文档库中的素材就可被用于你的其他文档中。
zh_hant: 一旦新增為共享圖庫，該文件圖庫的資產將可供您的其餘文件使用。

# modals.add-shared-confirm.message
source: Add “%s” as Shared Library
ar: إضافة “%s” كمكتبة مشتركة
ca: Afegeix "%s" com a biblioteca compartida
cs: Přidat „%s“ jako Sdílenou knihovnu
de: Hinzufügen von “%s” als gemeinsam genutzte Bibliothek
el: Προσθήκη “%s” ως Κοινόχρηστη βιβλιοθήκη
es: Añadir “%s” como Biblioteca Compartida
eu: Gehitu "%s" partekatutako liburutegi gisa
fa: افزودن «%s» به عنوان کتابخانه مشترک
fo: Legg "%s" afturat sum Deilt Savn
fr: Ajouter « %s » comme bibliothèque partagée
he: הוספת „%s” כספריה משותפת
hi: "%s" को साझा लाइब्रेरी के रूप में जोड़ें
hr: Dodajte “%s” kao zajedničku biblioteku
id: Tambahkan “%s” sebagai Pustaka Terbagi
it: Aggiungi "%s" come libreria condivisa
lv: Pievienot “%s” kā koplietojamu bibliotēku
ms: Tambah “%s” sebagai Pustaka Kongsi
nl: "%s" toevoegen als gedeelde bibliotheek
pl: Dodaj “%s” jako Bibliotekę Współdzieloną
pt_br: Adicionar “%s” na Biblioteca Compartilhada
pt_pt: Adicionar "%s" como Biblioteca Partilhada
ro: Adaugă “%s” la Colecții Distribuite
ru: Добавить "%s" как общую библиотеку
sr: Додај "%s" као дељену библиотеку
sv: Lägg till "%s" som delat bibliotek
tr: Paylaşılmış Kütüphane olarak “%s” Ekle
zh_cn: 将“%s”添加为共享库
zh_hant: 增加“％s”作為共享圖庫

# modals.big-nudge
source: Big nudge
ar: دفعة كبيرة
ca: Màxima
cs: Velké posunutí
de: Maximal
es: Máximo
eu: Gehienekoa
fr: Grand nudge
he: הינד גדול
hi: बड़ा धक्का
id: Dorongan besar
it: Grande scatto
lv: Liela nobīde
ms: Anjakan besar
nl: Grote verschuiving
pl: Duże przesunięcie
pt_br: Grande deslocamento
pt_pt: Grande deslocamento
ro: Ghiont mare
ru: Большой сдвиг
sr: Велики помак
sv: Stor knuff
tr: Büyük dürtme
zh_cn: 小幅微调
zh_hant: 大距離微調

# modals.change-email.confirm-email
source: Confirm new email
ar: تحقق من البريد الإلكتروني الجديد
ca: Repetiu el correu electrònic nou
cs: Ověřit nový e-mail
de: Neue E-Mail-Adresse verifizieren
el: 16 / 5000 Resultados de traducción Επιβεβαιώστε νέο e-mail
es: Verificar el nuevo correo
eu: Egiaztatu posta elektroniko berria
fa: تایید ایمیل جدید
fr: Vérifier la nouvelle adresse e‑mail
he: אישור כתובת דוא״ל חדשה
hi: नया ईमेल सत्यापित करें
hr: Potvrdite novi e-mail
id: Verifikasi surel baru
it: Conferma il nuovo indirizzo e-mail
ko: 새 이메일 인증하기
lv: Apstiprināt jauno e-pasta adresi
ms: Sahkan e-mel baharu
nl: Nieuw e-mailadres bevestigen
pl: Zweryfikuj nowy email
pt_br: Verificar o novo e-mail
pt_pt: Verificar o novo e-mail
ro: Verifică-ți adresa de e-mail
ru: Подтвердить новую эл. почту
sr: Верификујте нову е-пошту
sv: Verifiera ny e-post
tr: Yeni e-postayı doğrulayın
zh_cn: 确认新的邮件
zh_hant: 驗證新電子郵件

# modals.change-email.info
source: We'll send you an email to your current email “%s” to verify your identity.
ar: سنرسل لك رسالة إلى بريدك الإلكتروني الحالي “%s” للتحقق من هويتك.
ca: Us enviarem un correu electrònic a l'adreça actual "%s" per a verificar la vostra identitat.
cs: Zašleme vám e-mail na váš aktuální e-mail „%s“, abychom ověřili vaši identitu.
de: Wir senden Ihnen eine Nachricht an Ihre aktuelle E-Mail-Adresse “%s”, um Ihre Identität zu überprüfen.
el: Θα σας στείλουμε ένα email στο τρέχον email σας “%s” για να επαληθεύσουμε την ταυτότητά σας.
es: Enviaremos un mensaje a tu correo actual “%s” para verificar tu identidad.
eu: Zure egungo "%s" helbidera mezu bat bidaliko du zure nortasuna egiaztatzeko.
fa: برای تأیید هویت شما یک ایمیل به ایمیل فعلی شما "%s" ارسال می‌کنیم.
fr: Nous enverrons un e‑mail à votre adresse actuelle « %s » pour vérifier votre identité.
he: נשלח הודעה לכתובת הדוא״ל הנוכחית שלך „%s” כדי לאמת את הזהות שלך.
hi: हम आपकी पहचान सत्यापित करने के लिए आपके वर्तमान ईमेल “%s” पर एक ईमेल भेजेंगे।
hr: Poslat ćemo e-mail na tvoj trenutni e-mail "%s" kako bismo potvrdili tvoj identitet.
id: Kami akan mengirim Anda sebuah surel ke surel Anda “%s” saat ini untuk memverifikasi identitas Anda.
it: Ti invieremo un'e-mail al tuo attuale indirizzo e-mail "%s" per verificare la tua identità.
lv: Mēs nosūtīsim e-pasta ziņojumu uz pašreizējo e-pasta adresi “%s”, lai pārbaudītu identitāti.
ms: Kami akan menghantar e-mel ke e-mel semasa anda “%s” untuk pengesahan identiti.
nl: We sturen je een e-mail naar je huidige e-mailadres "%s" om je identiteit te verifiëren.
pl: Wyślemy Ci wiadomość na Twój aktualny adres email “%s”, żeby zweryfikować Twoją tożsamość.
pt_br: Enviaremos a você um e-mail para seu e-mail atual “%s” para verificar sua identidade.
pt_pt: Vamos enviar um e‑mail para o teu endereço atual "%s" para verificar a tua identidade.
ro: Îți vom trimite un email pe adresa “%s” pentru identificare.
ru: Мы отправим эл. письмо для подтверждения личности на текущую эл. почту "%s".
sr: Послаћемо вам е-пошту на вашу тренутну е-пошту "%s" да потврдимо ваш идентитет.
sv: Vi skickar ett e-postmeddelande till din nuvarande e-post "%s" för att verifiera din identitet.
tr: “%s” e-posta adresinize kimliğinizi doğrulamak için bir e-posta göndereceğiz.
zh_cn: 我们会发送一封信的邮件到当前的电子邮件“%s”，以验证你的身份。
zh_hant: 我們將寄送郵件至您目前的電子郵件信箱 “%s” 以確認身分。

# modals.change-email.new-email
source: New email
ar: بريد إلكتروني جديد
ca: Correu electrònic nou
cs: Nový e-mail
de: Neue E-Mail-Adresse
el: Νέο email
es: Nuevo correo
eu: Posta elektroniko berria
fa: ایمیل جدید
fr: Nouvel e‑mail
he: כתובת דוא״ל חדשה
hi: नया ईमेल
hr: Novi e-mail
id: Surel baru
it: Nuovo indirizzo e-mail
ko: 새 이메일
lv: Jauna e-pasta adrese
ms: E-mel baharu
nl: Nieuw e-mailadres
pl: Nowy email
pt_br: Novo e-mail
pt_pt: Novo e-mail
ro: Mail nou
ru: Новая эл. почта
sr: Нова е-пошта
sv: Ny e-post
tr: Yeni e-posta
zh_cn: 新电子邮件
zh_hant: 新電郵

# modals.change-email.submit
source: Change email
ar: تغيير البريد الإلكتروني
ca: Canvia el correu
cs: Změnit e-mail
de: E-Mail-Adresse ändern
el: Αλλαγή email
es: Cambiar correo
eu: Aldatu posta elektronikoa
fa: تغییر ایمیل
fr: Changer adresse e‑mail
he: החלפת כתובת דוא״ל
hi: ईमेल बदले
hr: Promijeni e-mail
id: Ubah surel
it: Cambiare indirizzo e-mail
ko: 이메일 변경하기
lv: Mainīt e-pasta adresi
ms: Tukar e-mel
nl: E-mailadres wijzigen
pl: Zmień email
pt_br: Alterar e-mail
pt_pt: Alterar e-mail
ro: Schimbă adresa de e-mail
ru: Изменить эл. почту
sr: Промените е-пошту
sv: Ändra e-post
tr: E-postayı değiştir
zh_cn: 修改电子邮件
zh_hant: 更改電子郵件

# modals.change-email.title
source: Change your email
ar: تغيير بريدك الإلكتروني
ca: Canvieu el vostre correu electrònic
cs: Změňte svůj e-mail
de: Ihre E-Mail-Adresse ändern
el: Αλλάξτε το email σας
es: Cambiar tu correo
eu: Aldatu zure posta elektronikoa
fa: ایمیل خود را تغییر دهید
fr: Changez votre adresse e‑mail
he: החלפת כתובת הדוא״ל שלך
hi: अपना ईमेल बदलें
hr: Promijeni svoj e-mail
id: Ubah surel Anda
it: Cambia il tuo indirizzo e-mail
ko: 이메일을 변경하세요
lv: E-pasta maiņa
ms: Tukar e-mel anda
nl: Je e-mailadres wijzigen
pl: Zmień swój email
pt_br: Alterar seu e-mail
pt_pt: Altera o teu e-mail
ro: Schimbă-ți adresa de E-mail
ru: Изменить эл. почту
sr: Промените своју е-пошту
sv: Ändra din e-post
tr: E-postanızı değiştirin
zh_cn: 修改你的电子邮件
zh_hant: 更改你的電郵

# modals.create-access-token.copy-token
source: Copy token
cs: Kopírovat token
de: Token kopieren
es: Copiar token
fr: Copier le jeton
he: העתקת אסימון
hi: टोकन कॉपी करें
hr: Kopiraj token
id: Salin token
it: Copia token
lv: Ievietot pilnvaru starpliktuvē
ms: Salin token
nl: Toegangsbewijs kopiëren
pt_pt: Copiar token
ro: Copiază token
ru: Копировать токен
sr: Копирај токен
sv: Kopiera token
tr: Tokeni kopyala
zh_cn: 复制令牌
zh_hant: 複製權杖(token)

# modals.create-access-token.expiration-date.label
source: Expiration date
cs: Datum vypršení platnosti
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
he: תאריך תפוגה
hi: समाप्ति तिथि
hr: Rok trajanja
id: Tanggal kedaluwarsa
it: Data di scadenza
lv: Derīguma termiņš
ms: Tarikh tamat tempoh
nl: Vervaldatum
pt_pt: Data de expiração
ro: Dată de expirare
ru: Дата истечения срока действия
sr: Датум истека
sv: Förfallodatum
tr: Sona erme tarihi
zh_cn: 到期时间
zh_hant: 截止日期

# modals.create-access-token.name.label
source: Name
ca: Nom
cs: Jméno
es: Nombre
fr: Nom
he: שם
hi: नाम
hr: Ime
id: Nama
it: Nome
lv: Nosaukums
ms: Nama
nl: Naam
pt_pt: Nome
ro: Nume
ru: Название
sr: Назив
sv: Namn
tr: İsim
zh_cn: 名称
zh_hant: 名稱

# modals.create-access-token.name.placeholder
source: The name can help to know what's the token for
cs: Název může pomoci zjistit, k čemu token slouží
de: Durch den Namen kann man erkennen, wofür der Token verwendet wird
es: El nombre te pude ayudar a saber para qué se utiliza el token
fr: Le nom aide à savoir comment le jeton sera utilisé
he: השם יכול לסייע לך להבין למה מיועד האסימון
hi: नाम से पता चल सकता है कि टोकन किसके लिए है
hr: Ime može pomoći da se zna čemu služi token
id: Namanya dapat mengetahui kegunaan tokennya
it: Il nome può aiutare a capire a cosa serve il token
lv: Nosaukums var palīdzēt saprast, kam pilnvara ir paredzēta
ms: Nama boleh membantu untuk mengetahui token itu untuk apa
nl: De naam helpt je te onthouden waar het toegangsbewijs voor is
pt_pt: O nome pode ajudar a sugerir para que o token serve
ro: Numele te poate ajuta să știi pentru ce este folosit tokenul
ru: Название может помочь понять, для чего предназначен токен
sr: Назив може помоћи да сазнате чему служи токен
sv: Namnet kan hjälpa till att veta vad token är till för
tr: Adı, tokenin ne için olduğunu bilmenize yardımcı olabilir
zh_cn: 名称可以帮你记住令牌的用途
zh_hant: 該名稱可以幫助了解權杖(token)的用途

# modals.create-access-token.submit-label
source: Create token
cs: Vytvořit token
de: Token erzeugen
es: Crear token
fr: Créer un jeton
he: יצירת אסימון
hi: टोकन बनाएं
hr: Stvori token
id: Buat token
it: Crea token
lv: Izveidot pilnvaru
ms: Cipta token
nl: Toegangsbewijs aanmaken
pt_pt: Criar token
ro: Creează token
ru: Создать токен
sr: Направи токен
sv: Skapa token
tr: Token oluştur
zh_cn: 创建令牌
zh_hant: 建立權杖(token)

# modals.create-access-token.title
source: Generate access token
cs: Vygenerujte přístupový token
de: Zugangstoken generieren
es: Generar access token
fr: Générer un jeton d'accès
he: יצירת אסימון גישה
hi: एक्सेस टोकन उत्पन्न करें
hr: Generirajte pristupni token
id: Buat token baru
it: Genera token di accesso
lv: Izveidot jaunu piekļuves pilnvaru
ms: Jana token capaian
nl: Toegangsbewijs genereren
pt_pt: Gerar token de acesso
ro: Generează token acces
ru: Сгенерировать токен доступа
sr: Генериши нови токен за приступ
sv: Generera accesstoken
tr: Erişim tokeni oluştur
zh_cn: 生成访问令牌
zh_hant: 產生存取權杖(token)

# modals.create-webhook.submit-label
source: Create webhook
cs: Vytvořit webhook
de: Webhook erstellen
es: Crear webhook
eu: Sortu webhooka
fr: Créer un webhook
he: יצירת התליה
hi: वेबहुक बनाएं
hr: Izradi webhook
id: Buat kaitan web
it: Crea webhook
ko: 웹훅 만들기
lv: Izveidot tīmekļa aizķeri
ms: Cipta cangkuk web (webhook)
nl: Webhook aanmaken
pl: Utwórz webhook
pt_br: Criar webhook
pt_pt: Criar webhook
ro: Creează webhook
ru: Создать вебхук
sr: Направи веб-куку
sv: Skapa webhook
tr: Web kancası oluştur
zh_cn: 创建webhook
zh_hant: 設置Webhook

# modals.create-webhook.title
source: Create webhook
cs: Vytvořit webhook
de: Webhook erstellen
es: Crear webhook
eu: Sortu webhooka
fr: Créer un webhook
he: יצירת התליה
hi: वेबहुक बनाएं
hr: Izradi webhook
id: Buat kaitan web
it: Crea webhook
ko: 웹훅 생성하기
lv: Izveidot tīmekļa aizķeri
ms: Cipta cangkuk web (webhook)
nl: Webhook aanmaken
pl: Utwórz webhook
pt_br: Criar webhook
pt_pt: Criar webhook
ro: Creează webhook
ru: Создать вебхук
sr: Направи веб-куку
sv: Skapa webhook
tr: Web kancası oluştur
zh_cn: 创建webhook
zh_hant: 設置Webhook

# modals.create-webhook.url.label
source: Payload URL
cs: Adresa URL datové části
eu: Informazioaren URLa
fr: URL de charge utile
he: כתובת מטען
hi: पेलोड URL
hr: URL tereta
id: URL Muatan
it: URL del payload
lv: Vērtuma URL
ms: URL muatan
pl: Ładowność URL
pt_br: URL do payload
pt_pt: URL do payload
ro: URL a încărcăturii
ru: Ссылка полезной нагрузки
sr: URL оптерећења
tr: Yük URL'si
zh_cn: 有效负载网址
zh_hant: 訊息負載網址

# modals.delete-acces-token.accept
source: Delete token
cs: Smazat token
de: Token löschen
es: Borrar token
fr: Supprimer le jeton
he: מחיקת אסימון
hi: टोकन हटाएँ
hr: Izbriši token
id: Hapus token
it: Elimina token
lv: Izdzēst pilnvaru
ms: Padam token
nl: Toegangsbewijs verwijderen
pt_pt: Apagar token
ro: Șterge token
ru: Удалить токен
sr: Избришите токен
sv: Radera token
tr: Tokeni sil
zh_cn: 删除令牌
zh_hant: 刪除權杖(token)

# modals.delete-acces-token.message
source: Are you sure you want to delete this token?
cs: Opravdu chcete tento token smazat?
de: Sind Sie sicher, dass Sie diesen Token löschen möchten?
es: ¿Seguro que deseas borrar este token?
fr: Confirmez-vous que vous souhaitez supprimer ce jeton ?
he: למחוק את האסימון הזה?
hi: क्या आप वाकई इस टोकन को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovaj token?
id: Apakah Anda ingin menghapus token ini?
it: Sei sicuro di voler eliminare questo token?
lv: Vai tiešām izdzēst šo pilnvaru?
ms: Adakah anda pasti mahu memadamkan token ini?
nl: Weet je zeker dat je dit toegangsbewijs wilt verwijderen?
pt_pt: Tens a certeza que queres apagar este token?
ro: Ești sigur că vrei să ștergi acest token?
ru: Вы уверены, что хотите удалить этот токен?
sr: Да ли сте сигурни да желите да избришете овај токен?
sv: Är du säker på att du vill radera denna token?
tr: Bu tokeni silmek istediğinizden emin misiniz?
zh_cn: 你确定想要删除这个令牌吗？
zh_hant: 您確定要刪除此權杖(token)嗎？

# modals.delete-acces-token.title
source: Delete token
cs: Smazat token
de: Token löschen
es: Borrar token
fr: Supprimer le jeton
he: מחיקת אסימון
hi: टोकन हटाएँ
hr: Izbriši token
id: Hapus token
it: Elimina token
lv: Izdzēst pilnvaru
ms: Padam token
nl: Toegangsbewijs verwijderen
pt_pt: Apagar token
ro: Șterge token
ru: Удалить токен
sr: Избришите токен
sv: Radera token
tr: Tokeni sil
zh_cn: 删除令牌
zh_hant: 刪除權杖(token)

# modals.delete-account.cancel
source: Cancel and keep my account
ar: ألغِ واحتفظ بحسابي
ca: Cancel·la i conserva el meu compte
cs: Zrušit a ponechat si můj účet
de: Abbrechen und mein Konto behalten
el: Ακύρωση και διατήρηση του λογαριασμού μου
es: Cancelar y mantener mi cuenta
eu: Utzi eta mantendu nire kontua
fa: لغو و نگه‌داشتن حساب من
fr: Annuler et conserver mon compte
he: ביטול ושמירה על החשבון שלי
hi: रद्द करें और मेरा खाता रखें
hr: Otkaži i zadrži moj račun
id: Batalkan dan jaga akun saya
it: Annulla e mantieni il mio account
lv: Atcelt un paturēt manu kontu
ms: Batal dan kekalkan akaun saya
nl: Annuleer en behoud mijn account
pl: Anuluj i zachowaj moje konto
pt_br: Cancelar e manter minha conta
pt_pt: Cancelar e manter a minha conta
ro: Anulează ștergerea contului
ru: Отменить и сохранить мой аккаунт
sr: Откажи и задржи мој налог
sv: Avbryt och behåll mitt konto
tr: İptal et ve hesabımı koru
zh_cn: 取消操作并保留我的账号
zh_hant: 取消並保留我的帳戶
