Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# inspect.attributes.stroke.width
source: Width
ar: عرض
ca: Amplada
cs: Šířka
de: Breite
el: Πλάτος
es: Ancho
eu: Zabalera
fa: عرض
fr: Épaisseur
he: רוחב
hi: चौड़ाई
hr: Širina
id: Lebar
it: Larghezza
ko: 폭
lv: Platums
ms: Lebar
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Толщина
sr: Ширина
sv: Bredd
th: ความกว้าง
tr: Genişlik
zh_cn: 宽
zh_hant: 寬度

# inspect.attributes.typography
source: Typography
ar: صياغة الحروف
ca: Tipografia
cs: Typografie
de: Typografie
el: Τυπογραφία
es: Tipografía
eu: Letra-tipo
fa: تایپوگرافی
fr: Typographie
he: טיפוגרפיה
hi: टाइपोग्राफी
hr: Tipografija
id: Tipografi
it: Tipografia
ko: 타이포그래피
lv: Burtu stils un veids
ms: Tipografi
nl: Typografie
pl: Typografia
pt_br: Tipografia
pt_pt: Tipografia
ro: Tipografie
ru: Текст
sr: Типографија
sv: Typografi
tr: Tipografi
zh_cn: 排版
zh_hant: 字體

# inspect.attributes.typography.font-family
source: Font Family
ar: عائلة الخط
ca: Família tipogràfica
cs: Rodina písem
de: Schriftart
el: Οικογένεια γραμματοσειρών
es: Familia tipográfica
eu: Letra-tipo familia
fa: خانواده فونت
fr: Police de caractères
he: משפחת גופנים
hi: फ़ॉन्ट परिवार
hr: Font
id: Keluarga Fon
it: Famiglia di caratteri
ko: 폰트 패밀리
lv: Fontu saime
ms: Keluarga Fon
nl: Lettertype-familie
pl: Rodzina czcionek
pt_br: Família tipográfica
pt_pt: Família da Fonte
ro: Familie de Fonturi
ru: Гарнитура
sr: Породица фонта
sv: Typsnittsfamilj
tr: Yazı Tipi Ailesi
zh_cn: 字体
zh_hant: 字型家族

# inspect.attributes.typography.font-size
source: Font Size
ar: حجم الخط
ca: Mida de la lletra
cs: Velikost písma
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
eu: Letra-tipoaren tamaina
fa: اندازه فونت
fr: Taille de police
he: גודל גופן
hi: फ़ॉन्ट आकार
hr: Veličina fonta
id: Ukuran Fon
it: Dimensione del carattere
ko: 폰트 사이즈
lv: Fonta izmērs
ms: Saiz huruf
nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
pt_pt: Tamanho da Fonte
ro: Dimensiune Font
ru: Размер
sr: Величина фонта
sv: Teckenstorlek
th: ขนาดฟอนต์
tr: Yazı Tipi Boyutu
zh_cn: 字号
zh_hant: 字體大小

# inspect.attributes.typography.font-style
source: Font Style
ar: نوع الخط
ca: Estil de la lletra
cs: Styl písma
de: Schriftschnitt
el: Στυλ γραμματοσειράς
es: Estilo de fuente
eu: Letra-tipoaren estiloa
fa: استایل فونت
fr: Style de police
he: סגנון גופן
hi: फ़ॉन्ट शैली
hr: Stil fonta
id: Gaya Fon
it: Stile del carattere
ko: 폰트 스타일
lv: Fonta stils
ms: Gaya Huruf
nl: Lettertype-stijl
pl: Styl czcionki
pt_br: Estilo da fonte
pt_pt: Estilo da Fonte
ro: Stil Font
ru: Шрифт
sr: Стил фонта
sv: Typsnittsstil
tr: Yazı Tipi Biçimi
zh_cn: 文字风格
zh_hant: 字體樣式

# inspect.attributes.typography.font-weight
source: Font Weight
ar: وزن الخط
cs: Tloušťka písma
de: Strichstärke
es: Grosor de fuente
eu: Letra tipoaren lodiera
fr: Graisse de la police
he: משקל גופן
hi: फ़ॉन्ट वजन
hr: Težina fonta
id: Berat Fon
it: Peso del carattere
lv: Fonta Treknums
ms: Berat Huruf
nl: Lettertype dikte
pt_br: Peso da fonte
pt_pt: Espessura da fonte
ro: Greutate Font
ru: Толщина шрифта
sr: Тежина фонта
sv: Typsnittsvikt
tr: Yazı Tipi Kalınlığı
zh_cn: 字体粗细
zh_hant: 字體粗細

# inspect.attributes.typography.letter-spacing
source: Letter Spacing
ar: تباعد الحروف
ca: Espaiat de la lletra
cs: Mezery mezi písmeny
de: Zeichenabstand
el: Διάστημα γραμμάτων
es: Espaciado de letras
eu: Hizkien tartea
fa: فاصله بین حروف
fr: Interlettrage
he: ריווח תווים
hi: अक्षरांतर
hr: Razmak između slova
id: Spasi Huruf
it: Spaziatura delle lettere
lv: Burtu atstarpes
ms: Jarak Huruf
nl: Letterafstand
pl: Rozstaw liter
pt_br: Espaçamento entre letras
pt_pt: Espaço entre caracteres
ro: Spațiere între litere
ru: Трекинг
sr: Размак између слова
sv: Teckenavstånd
th: ระยะห่างระหว่างตัวอักษร
tr: Harf Aralığı
zh_cn: 字距
zh_hant: 字母間距

# inspect.attributes.typography.line-height
source: Line Height
ar: ارتفاع الخط
ca: Alçada de la línia
cs: Výška řádku
de: Zeilenabstand
el: Ύψος γραμμής
es: Interlineado
eu: Lerroartea
fa: ارتفاع خط
fr: Interlignage
he: גובה שורה
hi: लाइन ऊँचाई
hr: Visina linije
id: Tinggi Garis
it: Interlinea
lv: Līnijas augstums
ms: Tinggi Garis
nl: Regelafstand
pl: Wysokość linii
pt_br: Altura da linha
pt_pt: Altura da Linha
ro: Înălțimea rândului
ru: Интерлиньяж
sr: Висина линије
sv: Radavstånd
tr: Satır Yüksekliği
zh_cn: 行高
zh_hant: 行高

# inspect.attributes.typography.text-decoration
source: Text Decoration
ar: زخرفة النص
ca: Decoració del text
cs: Dekorace textu
de: Textdekoration
el: Διακόσμηση κειμένου
es: Decoración de texto
eu: Testuaren apainketa
fr: Décoration de texte
he: עיטור טקסט
hi: पाठ सजावट
hr: Dekoracija teksta
id: Dekorasi Teks
it: Decorazioni testo
lv: Teksta noformējums
ms: Hiasan Teks
nl: Tekst decoratie
pl: Dekoracja tekstu
pt_br: Decoração de texto
pt_pt: Decoração de Texto
ro: Decorare Text
ru: Оформление
sr: Декорација текста
sv: Textdekorering
tr: Metin Süsleme
zh_cn: 文字装饰
zh_hant: 文字修飾

# inspect.attributes.typography.text-decoration.line-through
source: Strikethrough
es: Tachar
fr: Barré
he: קו חוצה
hi: स्ट्राइकथ्रू
it: Barrato
lv: Pārsvītrojums
nl: Doorstrepen
pt_br: Taxado
ro: Barat
ru: Зачеркивание
sv: Genomstruken
tr: Üstü çizili
zh_cn: 删除线

# inspect.attributes.typography.text-decoration.none
source: None
ar: لا شئ
ca: Cap
cs: Žádná
de: Keine
el: Κανένα
es: Ninguna
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nikakav
id: Tidak ada
it: Nessuno
lv: Nav
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# inspect.attributes.typography.text-decoration.underline
source: Underline
ar: مسطر
ca: Subratllat
cs: Podtržení
de: Unterstrichen
el: υπογράμμιση
es: Subrayar
eu: Azpimarratu
fa: خط‌زیر
fr: Souligné
he: קו תחתי
hi: रेखांकित (अंडरलाइन)
hr: Podcrtano
id: Garis bawah
it: Sottolineato
ko: 밑줄
lv: Pasvītrojums
ms: Garis bawah
nl: Onderstrepen
pl: Podkreślenie
pt_br: Sublinhado
pt_pt: Sublinhado
ro: Subliniat
ru: Подчёркнутый
sr: Подвачење
sv: Understrykning
tr: Altı Çizili
zh_cn: 下划线
zh_hant: 底線

# inspect.attributes.typography.text-transform
source: Text Transform
ar: تغيير النص
ca: Transformació del text
cs: Transformace textu
de: Texttransformation
el: Μετασχηματισμός κειμένου
es: Transformación de texto
eu: Testua eraldatu
fa: تبدیل متن
fr: Transformation de texte
he: התמרת טקסט
hi: पाठ रूपांतरण
hr: Transformiraj tekst
id: Transformasi Teks
it: Trasforma Testo
ko: 텍스트 변형
lv: Teksta transformācija
ms: Transformasian Teks
nl: Teksttransformatie
pl: Przekształcenie tekstu
pt_br: Transformação de texto
pt_pt: Transformação de Texto
ro: Transformare Text
ru: Регистр
sr: Трансформација текста
sv: Texttransformation
tr: Metin Dönüşümü
zh_cn: 文本变换
zh_hant: 文字轉換

# inspect.attributes.typography.text-transform.capitalize
source: Capitalize
ar: حالة العنوان
ca: Inicials en majúscules
cs: První písmena velká
de: Kapitälchen
el: Πρώτα κεφαλαία
es: Primera en mayúscula
fr: Première lettre en capitale
he: ראשונות גדולות
hi: प्रमुख अक्षर करना
hr: Velika i mala slova
id: Huruf Judul
it: Prime lettere maiuscole
lv: Virsraksta stils
nl: Beginhoofdletters
pl: Kapitaliki
pt_br: Iniciais em maiúsculas
pt_pt: Capitalização de Título
ro: Majuscule Titlu
ru: Регистр Заголовка
sv: Versalbörjan
tr: İlk Harfleri Büyük
zh_cn: 首字母大写
zh_hant: 詞首字母大寫

# inspect.attributes.typography.text-transform.lowercase
source: Lower Case
ar: أحرف صغيرة
ca: Minúscules
cs: Malá písmena
de: Kleinbuchstaben
el: Πεζά γράμματα
es: Minúsculas
eu: Letra xeheak
fa: حروف کوچک
fr: Minuscule
he: אותיות קטנות
hi: छोटे अक्षर
hr: Mala slova
id: Huruf Kecil
it: Minuscolo
ko: 소문자
lv: Mazie burti
ms: Huruf Kecil
nl: Kleine letters
pl: małe litery
pt_br: Minúsculo
pt_pt: Minúsculas
ro: Minuscule
ru: Нижний регистр
sr: Мала слова
sv: Gemener
tr: Küçük Harf
zh_cn: 小写
zh_hant: 全小寫

# inspect.attributes.typography.text-transform.none
source: None
ar: لا شئ
ca: Cap
cs: Žádná
de: Keine
el: Κανένα
es: Ninguna
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nikakav
id: Tidak ada
it: Nessuno
lv: Nav
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhum
ro: Niciunul
ru: Какой есть
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# inspect.attributes.typography.text-transform.unset
source: Unset
cs: Nenastaveno
de: Nicht gesetzt
es: Sin asignar
fr: Non assigné
he: ביטול הגדרה
hi: अप्रयुक्त करें
hr: Nepostavljeno
id: Tidak ditetapkan
it: Annulla impostazione
lv: Atiestatīt
ms: Nyahset
nl: Uitschakelen
pt_br: Não definido
pt_pt: Sem atribuição
ro: Ne-setează
ru: Не установлено
sr: Без вредности
sv: Oinställt
tr: Ayarlanmadı
zh_cn: 取消设置
zh_hant: 取消設定

# inspect.attributes.typography.text-transform.uppercase
source: Upper Case
ar: الأحرف الكبيرة
ca: Majúscules
cs: Velká písmena
de: Großbuchstaben
el: Κεφαλαία γράμματα
es: Mayúsculas
eu: Letra larriz
fa: حروف بزرگ
fr: Majuscules
he: אותיות גדולות
hi: बड़े अक्षर
hr: Velika slova
id: Huruf Besar
it: Maiuscolo
ko: 대문자
lv: Lielie burti
ms: Huruf Besar
nl: HOOFDLETTERS
pl: DUŻE LITERY
pt_br: Maiúsculo
pt_pt: Maiúsculas
ro: Majuscule
ru: Верхний регистр
sr: Велико слово
sv: Versaler
tr: Büyük Harf
zh_cn: 大写
zh_hant: 全大寫

# inspect.attributes.variant
source: Variant properties
de: Eigenschaften der Variante
es: Propiedades de la variante
fr: Propriétés de la variante
he: מאפייני הגוון
hi: वेरिएंट गुणधर्म
id: Properti varian
it: Proprietà della variante
lv: Varianta īpašības
nl: Eigenschappen van de variant
pt_br: Propriedades da variante
ro: Proprietățile variantei
ru: Вариант свойств
sv: Variantegenskaper
tr: Çeşit özellikleri
zh_cn: 变体属性

# inspect.attributes.variants
source: Variants properties
de: Eigenschaften der Varianten
es: Propiedades de las variantes
fr: Propriétés des variantes
he: מאפייני הגוונים
hi: वेरिएंट्स गुणधर्म
it: Proprietà delle varianti
lv: Paveida īpašības
nl: Varianten eigenschappen
pt_br: Propriedades das variantes
ro: Proprietățile variantelor
ru: Варианты свойств
sv: Variantegenskaper
tr: Çeşitlerin özellikleri
zh_cn: 变体属性

# inspect.empty.help
source: If you want to know more about design inspect visit Penpot's help center
ar: إذا كنت تريد معرفة المزيد عن فحص التصميم ، فتفضل بزيارة مركز مساعدة لPenpot
cs: Pokud se chcete dozvědět více o inspektorovi designu, navštivte centrum nápovědy společnosti Penpot
de: Für weitere Informationen zum Thema "Auswerten von Design-Spezifikationen", besuchen Sie bitte das Penpot-Hilfezentrum
es: Si quieres saber más sobre la inspección puedes visitar el centro de ayuda de Penpot
eu: Diseinua ikuskatzeari buruz gehiago jakin nahi baduzu zoaz Penpoten laguntza zentrora
fr: Pour en savoir plus sur l'inspection, visitez le centre d'aide de Penpot
he: למידע נוסף על חקירת עיצוב אפשר לבקר במרכז העזרה של Penpot
hi: यदि आप डिजाइन निरीक्षण के बारे में अधिक जानना चाहते हैं, तो कृपया पेनपॉट के हेल्प सेंटर पर जाएं
hr: Ako želite saznati više o pregledu dizajna, posjetite Penpotov centar za pomoć
id: Jika Anda ingin mengetahui lebih lanjut tentang inspeksi desain kunjungi pusat bantuan Penpot
it: Per ulteriori informazioni su l'ispezione, visita il centro di supporto di Penpot
lv: Ja ir vēlme uzzināt vairāk par dizaina apskati, jāapmeklē Penpot palīdzības centrs
ms: Jika anda ingin mengetahui lebih lanjut tentang pemeriksaan reka bentuk, lawati pusat bantuan Penpot
nl: Als je meer wilt weten over ontwerpinspectie, ga dan naar het helpcentrum van Penpot
pl: Jeśli chcesz dowiedzieć się więcej o inspekcji projektu, odwiedź centrum pomocy Penpot
pt_br: Se quiser saber mais sobre inspecionar o design, visite a central de ajuda do Penpot
pt_pt: Se quiseres saber mais sobre a inspeção, visita o centro de ajuda do Penpot
ro: Dacă dorești să afli mai multe despre inspectorul de design, vizitează centrul de ajutor Penpot
ru: Если вы хотите узнать больше о осмотре дизайна, посетите справочный центр Penpot
sr: Ако желите да сазнате више о прегледу дизајна, посетите Помоћни центар Penpot-а
sv: Om du vill veta mer om designinspektion kan du besöka Penpots hjälpcenter
tr: Tasarım incelemesi hakkında daha fazla bilgi edinmek istiyorsanız Penpot yardım merkezini ziyaret edin
zh_cn: 如果您想了解有关设计检查的更多信息，请访问Penpot的帮助中心
zh_hant: 如果您想瞭解更多關於設計檢查的資訊，請訪問Penpot的幫助中心

# inspect.empty.more-info
source: More info about inspect
cs: Více informací o inspektorovi
de: Weitere Informationen zur Inspektion
es: Más información sobre la inspección
eu: Informazio gehiago ikuskatzeari buruz
fr: Plus d'informations sur l'inspection
he: מידע נוסף על חקירה
hr: Više informacija o inspekciji
id: Lebih banyak info tentang inspeksi
it: Maggiori informazioni sull'ispezione
lv: Vairāk informācijas par apskatīšanu
ms: Maklumat lanjut tentang inspect
nl: Meer info over inspecteren
pl: Więcej informacji o inspekcji
pt_br: Mais informações sobre inspecionar
pt_pt: Mais informações sobre a inspeção
ro: Mai multe informații despre inspector
ru: Подробнее об осмотре
sr: Више информација о прегледу
sv: Mer information om inspektion
tr: İnceleme hakkında daha fazla bilgi
zh_cn: 有关检查的详细信息
zh_hant: 有關檢查的詳細資訊

# inspect.empty.select
source: Select a shape, board or group to inspect their properties and code
cs: Vyberte tvar, tabuli nebo skupinu, abyste mohli zkontrolovat jejich vlastnosti a kód
de: Wählen Sie eine Form, ein Board oder eine Gruppe aus, um deren Eigenschaften und Code zu überprüfen
es: Elige una forma, tablero o grupo para inspeccionar sus propiedades y código
eu: Aukeratu forma bat, taula bat edo talde bat beren propietateak eta kodea ikuskatzeko
fr: Sélectionnez une forme, un plan de travail ou un groupe pour inspecter leurs propriétés et le code
he: ניתן לבחור צורה, לוח או קבוצה ולראות את המאפיינים והקוד שלהם
hi: उनके गुणधर्म और कोड का निरीक्षण करने के लिए कोई आकृति, बोर्ड या समूह चुनें
hr: Odaberite oblik, ploču ili grupu da provjerite njihova svojstva i kod
id: Pilih bentuk, papan, atau grup untuk menginskpeksi properti dan kodenya
it: Seleziona una forma, una tavola da disegno o un gruppo per ispezionare le loro proprietà e il loro codice
lv: Jāatlasa apveids, plātne vai kopa, lai apskatītu to īpašības un kodu
ms: Pilih bentuk, papan atau kumpulan untuk memeriksa sifat dan kod mereka
nl: Selecteer een vorm, bord of groep om hun eigenschappen en code te inspecteren
pl: Wybierz kształt, tablicę lub grupę, aby sprawdzić ich właściwości i kod
pt_br: Selecione uma forma, board ou grupo para inspecionar suas propriedades e código
pt_pt: Seleciona uma forma, prancheta, ou grupo para inspecionar os seus atributos e código
ro: Selectează o formă, o placă sau un grup pentru a le inspecta proprietățile și codul
ru: Выберите фигуру, доску или группу, чтобы просмотреть свойства и код
sr: Изаберите облик, таблу или групу да бисте прегледали њихова својства и код
sv: Välj en form, ett tavla eller en grupp för att inspektera deras egenskaper och kod
tr: Özelliklerini ve kodunu incelemek için bir şekil, çalışma yüzeyi veya grup seçin
zh_cn: 选择形状、板或组以检查其属性和代码
zh_hant: 選擇一個形狀、版面或群組來檢查它們的屬性和程式碼

# inspect.subtitle.copy
source: Copy
de: Kopieren
es: Copia
fr: Copier
he: העתקה
hi: कापी
id: Salin
it: Copia
lv: Ievietot starpliktuvē
nl: Kopiëren
pt_br: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
tr: Kopyala
zh_cn: 复制

# inspect.subtitle.main
source: Main component
de: Hauptkomponente
es: Componente principal
fr: Composant principal
he: רכיב ראשי
hi: मुख्य घटक
id: Komponen utama
it: Componente principale
lv: Galvenā sastāvdaļa
nl: Hoofdcomponent
pt_br: Componente principal
pt_pt: Componente principal
ro: Componenta principală
ru: Основной компонент
sv: Huvudkomponent
tr: Ana bileşen
zh_cn: 主组件

# inspect.tabs.code
source: Code
ca: Codi
el: Κώδικας
eu: Kodea
he: קוד
hr: Kod
id: Kode
it: Codice
ko: 코드
lv: Kods
ms: Kod
pt_pt: Código
sr: Код
th: โคด
tr: Kod
zh_hant: 程式碼

# inspect.tabs.code.selected.circle
source: Circle
ar: دائرة
ca: Cercle
cs: Kruh
de: Kreis
el: Κύκλος
es: Círculo
eu: Borobila
fa: دایره
fr: Cercle
he: עיגול
hi: चक्र
hr: Krug
id: Lingkaran
it: Cerchio
ko: 원
lv: Aplis
ms: Bulatan
nl: Cirkel
pl: Okrąg
pt_br: Círculo
pt_pt: Círculo
ro: Cerc
ru: Круг
sr: Круг
sv: Cirkel
tr: Daire
zh_cn: 圆
zh_hant: 圖形

# inspect.tabs.code.selected.component
source: Component
ar: مكون
cs: Komponenta
de: Komponente
es: Componente
eu: Osagaia
fa: کامپوننت
fr: Composant
he: רכיב
hi: घटक
hr: Komponenta
id: Komponen
it: Componente
ko: 컴포넌트
lv: Sastāvdaļa
ms: Komponen
pl: Komponent
pt_br: Componente
pt_pt: Componente
ro: Componentă
ru: Компонент
sr: Компонента
sv: Komponent
tr: Bileşen
zh_cn: 组件
zh_hant: 元件

# inspect.tabs.code.selected.curve
source: Curve
ar: منحنى
ca: Corba
cs: Křivka
de: Kurve
el: Κυρτότητα
es: Curva
eu: Kurba
fa: منحنی
fr: Courbe
he: עיקול
hi: वक्र
hr: Krivulja
id: Kurva
it: Curva
ko: 커브
lv: Līkne
ms: Lengkung
nl: Kromme
pl: Krzywa
pt_br: Curva
pt_pt: Curva
ro: Curbat
ru: Кривая
sr: Кривина
sv: Kurva
tr: Eğri
zh_cn: 曲线
zh_hant: 曲線

# inspect.tabs.code.selected.frame
source: Board
ar: لوح الرسم
ca: Tauler
cs: Tabule
de: Zeichenfläche
el: Τραπέζι εργασίας
es: Mesa de trabajo
eu: Mahaigaina
fa: آرت‌برد
fr: Plan de travail
he: לוח
hi: बोर्ड
hr: Ploča
id: Papan
it: Tavola da disegno
ko: 보드
lv: Plātne
ms: Papan
nl: Bord
pl: Artboard
pt_pt: Prancheta
ro: Planșă de lucru
ru: Кадр
sr: Табла
sv: Tavla
th: บอร์ด
tr: Çalışma yüzeyi
zh_cn: 画板
zh_hant: 畫板

# inspect.tabs.code.selected.group
source: Group
ar: مجموعة
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
eu: Taldea
fa: گروه
fr: Groupe
he: קבוצה
hi: समूह
hr: Grupa
id: Grup
it: Gruppo
ko: 그룹
lv: Kopa
ms: Kumpulan
nl: Groep
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro: Grup
ru: Группа
sr: Група
sv: Grupp
tr: Grup
zh_cn: 编组
zh_hant: 群組

# inspect.tabs.code.selected.image
source: Image
ar: صورة
ca: Imatge
cs: Obrázek
de: Bild
el: Εικόνα
es: Imagen
eu: Irudia
fa: تصویر
he: תמונה
hi: छवि
hr: Slika
id: Gambar
it: Immagine
ko: 이미지
lv: Attēls
ms: Gambar
nl: Afbeelding
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sr: Слика
sv: Bild
tr: Görsel
zh_cn: 图片
zh_hant: 圖像

# inspect.tabs.code.selected.mask
source: Mask
ar: قناع
ca: Màscara
cs: Maska
de: Maske
es: Máscara
eu: Maskara
fa: ماسک
fr: Masque
he: מסכה
hi: मास्क
hr: Maska
id: Topeng
it: Maschera
ko: 마스크
lv: Maska
ms: Maska
nl: Masker
pl: Maska
pt_br: Máscara
pt_pt: Máscara
ro: Mască
ru: Маска
sr: Маска
tr: Maskele
zh_cn: 蒙版
zh_hant: 遮罩

# inspect.tabs.code.selected.multiple
source: %s Selected
ca: %s seleccionats
de: %s Ausgewählt(e)
el: %s Επιλεγμένα
eu: %s aukeratuta
he: %s נבחרו
hr: %s Označeno
id: %s Dipilih
it: %s selezionati
lv: Atlasīti: %s
ms: %s Dipilih
pt_pt: %s Selecionados
sr: %s Изабрано
tr: %s Seçildi
zh_hant: 已選擇 %s

# inspect.tabs.code.selected.path
source: Path
ar: مسار
ca: Camí
cs: Cesta
de: Pfad
el: Σχέδιο
es: Trazado
eu: Trazadura
fa: مسیر
fr: Chemin
he: נתיב
hi: पथ
id: Jalur
it: Tracciato
ko: 패스
lv: Ceļš
ms: Laluan
nl: Pad
pl: Ścieżka
pt_br: Caminho
pt_pt: Caminho
ro: Traiectorie
ru: Контур
sr: Путања
sv: Bana
tr: Yol
zh_cn: 路径
zh_hant: 路徑

# inspect.tabs.code.selected.rect
source: Rectangle
ar: رباعي
cs: Obdélník
de: Rechteck
el: Ορθωγώνιο
es: Rectángulo
eu: Laukia
fa: مستطیل
he: מרובע
hi: आयत
hr: Pravokutnik
id: Persegi Panjang
it: Rettangolo
ko: 사각형
lv: Taisnstūris
ms: Segi empat tepat
nl: Rechthoek
pl: Prostokąt
pt_br: Retângulo
pt_pt: Rectângulo
ro: Dreptunghi
ru: Прямоугольник
sr: Правоугаоник
sv: Rektangel
tr: Dikdörtgen
zh_cn: 矩形
zh_hant: 矩形

# inspect.tabs.code.selected.text
source: Text
ar: نص
el: Κείμενο
es: Texto
eu: Testua
fa: متن
fr: Texte
he: טקסט
hi: पाठ
hr: Tekst
id: Teks
it: Testo
ko: 텍스트
lv: Teksts
ms: Teks
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
sr: Текст
tr: Metin
zh_cn: 文本
zh_hant: 文字

# inspect.tabs.computed
source: Computed
he: מחושב
it: Calcolato
tr: Hesaplanan

# inspect.tabs.info
source: Info
ca: Informació
el: Πληροφορίες
eu: Informazioa
he: מידע
hr: Informacija
it: Informazione
ko: 정보
lv: Infomācija
ms: Maklumat
pt_pt: Informação
sr: Инфо
tr: Bilgi
zh_hant: 資訊

# inspect.tabs.switcher.label
source: Layer info
he: פרטי שכבה
it: Informazioni livello
tr: Katman bilgisi

# label.mark-all-as-read
source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
he: לסמן הכול כנקרא
hi: सभी को पढ़ा हुआ मार्क करें
id: Tandai semua sebagai terbaca
it: Contassegna tutto come letto
lv: Atzīmēt visu kā izlasītu
nl: Alles als gelezen markeren
pt_br: Marcar todos como lidos
pt_pt: Marcar todas como lidas
ro: Marchează tot ca fiind citit
ru: Отметить все как прочитанное
sv: Markera alla som lästa
tr: Tümünü okundu olarak işaretle
zh_cn: 标记全部为已读

# label.shortcuts
source: Shortcuts
ar: الاختصارات
ca: Dreceres
cs: Zkratky
de: Tastaturkürzel
es: Atajos de teclado
eu: Lasterteklak
fa: میانبرها
fr: Raccourcis
he: קיצורי דרך
hi: शॉर्टकट्स
hr: Prečaci
id: Pintasan
it: Scorciatoie
ko: 단축키
lv: Saīsnes
ms: Pintasan
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
pt_pt: Atalhos
ro: Comenzi rapide
ru: Сочетания клавиш
sr: Пречице
sv: Genvägar
tr: Kısayollar
zh_cn: 快捷方式
zh_hant: 捷徑

# labels.accept
source: Accept
ar: إقبل
ca: Acceptar
cs: Přijmout
de: Akzeptieren
el: Αποδέχομαι
es: Aceptar
eu: Onartu
fa: تایید
fr: Accepter
he: מקובל
hi: स्वीकार करें
hr: Prihvati
id: Terima
it: Accetto
ko: 허가
lv: Pieņemt
ms: Terima
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
ru: Принять
sr: Прихвати
sv: Acceptera
tr: Kabul et
zh_cn: 接受
zh_hant: 接受

# labels.access-tokens
source: Access tokens
cs: Přístupové tokeny
de: Zugangstoken
fr: Jetons d'accès
he: אסימוני גישה
hi: एक्सेस टोकन
hr: Pristupni tokeni
id: Token akses
it: Token di accesso
lv: Piekļuves pilnvaras
ms: Token capaian
nl: Toegangsbewijzen
pt_br: Tokens de acesso
pt_pt: Tokens de acesso
ro: Token-uri acces
ru: Токены доступа
sr: Токени за приступ
tr: Erişim tokenleri
zh_cn: 访问令牌
zh_hant: 存取權杖(tokens)

# labels.active
source: Active
cs: Aktivní
de: Aktiv
es: Activo
eu: Aktibo
fr: Activé
he: פעיל
hi: सक्रिय
hr: Aktivan
id: Aktif
it: Attivo
ko: 활성화
lv: Aktīvs
ms: Aktif
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Действующий
sr: Активно
sv: Aktiv
tr: Etkin
zh_cn: 激活
zh_hant: 啟用

# labels.add
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodati
id: Tambahkan
it: Aggiungi
lv: Pievienot
nl: Toevoegen
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
zh_cn: 新增
zh_hant: 新增

# labels.add-custom-font
source: Add custom font
ar: إضافة خط مخصص
ca: Afegeix tipografia
cs: Přidat vlastní písmo
de: Eigene Schriftart hinzufügen
es: Añadir fuente personalizada
eu: Gehitu letra-tipo pertsonalizatua
fa: اضافه کردن فونت سفارشی
fr: Ajouter police personnalisée
he: הוספת גופן משלך
hi: कस्टम फ़ॉन्ट जोड़ें
hr: Dodajte custom font
id: Tambahkan fon khusus
it: Aggiungi un carattere personalizzato
ko: 커스텀 폰트 추가
lv: Pievienot pielāgotu fontu
ms: Tambah fon tersuai
nl: Eigen lettertype toevoegen
pl: Dodaj niestandardową czcionkę
pt_br: Adicionar fonte personalizada
pt_pt: Adicionar fonte personalizada
ro: Adaugă font personalizat
ru: Добавить произвольный шрифт
sr: Додај прилагођени фонт
sv: Lägg till typsnitt
tr: Özel yazı tipi ekle
zh_cn: 添加自定义字体
zh_hant: 新增自訂字體

# labels.adding
source: Adding...
cs: Přidávání...
de: Hinzufügen...
es: Añadiendo...
fr: Ajout…
he: מתווסף…
hi: जोड़ा जा रहा है..।
hr: Dodavanje...
id: Menambahkan...
it: Aggiungendo…
lv: Pievieno...
nl: Toevoegen…
pt_br: Adicionando...
pt_pt: A adicionar...
ro: Adăugare...
ru: Добавление...
sv: Lägger till...
tr: Ekleniyor...
zh_cn: 新增...
zh_hant: 新增...

# labels.admin
source: Admin
ar: مشرف
ca: Administració
cs: Správce
el: Διαχειριστής
es: Administración
eu: Kudeaketa
fa: مدیر
fr: Administration
he: ניהול
hi: प्रशासक
hr: Administrator
it: Amministratore
ko: 관리자
lv: Pārvaldnieks
ms: Pentadbir
pt_br: Administrador
pt_pt: Administração
ro: Administrator
ru: Администратор
sr: Админ
tr: Yönetici
zh_cn: 管理员
zh_hant: 管理員
