Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.plugins.bad-url
source: The plugin URL is incorrect
cs: Adresa URL pluginu je nesprávná
de: Die URL des Plugins ist falsch
es: La URL de la extensión es incorrecta
fr: L'URL de l'extension est incorrect
fr_ca: L'URL du plugiciel est erroné
he: כתובת התוסף שגויה
hi: प्लगइन URL ग़लत है
hr: URL dodatka nije točan
id: URL plugin salah
it: L'URL del plugin non è corretto
lv: Spraudņa URL ir nepareizs
nl: De URL van de plug-in is onjuist
pt_br: A URL do plugin está incorreta
pt_pt: O URL do plugin está incorreto
ro: Adresa URL a extensiei este incorectă
ru: URL-адрес плагина неверен
sv: Plugin-URL:en är felaktig
tr: Eklenti URL'si yanlış
zh_cn: 插件 URL 不正确
zh_hant: 外掛網址不正確

# dashboard.plugins.parse-error
source: Cannot parse the plugin manifest
cs: Manifest pluginu nelze analyzovat
de: Das Plugin-Manifest kann nicht ausgewertet werden
es: No se puede analizar el manifiest de la extensión
fr: Impossible de traiter la définition de l'extension
fr_ca: Impossible d'analyser le manifeste du plugiciel
he: לא ניתן לפענח את המניפסט/מצהר של התוסף
hi: प्लगइन मैनिफेस्ट को पार्स नहीं कर सकते
hr: Nije moguće analizirati manifest dodatka
id: Tidak dapat mengurai manifes plugin
it: Impossibile analizzare il manifesto del plugin
lv: Nevar apstrādāt spraudņa manifestu
nl: Kan het plug-inmanifest niet verwerken
pt_br: Não é possível avaliar o manifesto do plugin
pt_pt: Não foi possível analisar as definições do plugin
ro: Nu s-a putut citi registrul extensiei
ru: Невозможно проанализировать манифест плагина
sv: Kan inte tolka plugin-manifestet
tr: Eklenti bildirim dosyası ayrıştırılamıyor
zh_cn: 不能解析插件清单
zh_hant: 無法解析外掛清單

# dashboard.plugins.try-plugin
source: Try plugin:
cs: Zkuste plugin:
de: Plugin ausprobieren:
es: Prueba la extensión:
fr: Essayer l'extension :
fr_ca: Essayer le plugiciel :
he: התנסות התוסף:
hi: प्लगइन प्रयास करें:
hr: Isprobajte dodatak:
id: Coba plugin:
it: Prova il plugin:
lv: Izmēģināt spraudni:
nl: Probeer plugin:
pt_br: Experimente o plugin:
pt_pt: Experimentar o plugin:
ro: Încearcă extensia:
ru: Попробуйте плагин:
sv: Testa plugin:
tr: Eklentiyi deneyin:
zh_cn: 尝试插件
zh_hant: 嘗試外掛：

# dashboard.projects-title
source: Projects
ar: المشاريع
ca: Projectes
cs: Projekty
da: Projekter
de: Projekte
el: Εργα
es: Proyectos
eu: Proiektuak
fa: پروژه‌ها
fo: Verkætlanir
fr: Projets
fr_ca: Projets
he: מיזמים
hi: प्रोजेक्ट्स
hr: Projekti
id: Proyek
it: Progetti
lt: Projektai
lv: Projekti
ms: Projek
nl: Projecten
pl: Projekty
pt_br: Projetos
pt_pt: Projetos
ro: Proiecte
ru: Проекты
sr: Пројекти
sv: Projekt
tr: Projeler
zh_cn: 项目
zh_hant: 專案

# dashboard.remove-account
source: Want to remove your account?
ar: أتريد إزالة حسابك؟
ca: Voleu eliminar el vostre compte?
cs: Chcete odstranit svůj účet?
da: Vil du slette din konto?
de: Möchten Sie Ihr Konto entfernen?
el: Θέλετε να καταργήσετε τον λογαριασμό σας;
es: ¿Quieres borrar tu cuenta?
eu: Kontua ezabatu nahi duzu?
fa: آیا می‌خواهید حساب خود را حذف کنید؟
fo: Vilt tú strika tína konto?
fr: Voulez-vous supprimer votre compte ?
fr_ca: Tu veux supprimer ton compte ?
he: להסיר את החשבון שלך?
hi: क्या आप अपना खाता हटाना चाहते हैं?
hr: Želiš li ukloniti svoj račun?
id: Ingin menghapus akun Anda?
it: Desideri eliminare il tuo account?
lt: Norite pašalinti paskyrą?
lv: Noņemt savu kontu?
ms: Mahu mengalih keluar akaun anda?
nl: Wil je je account verwijderen?
pl: Czy chesz usunąć swoje konto?
pt_br: Quer remover sua conta?
pt_pt: Queres remover a tua conta?
ro: Dorești să îți ștergi contul?
ru: Хотите удалить свой аккаунт?
sr: Желите да уклоните свој налог?
sv: Vill du ta bort ditt konto?
tr: Hesabınızı kaldırmak mı istiyorsunuz?
zh_cn: 希望注销您的账号？
zh_hant: 想要移除您的帳號嗎？

# dashboard.remove-shared
source: Remove as Shared Library
ar: أزِل كمكتبة مشتركة
ca: Elimina de les biblioteques compartides
cs: Odstranit jako sdílenou knihovnu
da: Fjern som Delt Bibliotek
de: Als gemeinsam genutzte Bibliothek entfernen
el: Διαγραφή ως Κοινόχρηστη βιβλιοθήκη
es: Eliminar como Biblioteca Compartida
eu: Ezabatu partekatutako liburutegi gisa
fa: حذف به عنوان کتابخانه مشترک
fo: Strikað sum Deilt Savn
fr: Supprimer en tant que bibliothèque partagée
fr_ca: Retirer la bibliothèque partagée
he: הסרה כספריה משותפת
hi: साझा लाइब्रेरी के रूप में निकालें
hr: Ukloni kao zajedničku biblioteku
id: Hapus sebagai Pustaka Terbagi
it: Rimuovi come libreria condivisa
lt: Pašalinti kaip bendrinamą biblioteką
lv: Noņemt kā koplietojamo bibliotēku
ms: Alih keluar sebagai Pustaka Dikongsi
nl: Verwijder als gedeelde bibliotheek
pl: Usuń jako Bibliotekę Udostępnioną
pt_br: Remover compartilhamento de Biblioteca
pt_pt: Remover como Biblioteca Partilhada
ro: Elimină ca şi Colecţie Distribuită
ru: Снять статус общей библиотеки
sr: Уклони као дељену библиотеку
sv: Ta bort som delat bibliotek
tr: Paylaşılan Kütüphane olarak sil
zh_cn: 不再作为共享库
zh_hant: 不再作為共用資料庫

# dashboard.removed-from-team
source: You are not part of the team “%s“ anymore.
cs: Již nejste součástí týmu „%s“.
de: Sie sind nicht mehr Teil des Teams “%s“.
es: Ya no eres parte del equipo “%s“.
fr: Vous ne faites plus partie de l'équipe « %s ».
fr_ca: Tu ne fais plus partie de l'équipe « %s ».
he: נגרעת מהצוות „%s”.
hi: अब आप टीम “%s“ का हिस्सा नहीं हैं।
hr: Niste više dio tima "%s".
id: Anda bukan merupakan bagian dari tim “%s” lagi.
it: Non fai più parte del team "%s".
lv: Tu vairs neesi daļa no komandas "%s".
nl: Je maakt geen deel meer uit van het team “%s“.
pt_br: Você não faz mais parte do time "%s".
pt_pt: Já não pertences à equipa “%s“.
ro: Nu mai faci parte din echipa "%s".
ru: Вы больше не являетесь частью команды “%s“.
sv: Du är inte längre en del av teamet ”%s”.
tr: Artık “%s” takımının bir parçası değilsiniz.
zh_cn: 你现在不再是此团队“%s”的成员。
zh_hant: 您不再是團隊“%s”的成員。

# dashboard.save-settings
source: Save settings
ar: احفظ الإعدادات
ca: Desa la configuració
cs: Uložit nastavení
de: Einstellungen speichern
es: Guardar opciones
eu: Gorde aukerak
fa: ذخیره تنظیمات
fo: Goym stillingar
fr: Enregistrer les paramètres
fr_ca: Sauvegarder les paramètres
he: שמירת ההגדרות
hi: सेटिंग्स सहेजें
hr: Spremi postavke
id: Simpan pengaturan
it: Salva impostazioni
lv: Saglabāt iestatījumus
ms: Simpan tetapan
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt_br: Salvar configurações
pt_pt: Guardar definições
ro: Salvează setările
ru: Сохранить настройки
sr: Сачувај подешавања
sv: Spara inställningar
th: บันทึกการตั้งค่า
tr: Ayarları kaydet
zh_cn: 保存设置
zh_hant: 儲存設定

# dashboard.search-placeholder
source: Search…
ar: ابحث…
ca: Cerca…
cs: Vyhledat…
da: Søg…
de: Suchen…
el: Αναζήτηση…
es: Buscar…
eu: Bilatu…
fa: جستجو…
fo: Leita…
fr: Rechercher…
fr_ca: Recherche…
he: חיפוש…
hi: खोजना…
hr: Pretraži…
id: Cari…
it: Cerca…
lv: Meklēt…
ms: Cari…
nl: Zoeken…
pl: Szukaj…
pt_br: Pesquisar…
pt_pt: Pesquisar…
ro: Căutare…
ru: Поиск…
sr: Претражи…
sv: Sök…
th: ค้นหา…
tr: Ara…
zh_cn: 搜索…
zh_hant: 搜尋…

# dashboard.searching-for
source: Searching for “%s“…
ar: البحث عن "%s"…
ca: S'està cercant “%s“…
cs: Hledá se “%s“…
da: Søger efter “%s“…
de: Suche nach “%s“…
el: Αναζήτηση για “%s“…
es: Buscando “%s“…
eu: "%s" bilatzen…
fa: جستجو برای “%s“…
fo: Leitar eftir "%s"…
fr: Recherche de « %s »…
fr_ca: Recherche pour « %s »…
he: מתבצע חיפוש אחר „%s”…
hi: “%s“ की खोज की जा रही है…
hr: Pretraga "%s"…
id: Mencari “%s”…
it: Ricerca di "%s"…
lv: Meklē pēc “%s“…
ms: Mencari "%s"…
nl: Zoeken naar "%s"…
pl: Wyszukiwanie “%s“…
pt_br: Pesquisando por “%s“…
pt_pt: Pesquisar por "%s"…
ro: Căutare pentru “%s“…
ru: Поиск "%s"…
sr: Претражи за "%s"…
sv: Söker efter "%s"…
tr: “%s“ aranıyor…
zh_cn: 正在搜索“%s”…
zh_hant: 正在搜尋 “%s“…

# dashboard.select-ui-language
source: Select UI language
ar: حدّد لغة واجهة المستخدم
ca: Selecciona la llengua de la interfície
cs: Vybrat jazyk uživatelského rozhraní
da: Vælg UI sprog
de: Sprache der Benutzeroberfläche auswählen
el: Αλλάξτε τη γλώσσα διεπαφής
es: Cambiar el idioma de la interfaz
eu: Aldatu hizkuntza
fa: زبان رابط کاربری را انتخاب کنید
fo: Vel mál til takførisflatu
fr: Sélectionnez la langue de l’interface
fr_ca: Changer la langue d'interface
he: בחירת שפת מנשק משתמש
hi: UI भाषा चुनें
hr: Odaberite jezik korisničkog sučelja
id: Pilih bahasa antarmuka
it: Seleziona la lingua per l'interfaccia utente
lv: Atlasīt saskarnes valodu
ms: Pilih Bahasa UI
nl: Taal selecteren
pl: Wybierz język interfejsu
pt_br: Selecionar idioma da Interface
pt_pt: Selecionar idioma da Interface
ro: Selectează limbajul interfeței
ru: Выберите язык интерфейса
sr: Изаберите језик корисничког интерфејса
sv: Välj språk för användargränssnittet
th: เลือกภาษาของ UI
tr: Arayüz dilini seç
zh_cn: 选择界面语言
zh_hant: 選擇介面語言

# dashboard.select-ui-theme
source: Select theme
ar: حدّد نَسقا
ca: Selecciona un tema
cs: Vyberte téma
da: Vælg tema
de: Theme auswählen
el: Επιλέξτε ένα θέμα
es: Selecciona un tema
eu: Aukeratu gaia
fa: انتخاب تم
fo: Vel tema
fr: Sélectionnez un thème
fr_ca: Choisir un thème
he: בחירת ערכת עיצוב
hi: थीम चुनें
hr: Odaberi temu
id: Pilih tema
it: Seleziona un tema
lv: Atlasīt dizainu
ms: Pilih tema
nl: Thema selecteren
pl: Wybierz temat
pt_br: Selecionar tema
pt_pt: Selecionar tema
ro: Selectează o temă
ru: Выберите тему
sr: Изаберите тему
sv: Välj tema
th: เลือกธีม
tr: Tema seç
zh_cn: 选择界面主题
zh_hant: 選擇主題

# dashboard.select-ui-theme.dark
source: Penpot Dark (default)
es: Penpot Dark (por defecto)
fr: Thème sombre Penpot (par défaut)
fr_ca: Penpot sombre (défaut)
he: Penpot כהה (ברירת מחדל)
hi: पेनपॉट डार्क (डिफ़ॉल्ट)
it: Penpot Scuro (predefinito)
lv: Penpot tumšs (noklusējuma)
nl: Penpot Donker (standaard)
pt_br: Penpot Dark (padrão)
ro: Penpot Întunecat (implicit)
ru: Темный Penpot (по умолчанию)
sv: Penpot Mörk (standard)
tr: Penpot Koyu (öntanımlı)
zh_cn: Penpot 暗黑模式（缺省）

# dashboard.select-ui-theme.light
source: Penpot Light
fr: Thème clair Penpot
fr_ca: Penpot clair
he: Penpot בהיר
hi: पेनपॉट लाइट
it: Penpot Chiaro
lv: Penpot gaišs
nl: Penpot Licht
ro: Penpot Luminos
ru: Светлый Penpot
sv: Penpot Ljus
tr: Penpot Açık
zh_cn: Penpot 浅色模式

# dashboard.select-ui-theme.system
source: System theme
es: Sistema
fr: Thème système
fr_ca: Thème du système
he: סגנון המערכת
hi: सिस्टम थीम
it: Tema di sistema
lv: Sistēmas izskats
nl: Systeemthema
pt_br: Tema do sistema
ro: Temă sistem
ru: Системная тема
sv: Systemtema
tr: Sistem teması
zh_cn: 系统主题

# dashboard.settings.notifications.dashboard-comments.all
source: All comments, mentions and replies
cs: Všechny komentáře, zmínky a odpovědi
de: Alle Kommentare, Erwähnungen und Antworten
es: Todos los comentarios, menciones y respuestas
fr: Tous les commentaires, mentions et réponses
fr_ca: Tous les commentaires, mentions et réponses
he: כל ההערות, האזכורים והתגובות
hi: सभी टिप्पणियाँ, उल्लेख और उत्तर
hr: Svi komentari, spominjanja i odgovori
id: Semua komentar, sebutan, dan balasan
it: Tutti i commenti, menzioni e risposte
lv: Visas piebildes, pieminēšanas un atbildes
nl: Alle opmerkingen, vermeldingen en antwoorden
pt_br: Todos os comentários, menções e respostas
pt_pt: Todos os comentários, menções e respostas
ro: Toate comentariile, mențiunile și răspunsurile
ru: Все комментарии, упоминания и ответы
sv: Alla kommentarer, omnämnanden och svar
tr: Tüm yorumlar, değinmeler ve yanıtlar
zh_cn: 全部评论、提及和回复
zh_hant: 所有留言、提及和回應

# dashboard.settings.notifications.dashboard-comments.none
source: None
cs: Žádné
de: Keine
es: Ninguna
fr: Aucun
fr_ca: Aucun
he: אין
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuna
lv: Neviena
nl: Geen
pt_br: Nenhuma
pt_pt: Nenhuma
ro: Fără notificări
ru: Никакие
sv: Inga
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# dashboard.settings.notifications.dashboard-comments.partial
source: Only mentions and replies
cs: Pouze zmínky a odpovědi
de: Nur Erwähnungen und Antworten
es: Sólo menciones y respuestas
fr: Uniquement les mentions et réponses
fr_ca: Seulement les mentions et réponses
he: אזכורים ותגובות בלבד
hi: केवल उल्लेख और उत्तर
hr: Samo spominjanja i odgovori
id: Hanya sebutan dan balasan
it: Solo menzioni e risposte
lv: Tikai pieminēšanas un atbildes
nl: Alleen vermeldingen en antwoorden
pt_br: Somente menções e respostas
pt_pt: Apenas menções e respostas
ro: Doar mențiuni și răspunsuri
ru: Только упоминания и ответы
sv: Bara omnämnanden och svar
tr: Yalnızca değinmeler ve yanıtlar
zh_cn: 仅提及和回复
zh_hant: 提及和回應

# dashboard.settings.notifications.dashboard-comments.title
source: File comments
cs: Komentáře k souboru
de: Kommentare in der Datei
es: Comentarios de ficheros
fr: Commentaires sur les fichiers
fr_ca: Commentaires de fichier
he: הערות קובץ
hi: फ़ाइल टिप्पणियाँ
hr: Komentari datoteke
id: Komentar berkas
it: Commenti dei file
lv: Datņu piebildes
nl: Commentaar bij bestand
pt_br: Comentários de arquivo
pt_pt: Comentários de ficheiros
ro: Comentarii fișiere
ru: Комментарии к файлам
sv: Filkommentarer
tr: Dosya yorumları
zh_cn: 文件评论
zh_hant: 文件註釋

# dashboard.settings.notifications.dashboard.title
source: Dashboard Notifications
cs: Oznámení na hlavním panelu
de: Dashboard Benachrichtigungen
es: Notificaciones en el panel
fr: Notifications du tableau de bord
fr_ca: Notifications du survol
he: התראות לוח בקרה
hi: डैशबोर्ड सूचनाएं
hr: Obavijesti nadzorne ploče
id: Notifikasi Dasbor
it: Notifiche nel pannello di controllo
lv: Pārskata paneļa paziņojumi
nl: Meldingen op het dashboard
pt_br: Painel de notificações
pt_pt: Notificações no Painel
ro: Notificări în panoul de control
ru: Уведомления в панели управления
sv: Översiktsvy Notifieringar
tr: Denetim Paneli Bildirimleri
zh_cn: 仪表板通知
zh_hant: 儀表板通知

# dashboard.settings.notifications.email-comments.all
source: All comments, mentions and replies
cs: Všechny komentáře, zmínky a odpovědi
de: Alle Kommentare, Erwähnungen und Antworten
es: Todos los comentarios, menciones y respuestas
fr: Tous les commentaires, mentions et réponses
fr_ca: Tous les commentaires, mentions et réponses
he: כל ההערות, האזכורים והתגובות
hi: सभी टिप्पणियाँ, उल्लेख और उत्तर
hr: Svi komentari, spominjanja i odgovori
id: Semua komentar, sebutan, dan balasan
it: Tutti i commenti, menzioni e risposte
lv: Visas piebildes, pieminēšanas un atbildes
nl: Alle opmerkingen, vermeldingen en antwoorden
pt_br: Todos os comentários, menções e respostas
pt_pt: Todos os comentários, menções e respostas
ro: Toate comentariile, mențiunile și răspunsurile
ru: Все комментарии, упоминания и ответы
sv: Alla kommentarer, omnämnanden och svar
tr: Tüm yorumlar, değinmeler ve yanıtlar
zh_cn: 全部评论、提及和回复
zh_hant: 所有留言、提及和回應

# dashboard.settings.notifications.email-comments.none
source: None
cs: Žádné
de: Keine
es: Ninguna
fr: Aucune
fr_ca: Aucun
he: אין
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuna
lv: Neviena
nl: Geen
pt_br: Nenhum
pt_pt: Nenhuma
ro: Fără notificări
ru: Никакие
sv: Inga
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# dashboard.settings.notifications.email-comments.partial
source: Only mentions and replies
cs: Pouze zmínky a odpovědi
de: Nur Erwähnungen und Antworten
es: Sólo menciones y respuestas
fr: Uniquement les mentions et réponses
fr_ca: Seulement les mentions et réponses
he: אזכורים ותגובות בלבד
hi: केवल उल्लेख और उत्तर
hr: Samo spominjanja i odgovori
id: Hanya sebutan dan balasan
it: Solo menzioni e risposte
lv: Tikai pieminēšanas un atbildes
nl: Alleen vermeldingen en antwoorden
pt_br: Somente menções e respostas
pt_pt: Apenas menções e respostas
ro: Doar mențiuni și răspunsuri
ru: Только упоминания и ответы
sv: Bara omnämnaden och svar
tr: Yalnızca değinmeler ve yanıtlar
zh_cn: 仅提及和回复
zh_hant: 提及和回應

# dashboard.settings.notifications.email-comments.title
source: File comments
cs: Komentáře k souboru
de: Kommentare in der Datei
es: Comentarios de ficheros
fr: Commentaires sur les fichiers
fr_ca: Commentaires de fichier
he: הערות קובץ
hi: फ़ाइल टिप्पणियाँ
hr: Komentari datoteke
id: Komentar berkas
it: Commenti dei file
lv: Datņu piebildes
nl: Commentaar bij bestand
pt_br: Comentários de arquivos
pt_pt: Comentários de ficheiros
ro: Comentarii fișiere
ru: Комментарии к файлам
sv: Filkommentarer
tr: Dosya yorumları
zh_cn: 文件评论
zh_hant: 文件註釋

# dashboard.settings.notifications.email-invites.all
source: All types of invites and requests
cs: Všechny typy pozvánek a žádostí
de: Alle Arten von Einladungen und Anfragen
es: Todas las invitaciones y solicitudes
fr: Tous les types d'invitation et de demande
fr_ca: Toutes les invitations et demandes
he: כל סוגי ההזמנות והבקשות
hi: सभी प्रकार के आमंत्रण और अनुरोध
hr: Sve vrste pozivnica i zahtjeva
id: Semua jenis undangan dan permintaan
it: Tutti i tipi di inviti e richieste
lv: Visi uzaicinājumu un pieprasījumu veidi
nl: Alle soorten uitnodigingen en verzoeken
pt_br: Todos os tipos de convites e solicitações
ro: Toate tipurile de invitații și cereri
ru: Все виды приглашений и запросов
sv: Alla typer av inbjudningar och förfrågningar
tr: Her türlü davet ve istek
zh_cn: 全部类型的邀请和请求
zh_hant: 所有類型的邀請和請求

# dashboard.settings.notifications.email-invites.none
source: None
cs: Žádné
de: Keine
es: Ninguna
fr: Aucune
fr_ca: Aucun
he: אין
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuna
lv: Neko
nl: Geen
pt_br: Nenhum
ro: Fără notificări
ru: Никакие
sv: Inga
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# dashboard.settings.notifications.email-invites.title
source: Invites and requests
cs: Pozvánky a žádosti
de: Einladungen und Anfragen
es: Invitaciones y solicitudes
fr: Invitations et demandes
fr_ca: Invitations et demandes
he: הזמנות ובקשות
hi: आमंत्रण और अनुरोध
hr: Pozivi i zahtjevi
id: Undangan dan permintaan
it: Inviti e richieste
lv: Uzaicinājumi un pieprasījumi
nl: Uitnodigingen en verzoeken
pt_br: Convites e solicitações
pt_pt: Convites e pedidos
ro: Invitații și cereri
ru: Приглашения и запросы
sv: Inbjudningar och förfrågningar
tr: Davetler ve istekler
zh_cn: 邀请和请求
zh_hant: 邀請和請求

# dashboard.settings.notifications.email.title
source: Email Notifications
cs: E-mailová upozornění
de: E-Mail-Benachrichtigungen
es: Notificaciones de correo electrónico
fr: Notifications par e-mail
fr_ca: Notifications courriel
he: התראות דוא״ל
hi: ईमेल सूचनाएं
hr: Obavijesti e-poštom
id: Notifikasi Surel
it: Notifiche email
lv: E-pasta paziņojumi
nl: E-mail meldingen
pt_br: Notificações de emails
pt_pt: Notificações por Email
ro: Notificări pe e-mail
ru: Уведомления по эл. почте
sv: Mail Notifieringar
tr: E-posta Bildirimleri
zh_cn: 邮件通知
zh_hant: 電子郵件通知

# dashboard.settings.notifications.submit
source: Update settings
cs: Aktualizovat nastavení
de: Einstellungen aktualisieren
es: Actualizar configuración
fr: Mettre à jour les paramètres
fr_ca: Sauvegarder les paramètres
he: עדכון הגדרות
hi: सेटिंग्स अपडेट करें
hr: Ažurirajte postavke
id: Perbarui pengaturan
it: Aggiorna impostazioni
lv: Atjaunināt iestatījumus
nl: Instellingen bijwerken
pt_br: Atualizar configurações
pt_pt: Atualizar definições
ro: Actualizează setările
ru: Обновить настройки
sv: Uppdatera inställningar
tr: Ayarları güncelle
zh_cn: 更新设置
zh_hant: 更新設定

# dashboard.settings.notifications.title
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएं
hr: Obavijesti
id: Notifikasi
it: Notifiche
lv: Paziņojumi
nl: Meldingen
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sv: Notifieringar
tr: Bildirimler
zh_cn: 通知
zh_hant: 通知

# dashboard.show-all-files
source: Show all files
ar: أظهر كل الملفات
ca: Mostra tots els fitxers
cs: Zobrazit všechny soubory
da: Vis alle filer
de: Alle Dateien anzeigen
el: Εμφάνιση όλων των αρχείων
es: Ver todos los archivos
eu: Ikusi fitxategi guztiak
fa: نمایش همه فایل‌ها
fo: Vís allar fílurnar
fr: Voir tous les fichiers
fr_ca: Voir tous les fichiers
he: הצגת כל הקבצים
hi: सभी फ़ाइलें दिखाएँ
hr: Prikaži sve datoteke
id: Tampilkan semua berkas
it: Mostra tutti i file
lv: Rādīt visas datnes
ms: Tunjukkan semua fail
nl: Alle bestanden tonen
pl: Pokaż wszystkie pliki
pt_br: Mostrar todos os arquivos
pt_pt: Mostrar todos os ficheiros
ro: Afișează toate fișierele
ru: Показать все файлы
sr: Прикажи све датотеке
sv: Visa alla filer
th: แสดงไฟล์ทั้งหมด
tr: Tüm dosyaları göster
zh_cn: 显示全部文档
zh_hant: 顯示所有檔案

# dashboard.show-version-history
source: Version history
cs: Historie verze
de: Versionsverlauf
es: Histórico de versiones
fr: Historique des versions
fr_ca: Historique des versions
he: היסטוריית גרסאות
hi: संस्करण इतिहास
hr: Povijest verzija
id: Riwayat versi
it: Cronologia versione
lv: Versiju vēsture
nl: Versie-geschiedenis
pt_br: Histórico de versões
pt_pt: Histórico de versões
ro: Istoric versiuni
ru: История версий
sv: Versionshistorik
tr: Sürüm geçmişi
zh_cn: 版本历史
zh_hant: 版本歷史記錄

# dashboard.success-delete-file
source: Your file has been deleted successfully
ar: تم حذف ملفك بنجاح
ca: S'ha eliminat el fitxer
cs: Váš soubor byl úspěšně smazán
da: Din fil er blevet slettet med succes
de: Ihre Datei wurde erfolgreich gelöscht
el: Το έργο σας διαγράφηκε με επιτυχία
es: Tu archivo ha sido borrado con éxito
eu: Zure fitxategia ondo ezabatu da
fa: فایل شما با موفقیت حذف شد
fo: Tín fíla er strikað
fr: Votre fichier a bien été supprimé
fr_ca: Le fichier a été supprimé avec succès
he: הקובץ שלך נמחק בהצלחה
hi: आपकी फ़ाइल सफलतापूर्वक हटा दी गई है
id: Berkas Anda berhasil dihapus
it: Il tuo file è stato eliminato con successo
lv: Datnes netika izdzēstas
ms: Fail anda telah berjaya dipadamkan
nl: Je bestand is succesvol verwijderd
pt_br: Seu arquivo foi excluído com sucesso
pt_pt: O teu ficheiro foi apagado com sucesso
ro: Fișierul dumneavoastră a fost șters cu succes
ru: Ваш файл успешно удален
sr: Ваша датотека је успешно обрисана
sv: Din fil har raderats
tr: Dosyanız başarıyla silindi
zh_cn: 您的文件已被成功删除
zh_hant: 已成功刪除您的檔案

# dashboard.success-delete-project
source: Your project has been deleted successfully
ar: تم حذف مشروعك بنجاح
ca: S'ha eliminat el projecte
cs: Váš projekt byl úspěšně smazán
da: Dit projekt er blevet slettet med succes
de: Ihr Projekt wurde erfolgreich gelöscht
el: Το έργο σας διαγράφηκε με επιτυχία
es: Tu proyecto ha sido borrado con éxito
eu: Zure proiektua ondo ezabatu da
fa: پروژه شما با موفقیت حذف شد
fo: Tín verkætlan er strikað
fr: Votre projet a bien été supprimé
fr_ca: Le projet a été supprimé avec succès
he: המיזם שלך נמחק בהצלחה
hi: आपका प्रोजेक्ट सफलतापूर्वक हटा दिया गया है
hr: Tvoj projekt je uspješno izbrisan
id: Proyek Anda berhasil dihapus
it: Il tuo progetto è stato eliminato con successo
lv: Projekts tika veiksmīgi izdzēsts
ms: Projek anda telah berjaya dipadamkan
nl: Je project is succesvol verwijderd
pl: Twój projekt został pomyślnie usunięty
pt_br: Seu projeto foi excluído com sucesso
pt_pt: O teu projeto foi eliminado com sucesso
ro: Proiectul s-a șters cu succes
ru: Ваш проект удалён
sr: Ваш пројекат је успешно обрисан
sv: Ditt projekt har raderats
tr: Projeniz başarıyla silindi
zh_cn: 成功删除了项目
zh_hant: 已成功刪除您的專案
