Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.use-play-button
source: Use the play button at the header to run the prototype view.
ar: استعمل زر التشغيل أعلاه لتشغيل منظر النموذج المبدئي.
ca: Utilitzeu el botó de «play» de la capçalera per a executar la vista de prototip.
cs: Pomocí tlačítka přehrávání v záhlaví spusťte zobrazení prototypu.
de: Verwenden Sie die Wiedergabetaste in der Kopfzeile, um die Prototypansicht zu wechseln.
el: Χρησιμοποιήστε το κουμπί αναπαραγωγής στην κεφαλίδα για να εκτελέσετε την προβολή πρωτοτύπου.
es: Usa el botón de play de la cabecera para arrancar la vista de prototipo.
eu: Erabili goiburuko play botoia prototipoa ikusteko.
fa: از دکمه پخش در هدر برای اجرای نمای پروتوتایپ استفاده کنید.
fr: Utilisez le bouton de lecture dans l’en‑tête pour exécuter la vue du prototype.
he: ניתן להשתמש בכפתור הנגינה שבכותרת כדי להריץ את תצוגת האבטיפוס.
hi: प्रोटोटाइप व्यू चलाने के लिए हेडर में प्ले बटन का उपयोग करें।
hr: Upotrijebi play gumb u zaglavlju za pokretanje prikaza prototipa.
id: Gunakan tombol main di tajuk untuk menjalankan tampilan prototipe.
it: Utilizza il pulsante di riproduzione nell'header per avviare la visualizzazione del prototipo.
lv: Jāizmanto atskaņosanas poga galvenē, lai palaistu prototipa skatu.
nl: Gebruik de afspeelknop in de koptekst om de prototypeweergave uit te voeren.
pl: Użyj przycisku odtwarzania w nagłówku, aby uruchomić widok prototypu.
pt_br: Use o botão play no cabeçalho para visualizar o protótipo.
pt_pt: Utiliza o botão de play no cabeçalho para iniciar a visualização do protótipo.
ro: Foloseşte butonul play din header pentru a porni vizualizarea prototip.
ru: Нажмите кнопку воспроизведения вверху для показа прототипа.
sr: Користите дугме за репродукцију у заглављу да бисте покренули приказ прототипа.
sv: Använd spelknappen i sidhuvudet för att köra prototypvisaren.
tr: Prototip görünümünü çalıştırmak için başlıktaki oynatma düğmesini kullan.
zh_cn: 点击页面顶端的播放按钮预览原型。
zh_hant: 使用標題上的播放按鈕來執行原型檢視。

# workspace.options.width
source: Width
ar: عرض
ca: Ample
cs: Šířka
de: Breite
es: Ancho
eu: Zabalera
fa: پهنا
fr: Largeur
he: עובי
hi: चौड़ाई
hr: Širina
id: Lebar
it: Larghezza
lv: Platums
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lăţime
ru: Ширина
sr: Ширина
sv: Bredd
tr: Genişlik
zh_cn: 宽度
zh_hant: 寬度

# workspace.options.x
source: X axis
ar: X محور
ca: X
cs: X
de: X-Achse
es: eje X
eu: X
fa: X
fr: Axe X
he: ציר X
hi: X अक्ष
hr: X os
id: Sumbu X
it: Asse X
lv: X ass
nl: X-as
pl: Oś X
pt_br: eixo X
pt_pt: Eixo X
ro: Axa X
ru: Ось X
sr: X оса
sv: X axel
tr: X ekseni
zh_cn: X轴
zh_hant: X軸

# workspace.options.y
source: Y axis
ar: Y محور
ca: Y
cs: Y
de: Y-Achse
es: eje Y
eu: Y
fa: Y
fr: Axe Y
he: ציר Y
hi: Y अक्ष
hr: Y
id: Sumbu Y
it: Asse Y
lv: Y ass
nl: Y-as
pl: Oś Y
pt_br: eixo Y
pt_pt: Y
ro: Axa Y
ru: Ось Y
sr: Y оса
sv: Y axel
tr: Y ekseni
zh_cn: Y轴
zh_hant: Y 軸

# workspace.path.actions.add-node
source: Add node (%s)
ar: أضف العقدة (%s)
ca: Afegeix un node (%s)
cs: Přidat uzel (%s)
de: Ankerpunkt hinzufügen (%s)
es: Añadir nodo (%s)
eu: Gehitu nodoa (5s)
fa: افزودن گره (%s)
fr: Ajouter un nœud (%s)
he: הוספת מפרק (%s)
hi: नोड जोड़ें (%s)
hr: Dodaj čvor (%s)
id: Tambahkan simpul (%s)
it: Aggiungi nodo (%s)
lv: Pievienot mezglu (%s)
nl: Knooppunt toevoegen (%s)
pl: Dodaj węzeł (%s)
pt_br: Adicionar ponto (%s)
pt_pt: Adicionar nó (%s)
ro: Adaugă nod (%s)
ru: Добавить узел (%s)
sr: Додај чвор (%s)
sv: Lägg till nod (%s)
tr: Düğüm ekle (%s)
zh_cn: 添加节点（%s）
zh_hant: 新增節點 （%s）

# workspace.path.actions.delete-node
source: Delete node (%s)
ar: احذف العقدة (%s)
ca: Elimina el node (%s)
cs: Smazat uzel (%s)
de: Ankerpunkt entfernen (%s)
es: Borrar nodos (%s)
eu: Ezabatu nodoa
fa: حذف گره (%s)
fr: Supprimer le nœud (%s)
he: מחיקת מפרק (%s)
hi: नोड हटाएं (%s)
hr: Izbriši čvor (%s)
id: Hapus simpul (%s)
it: Elimina nodo (%s)
lv: Dzēst mezglu (%s)
nl: Knooppunt verwijderen (%s)
pl: Usuń węzeł (%s)
pt_br: Remover ponto (%s)
pt_pt: Eliminar nó (%s)
ro: Şterge nod (%s)
ru: Удалить узел (%s)
sr: Избриши чвор (%s)
sv: Ta bort nod (%s)
tr: Düğüm sil (%s)
zh_cn: 删除节点（%s）
zh_hant: 刪除節點（%s）

# workspace.path.actions.draw-nodes
source: Draw nodes (%s)
ar: جر العقدة (%s)
ca: Dibuixa els nodes (%s)
cs: Kreslit uzly (%s)
de: Ankerpunkte zeichnen (%s)
es: Dibujar nodos (%s)
eu: Marraztu nodoak (%s)
fr: Dessiner des nœuds (%s)
he: ציור מפרקים (%s)
hi: नोड ड्रा करें (%s)
hr: Crtaj čvorove (%s)
id: Gambar simpul (%s)
it: Disegna nodi (%s)
lv: Zīmēt mezglus (%s)
nl: Knooppunten tekenen (%s)
pl: Rysuj węzły (%s)
pt_br: Desenhar ponto (%s)
pt_pt: Desenhar nós (%s)
ro: Desenează noduri (%s)
ru: Показать узлы (%s)
sr: Цртај чворове (%s)
sv: Rita noder (%s)
tr: Düğüm çiz (%s)
zh_cn: 绘制节点（%s）
zh_hant: 繪製節點 （%s）

# workspace.path.actions.join-nodes
source: Join nodes (%s)
ar: صل العقد (%s)
ca: Uneix els nodes (%s)
cs: Připojit uzly (%s)
de: Ankerpunkte verbinden (%s)
es: Unir nodos (%s)
eu: Batu nodoak
fr: Joindre les nœuds (%s)
he: צירוף מפרקים (%s)
hi: नोड्स जोड़ें (%s)
hr: Spoji čvorove (%s)
id: Gabungkan simpul (%s)
it: Unisci nodi (%s)
lv: Savienot mezglus (%s)
nl: Knooppunten verbinden (%s)
pl: Połącz węzły (%s)
pt_br: Unir pontos (%s)
pt_pt: Unir nós (%s)
ro: Adaugă noduri (%s)
ru: Соединить узлы (%s)
sr: Придружи чворове (%s)
sv: Sätt ihop noder (%s)
tr: Düğümleri birleştir (%s)
zh_cn: 连接节点（%s）
zh_hant: 聯接節點 （%s）

# workspace.path.actions.make-corner
source: To corner (%s)
ar: الى الزاوية (%s)
ca: Converteix a cantó (%s)
cs: Do rohu (%s)
de: in Ecke umwandeln (%s)
es: Convertir en esquina (%s)
eu: Ertzera (%s)
fr: Convertir en coin (%s)
he: לפינה (%s)
hi: कोने तक (%s)
hr: Do kuta (%s)
id: Ke sudut (%s)
it: Concerti in angolo (%s)
lv: Uz stūri (%s)
nl: Naar hoek (%s)
pl: Do rogu (%s)
pt_br: Transformar em retas (%s)
pt_pt: Em cantos (%s)
ro: În colţ (%s)
ru: В угол (%s)
sr: До угла (%s)
sv: Till hörnet (%s)
tr: Köşeye (%s)
zh_cn: 转锐角 (%s)
zh_hant: 到角落 (%s)

# workspace.path.actions.make-curve
source: To curve (%s)
ar: الى المنحنى (%s)
ca: Converteix a corba (%s)
cs: Do křivky (%s)
de: in Kurve umwandeln (%s)
es: Convertir en curva (%s)
eu: Kurbara %s
fr: Convertir en courbe (%s)
he: לעיקול (%s)
hi: वक्र बनाएं (%s)
hr: Do krivulje (%s)
id: Ke kurva (%s)
it: Converti in curva (%s)
lv: Uz līkni (%s)
nl: Naar kromme (%s)
pl: Do krzywej (%s)
pt_br: Transformar em Curvas (%s)
pt_pt: Em curvas (%s)
ro: În curbă (%s)
ru: В кривую (%s)
sr: До кривине (%s)
sv: Till kurva (%s)
tr: Eğriye (%s)
zh_cn: 转圆角 (%s)
zh_hant: "轉為曲線 (%s)"

# workspace.path.actions.merge-nodes
source: Merge nodes (%s)
ar: دمج العقد (%s)
ca: Combina els nodes (%s)
cs: Sloučit uzly (%s)
de: Ankerpunkte zusammenlegen (%s)
es: Fusionar nodos (%s)
eu: Batu nodoak (%s)
fa: ادغام گره‌ها (%s)
fr: Fusionner les nœuds (%s)
he: מיזוג מפרקים (%s)
hi: नोड्स मर्ज करें (%s)
hr: Spoji čvorove (%s)
id: Gabungkan simpul (%s)
it: Fondi nodi (%s)
lv: Mezglu sapludināšana (%s)
nl: Knooppunten samenvoegen (%s)
pl: Połącz węzły (%s)
pt_br: Juntar pontos (%s)
pt_pt: Fundir nós (%s)
ro: Uneşte noduri (%s)
ru: Объединить узлы (%s)
sr: Споји чворове (%s)
sv: Sammanfoga noder (%s)
tr: Düğümleri birleştir (%s)
zh_cn: 合并节点（%s）
zh_hant: 合併節點（%s）

# workspace.path.actions.move-nodes
source: Move nodes (%s)
ar: نقل العقد (%s)
ca: Mou els nodes (%s)
cs: Přesunout uzly (%s)
de: Ankerpunkte verschieben (%s)
es: Mover nodes (%s)
eu: Mugitu nodoak (%s)
fa: انتقال گره‌ها (%s)
fr: Déplacer les nœuds (%s)
he: העברת מפרקים (%s)
hi: नोड्स ले जाएँ (%s)
hr: Premijesti čvorove (%s)
id: Pindahkan simpul (%s)
it: Sposta nodo (%s)
lv: Pārvietot mezglus (%s)
nl: Knooppunten verplaatsen (%s)
pl: Przenieś węzły (%s)
pt_br: Mover pontos (%s)
pt_pt: Mover nós (%s)
ro: Mută noduri (%s)
ru: Сместить узлы (%s)
sr: Помери чворове (%s)
sv: Flytta noder (%s)
tr: Düğümleri taşı (%s)
zh_cn: 移动节点（%s）
zh_hant: 移動節點（%s）

# workspace.path.actions.separate-nodes
source: Separate nodes (%s)
ar: فصل العقد (%s)
ca: Separa els nodes (%s)
cs: Oddělit uzly (%s)
de: Ankerpunkte trennen (%s)
es: Separar nodos (%s)
eu: Banatu nodoak (%s)
fr: Dissocier les nœuds (%s)
he: הפרדת מפרקים (%s)
hi: अलग नोड्स (%s)
hr: Odvoji čvorove(%s)
id: Simpul terpisah (%s)
it: Separa nodi (%s)
lv: Atdalīt mezglus (%s)
nl: Knooppunten loskoppelen (%s)
pl: Rozłącz węzły (%s)
pt_br: Separar pontos (%s)
pt_pt: Separar nós (%s)
ro: Separă noduri (%s)
ru: Разделить узлы (%s)
sr: Раздвоји чворове (%s)
sv: Separera noder (%s)
tr: Düğümleri ayır (%s)
zh_cn: 拆分节点（%s）
zh_hant: 分離節點（%s）

# workspace.path.actions.snap-nodes
source: Snap nodes (%s)
ar: كسر العقد (%s)
ca: Alinea els nodes (%s)
cs: Přichytit uzly (%s)
de: An Ankerpunkten ausrichten (%s)
es: Alinear nodos (%s)
eu: Atxikitu nodoak (%s)
fr: Aligner les nœuds (%s)
he: הצמדת מפרקים (%s)
hi: स्नैप नोड्स (%s)
hr: Priključi čvorove (%s)
id: Tancap simpul (%s)
it: Aggancia nodi (%s)
lv: Pieķert mezglus (%s)
nl: Uitlijnen op knooppunten (%s)
pl: Przyciągnij węzły (%s)
pt_br: Aderir aos pontos (%s)
pt_pt: Ajustar nós (%s)
ro: Trage noduri (%s)
ru: Прилипать узлами (%s)
sr: Залепи чворове (%s)
sv: Fästnoder (%s)
tr: Düğümleri tuttur (%s)
zh_cn: 对接节点 (%s)
zh_hant: 對齊節點（%s）

# workspace.plugins.button-open
source: Open
ar: افتح
ca: Obre
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
he: פתיחה
hi: खुला
hr: Otvoriti
id: Buka
it: Apri
lv: Atvērt
nl: Openen
pt_pt: Abrir
ro: Deschide
ru: Открыть
sr: Отвори
sv: Öppna
tr: Aç
zh_cn: 打开
zh_hant: 開啟

# workspace.plugins.discover
source: Discover [more plugins](%s)
cs: Objevte [další pluginy](%s)
de: [Mehr Plugins](%s) entdecken
es: Descubre [más extensiones](%s)
fr: Découvrir [plus d'extensions](%s)
he: חשיפת [תוספים נוספים](%s)
hi: खोजें [अधिक प्लगइन्स](%s)
hr: Otkrijte [više dodataka](%s)
id: Jelajahi [lebih banyak plugin](%s)
it: Scopri [altri plugin](%s)
lv: Atklāt [vairāk spraudņu](%s)
nl: Ontdekken [meer plug-ins](%s)
pt_pt: Descobre [mais plugins](%s)
ro: Descoperă [mai multe extensii](%s)
ru: Откройте для себя [больше плагинов](%s)
sv: Upptäck [fler plugins](%s)
tr: Keşfet [daha fazla eklenti](%s)
zh_cn: 发现 [more plugins](%s)
zh_hant: 探索更多外掛(%s)

# workspace.plugins.empty-plugins
source: No plugins installed yet
cs: Zatím nejsou nainstalovány žádné pluginy
de: Noch keine Plugins installiert
es: No se encuentran extensiones
fr: Aucune extension installée pour le moment
he: עדיין לא מותקן אף תוסף
hi: अभी तक कोई प्लगइन्स इंस्टॉल नहीं है
hr: Još nema instaliranih dodataka
id: Belum ada plugin yang terpasang
it: Nessun plugin ancora installata
lv: Vēl nav uzstādīts neviens spraudnis
nl: Nog geen plug-ins geïnstalleerd
pt_pt: Sem plugins instalados
ro: Nu ai încă extensii instalate
ru: Плагины ещё не установлены
sr: Још увек нема инсталираних додатака
sv: Inga plugins installerade
tr: Henüz eklenti kurulmadı
zh_cn: 未安装插件
zh_hant: 尚未安裝任何外掛

# workspace.plugins.error.manifest
source: The plugin manifest is incorrect.
cs: Manifest pluginu je nesprávný.
de: Das Plugin-Manifest ist falsch.
es: El manifiesto de la expansión es incorrecto.
fr: Le fichier de définition de l'extension est incorrect.
he: המצהר/מניפסט של התוסף שגוי.
hi: प्लगइन मैनिफेस्ट गलत है।
hr: Manifest dodatka nije točan.
id: Manifes plugin tidak benar.
it: Il manifesto del plugin è errato.
lv: Spraudņa deklarācija ir nepareiza.
nl: Het plug-in-manifest is onjuist.
ro: Registrul extensiei este incorect.
ru: Манифест плагина неверен.
sv: Pluginmanifestet är felaktigt.
tr: Eklenti bildirimi yanlış.
zh_cn: 插件清单不正确。
zh_hant: 外掛清單有誤。

# workspace.plugins.error.need-editor
source: You need to be an editor to use this plugin
cs: Abyste mohli tento plugin používat, musíte být editor
de: Sie müssen ein Redakteur sein, um dieses Plugin zu benutzen
es: Debes ser un editor para usar este plugin
fr: Vous devez être éditeur pour utiliser cette extension
he: צריך הרשאות עריכה כדי להשתמש בתוסף הזה
hi: इस प्लगइन का उपयोग करने के लिए आपको एक संपादक होना आवश्यक है
hr: Morate biti urednik da biste koristili ovaj dodatak
id: Anda perlu menjadi penyunting untuk menggunakan plugin ini
it: Devi essere un editor per utilizzare questo plugin
lv: Jābūt redaktoram, lai izmantotu šo spraudni
nl: Je moet een redacteur zijn om deze plug-in te gebruiken
pt_pt: Precisas de ser um(a) editor(a) para usar este plugin
ro: Trebuie să fii un editor pentru a folosi această extensie
sv: Du måste vara redaktör för att kunna använda detta plugin
tr: Bu eklentiyi kullanmak için düzenleyici olmanız gerekir
zh_hant: 您需要具備編輯者權限才能使用此外掛

# workspace.plugins.error.url
source: The plugin doesn't exist or the URL is not correct.
cs: Plugin neexistuje nebo adresa URL není správná.
de: Das Plugin existiert nicht oder die URL ist nicht korrekt.
es: La extensión no existe o la url no es correcta.
fr: Cette extension n'existe pas ou l'URL n'est pas correcte.
he: התוסף לא קיים או שהכתובת שגויה.
hi: प्लगइन मौजूद नहीं है या URL सही नहीं है।
hr: Dodatak ne postoji ili URL nije točan.
id: Plugin tidak ada atau URL tidak benar.
it: Il plugin non esiste o l'URL non è corretto.
lv: Spraudnis nepastāv vai URL ir nepareizs.
nl: De plug-in bestaat niet of de URL is niet correct.
pt_pt: O plugin não existe ou o URL está incorreto.
ro: Extensia nu există sau URL incorect.
ru: Плагин не существует или его URL-адрес неверен.
sr: Додатак не постоји или URL није исправан.
sv: Pluginen finns inte eller är URL:en fel.
tr: Eklenti yok veya URL doğru değil.
zh_hant: 此外掛不存在，或 URL 不正確。

# workspace.plugins.install
source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
es: Instalar
fr: Installer
he: התקנה
hi: इंस्टॉल
hr: Instalirati
id: Pasang
it: Installa
lv: Uzstādīt
nl: Installeren
pt_pt: Instalar
ro: Instalează
ru: Установить
sr: Инсталирај
sv: Installera
tr: Kur
zh_cn: 安装
zh_hant: 安裝

# workspace.plugins.installed-plugins
source: Installed plugins
cs: Nainstalované pluginy
de: Installierte Plugins
es: Extensiones instaladas
fr: Extensions installées
he: תוספים מותקנים
hi: इंस्टॉल किए गए प्लगइन्स
hr: Instalirani dodaci
id: Plugin terpasang
it: Plugin installati
lv: Uzstādītie spraudņi
nl: Geïnstalleerde plug-ins
pt_pt: Plugins instalados
ro: Extensii instalate
ru: Установленные плагины
sr: Инсталирани додаци
sv: Installerade plugins
tr: Kurulu eklentiler
zh_cn: 已安装的插件
zh_hant: 安裝外掛

# workspace.plugins.menu.plugins-manager
source: Plugins manager
cs: Správce pluginů
de: Plugin-Manager
es: Gestor de extensiones
fr: Gestionnaire d'extensions
he: מנהל תוספים
hi: प्लगइन्स मैनेजर
hr: Upravitelj dodataka
id: Pengelola plugin
it: Manager dei plugin
lv: Spraudņu pārvaldnieks
nl: Plug-in-beheer
pt_pt: Gestor de plugins
ro: Manager extensii
ru: Менеджер плагинов
sr: Управљач додатака
sv: Pluginhanterare
tr: Eklenti yöneticisi
zh_cn: 插件管理器
zh_hant: 外掛管理員

# workspace.plugins.menu.title
source: Plugins
cs: Pluginy
es: Extensiones
fr: Extensions
he: תוספים
hi: प्लग-इन
hr: Dodaci
id: Plugin
it: Plugin
lv: Spraudņi
ro: Extensii
ru: Плагины
sr: Додаци
tr: Eklentiler
zh_cn: 插件
zh_hant: 外掛

# workspace.plugins.permissions-update.title
source: UPDATE THIS PLUGIN
cs: AKTUALIZOVAT TENTO PLUGIN
de: DIESES PLUGIN AKTUALISIEREN
es: EXTENSIÓN ACTUALIZADA
fr: METTRE À JOUR CETTE EXTENSION
he: לעדכן את התוסף הזה
hi: इस प्लगइन को अद्यतन करें
hr: AŽURIRAJTE OVAJ DODATAK
id: PERBARUI PLUGIN INI
it: AGGIORNA QUESTO PLUGIN
lv: ATJAUNINĀT ŠO SPRAUDNI
nl: DEZE PLUGIN UPDATEN
pt_pt: ATUALIZAR ESTE PLUGIN
ro: ACTUALIZEAZĂ ACEASTĂ EXTENSIE
sv: UPPDATERA DETTA PLUGIN
tr: BU EKLENTİYİ GÜNCELLE
zh_cn: 更新此插件
zh_hant: 更新此外掛

# workspace.plugins.permissions-update.warning
source: The plugin has been modified since you last opened it. It now also wants to access:
ar: عُدّل الملحق منذ آخر مرة فتحته. ويريد الآن أيضًا الوصول إلى:
cs: Plugin byl změněn od posledního otevření. Nyní chce také získat přístup k:
de: Das Plugin wurde geändert, seit Sie es das letzte Mal geöffnet haben. Es möchte nun auch zugreifen:
es: La extensión ha cambiado desde la última vez que la abriste. Ahora quiere acceder a:
fr: Cette extension a été modifiée depuis que vous l'avez ouverte. Elle souhaite maintenant accéder à :
he: התוסף הזה השתנה מאז שפתחת אותו. עכשיו הוא רוצה גם לגשת אל:
hi: आपके द्वारा पिछली बार खोलने के बाद से इस प्लगइन में बदलाव किए गए हैं। अब यह निम्न तक पहुँच प्राप्त करना चाहता है:
hr: Dodatak je izmijenjen otkad ste ga zadnji put otvorili. Sada također želi pristupiti:
id: Plugin ini telah diubah sejak terakhir kali Anda membukanya. Ini sekarang memerlukan akses:
it: Il plugin è stato modificato da quando l'hai aperto l'ultima volta. Ora richiede l'accesso a:
lv: Spraudnis kopš pēdējās atvēršanas reizes ir mainīts. Tam tagad ir vajadzīga piekļuve:
nl: De plug-in is gewijzigd sinds je hem voor het laatst hebt geopend. Het wil nu ook toegang krijgen tot:
ro: Această extensie a fost modificată de când ai deschis-o ultima dată. Acum vrea să acceseze:
sv: Detta plugin har ändrats sedan du senast öppnade det. Det vill nu också få tillgång till:
tr: Eklenti, son açtığınızdan beri değiştirildi. Artık şuraya da erişmek istiyor:
zh_hant: 此外掛自您上次打開以來已被修改。現在它還需要存取以下內容：

# workspace.plugins.permissions.allow-download
source: Start file downloads.
cs: Zahájit stahování souborů.
de: Starten von Dateidownloads.
es: Comenzar descargas de ficheros.
fr: Télécharger des fichiers.
he: התחלת הורדות קבצים.
hi: फ़ाइल डाउनलोड प्रारंभ करें।
hr: Pokrenite preuzimanje datoteka.
id: Memulai pengunduhan berkas.
it: Inizia il download dei file.
lv: Uzsākt datņu lejupielādi.
nl: Bestandsdownloads starten.
ro: Începe descărcarea de fișiere.
sv: Starta nedladdning av filer.
tr: Dosya indirmesi başlat.
zh_cn: 开始文件下载。
zh_hant: 開始檔案下載。

# workspace.plugins.permissions.allow-localstorage
source: Store data in the browser.
es: Guardar datos en el navegador.
fr: Stockez les données dans le navigateur.
he: אחסון נתונים בדפדפן.
hi: ब्राउज़र में डेटा संग्रहीत करें।
it: Memorizza i dati nel browser.
nl: Gegevens opslaan in de browser.
ro: Stochează datele în browser.
sv: Lagra data i webbläsaren.
tr: Tarayıcıda veri depola.
zh_cn: 保存数据至浏览器。

# workspace.plugins.permissions.comment-read
source: Read your comments and replies.
cs: Přečtěte si své komentáře a odpovědi.
de: Ihre Kommentare und Antworten lesen.
es: Leer tus comentarios y respuestas.
fr: Lire vos commentaires et réponses.
he: קריאת התגובות שלך ומתן מענה עליהן.
hi: अपनी टिप्पणियाँ और उत्तर पढ़ें।
hr: Pročitajte svoje komentare i odgovore.
id: Membaca komentar dan balasan Anda.
it: Leggi i tuoi commenti e risposte.
lv: Lasīt savas piebildes un atbildes.
nl: Jouw opmerkingen en antwoorden lezen.
pt_pt: Ler os teus comentários e respostas.
ro: Citește comentariile și răspunsurile tale.
sv: Läs dina kommentarer och svar.
tr: Yorumlarınızı ve yanıtlarınızı oku.
zh_cn: 阅读您的评论和回复。
zh_hant: 閱讀您的留言和回覆。

# workspace.plugins.permissions.comment-write
source: Read and modify your comments and reply in your name.
cs: Přečtěte si a upravte své komentáře a odpovídejte svým jménem.
de: Ihre Kommentare lesen und ändern und in Ihrem Namen antworten.
es: Leer y modificar tus comentarios y responder en tu nombre.
fr: Lire et modifier vos commentaires et répondre en votre nom.
he: לקרוא ולשנות את ההערות שלך ולהגיב בשמך.
hi: आपकी टिप्पणियाँ पढ़ें और उनमें संशोधन करें, और आपके नाम से उत्तर दें।
hr: Pročitajte i izmijenite svoje komentare i odgovorite u svoje ime.
id: Membaca dan mengubah komentar Anda dan membalas dengan nama Anda.
it: Leggi e modifica i tuoi commenti e rispondi a tuo nome.
lv: Lasīt un mainīt savas piebildes un atbildēt savā vārdā.
nl: Lees en wijzig jouw opmerkingen en antwoord in jouw naam.
pt_pt: Ler e modificar os teus comentários, e enviar respostas em teu nome.
ro: Citește și modifică comentariile tale și răspunde în numele tău.
sv: Läs och modifiera dina kommentarer och svara i ditt namn.
tr: Yorumlarınızı oku, değiştir ve sizin adınıza yanıtla.
zh_hant: 閱讀並修改您的留言，並以您的名義回覆。

# workspace.plugins.permissions.content-read
source: Read the content of files that users have access to.
cs: Číst obsah souborů, ke kterým mají uživatelé přístup.
de: Lesen des Inhalts von Dateien, auf die Benutzer Zugriff haben.
es: Leer el contenido de sus archivos.
fr: Lire le contenu des fichiers dont l'utilisateur a accès.
he: קריאת התוכן של קבצים שלמשתמשים יש גישה אליהם.
hi: उन फ़ाइलों की सामग्री पढ़ें जिन तक उपयोगकर्ताओं को पहुँच प्राप्त है।
hr: Pročitajte sadržaj datoteka kojima korisnici imaju pristup.
id: Membaca konten berkas yang dapat diakses pengguna.
it: Leggi il contenuto dei file a cui gli utenti hanno accesso.
lv: Lasīt datņu, kurām lietotājiem ir piekļuve, saturu.
nl: Lees de inhoud van bestanden waartoe gebruikers toegang hebben.
ro: Citește conținutul fișierelor la care au acces utilizatorii.
sv: Läs innehållet i filer som användarna har tillgång till.
tr: Kullanıcıların erişebildiği dosyaların içeriğini oku.
zh_hant: 使用者有權存取閱讀的檔案內容。

# workspace.plugins.permissions.content-write
source: Read and modify the content of files that users have access to.
cs: Číst a upravovat obsah souborů, ke kterým mají uživatelé přístup.
de: Lesen und Ändern des Inhalts von Dateien, auf die Benutzer Zugriff haben.
es: Leer y modificar el contenido de sus archivos.
fr: Lire et modifier le contenu des fichiers dont l'utilisateur a accès.
he: קריאה ושינוי התוכן של קבצים שלמשתמשים יש גישה אליהם.
hi: उन फ़ाइलों की सामग्री पढ़ें और संशोधित करें जिन तक उपयोगकर्ताओं को पहुँच प्राप्त है।
hr: Čitajte i mijenjajte sadržaj datoteka kojima korisnici imaju pristup.
id: Membaca dan mengubah konten berkas yang dapat diakses pengguna.
it: Leggi e modifica il contenuto dei file a cui gli utenti hanno accesso.
lv: Lasīt un mainīt datņu, kurām lietotājiem ir piekļuve, saturu.
nl: Lees en wijzig de inhoud van bestanden waartoe gebruikers toegang hebben.
ro: Citește și modifică conținutul fișierelor la care au acces utilizatorii.
sv: Läs och ändra innehållet i filer som användarna har tillgång till.
tr: Kullanıcıların erişebildiği dosyaların içeriğini oku ve değiştir.
zh_hant: 使用者有權存取閱讀以及修改檔案內容。
