Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.header.zoom-fill
source: Fill - Scale to fill
ar: ملء - تغيير الحجم لملء
ca: Emplena - Amplia per a omplir
cs: Zvětšit na celou obrazovku
de: Füllen - Skalieren zum Füllen
es: Escalar para rellenar
eu: Bete - Eskala betetzeko
fr: Remplir l’écran
he: מילוי - שינוי גודל כדי למלא
hi: भरें - भरने के लिए पैमाना
hr: Ispuna - Skaliraj za popunjavanje
id: Penuhi - Ubah ukuran untuk memenuhi
it: Riempi - Ridimensiona per riempire
lv: Aizpildījums — mērogot, lai aizpildītu
nl: Vullen - Schalen om te vullen
pl: Wypełnij — skaluj, aby wypełnić
pt_br: Ajustar até preencher
pt_pt: Ajustar para preencher
ro: Umplere - Scalare pentru a umple
ru: Заполнение - Масштаб заполнения
sr: Попуњавање - Размера за попуњавање
sv: Fylla - Skala för att fylla
tr: Doldur - Doldurmak için ölçeklendir
zh_cn: 填充 - 填充比例
zh_hant: 填滿 - 按比例縮放以填滿

# workspace.header.zoom-fit
source: Fit - Scale down to fit
ar: احتواء - تصغير للاحتواء
ca: Ajusta - Redueix per a encaixar
cs: Zmenšit na celou obrazovku
de: Anpassen - Verkleinern zum Einpassen
es: Escalar para ajustar
eu: Egokitu - Eskalatu egokitzeko
fr: Ajuster à l’écran
he: התאמה - שינוי גודל כדי להתאים
hi: फिट - फिट करने के लिए स्केल डाउन करें
hr: Prilagodi - Smanji veličinu da pristane
id: Pas - Ubah ukuran supaya pas
it: Adatta - Riduci per adattare
lv: Ietilpināt — samazināt, lai ietilpinātu
nl: Passend maken - Verkleinen om te passen
pl: Dopasuj — zmniejsz, aby dopasować
pt_br: Ajustar até encaixar
pt_pt: Ajustar para encaixar
ro: Potrivire - Scalare în jos a se potrivi
ru: Подогнать - масштабировать до необходимого размера
sr: Прилагоди - Смањи да се уклопи
sv: Anpassa - Skala ner för att passa
tr: Sığdır - Sığdırmak için küçült
zh_cn: 适合 - 缩小以适合
zh_hant: 填滿 - 按比例縮小以適合

# workspace.header.zoom-fit-all
source: Zoom to fit all
ar: التكبير لتناسب الكل
ca: Apropa per a omplir-ho tot
cs: Přiblížit, aby se vše vešlo
de: Passend zoomen
es: Zoom abarcar todo
eu: Zoom dena ikusteko
fr: Zoomer pour montrer tous les éléments
he: כיוון תקריב כדי להציג הכול
hi: सभी को फिट करने के लिए ज़ूम करें
hr: Zumiraj da stane sve
id: Zum supaya pas semua
it: Adatta zoom a tutto
lv: Tālummainīt, lai ietilpinātu visu
nl: Passend zoomen
pl: Powiększ, aby dopasować wszystko
pt_br: Ajustar a janela
pt_pt: Ajustar para mostrar tudo
ro: Zoom pentru a potrivi tot
ru: Масштабировать, чтобы всё вместилось
sr: Увећај да се све уклопи
sv: Zooma för att få plats med alla
tr: Tümüne uydurmak için yakınlaştır
zh_cn: 缩放以适应所有
zh_hant: 縮放至適合顯示全部

# workspace.header.zoom-full-screen
source: Full screen
ar: ملء الشاشة
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
eu: Pantaila osoa
fr: Plein écran
he: מסך מלא
hi: पूर्ण स्क्रीन
hr: Cijeli ekran
id: Layar penuh
it: Schermo intero
lv: Pilnekrāns
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Tela cheia
ro: Ecran complet
ru: На весь экран
sr: Цели екран
sv: Helskärm
tr: Tam ekran
zh_cn: 全屏
zh_hant: 全螢幕

# workspace.header.zoom-selected
source: Zoom to selected
ar: تكبير
ca: Apropa la selecció
cs: Přiblížit vybrané
de: Zur Auswahl zoomen
es: Zoom a selección
eu: Zooma aukeraketara
fr: Zoomer sur la sélection
he: התמקדות על הנבחר
hi: चयनित पर ज़ूम करें
hr: Zumiraj na odabrano
id: Zum ke terpilih
it: Zoom su selezione
lv: Tālummainīt uz atlasi
nl: Naar selectie zoomen
pl: Powiększ wybrane
pt_br: Zoom na seleção
pt_pt: Aumentar para seleção
ro: Zoom la selecție
ru: Масштабировать до выбранного
sr: Увећај на изабрано
sv: Zooma in markerad
tr: Seçilene yakınlaştır
zh_cn: 缩放到选定的位置
zh_hant: 縮放至選取範圍

# workspace.layout_grid.editor.options.edit-grid
source: Edit grid
cs: Upravit mřížku
de: Grid bearbeiten
es: Editar rejilla
fr: Modifier la grille
he: עריכת רשת
hi: ग्रिड संपादित करें
hr: Uredi grid
id: Sunting kisi
it: Modifica griglia
lv: Labot režģi
nl: Raster bewerken
pt_pt: Editar grelha
ro: Modifică grila
ru: Изменить сетку
sr: Уреди мрежу
sv: Redigera grid
tr: Izgarayı düzenle
zh_cn: 编辑网格
zh_hant: 編輯網格

# workspace.layout_grid.editor.options.exit
source: Exit
cs: Odejít
de: Beenden
es: Salir
fr: Quitter
he: יציאה מהמערכת
hi: प्रस्थान
hr: Izlaz
id: Keluar
it: Esci
lv: Iziet
nl: Sluiten
pt_pt: Sair
ro: Ieși
ru: Выход
sr: Изађи
sv: Avsluta
tr: Çıkış
zh_cn: 退出
zh_hant: 離開

# workspace.layout_grid.editor.padding.bottom
source: Bottom padding
es: Padding inferior
fr: Marge intérieure du bas
he: ריפוד מלמטה
hi: नीचे पैडिंग
id: Padding bawah
it: Padding inferiore
lv: Apakšējā atbīde
nl: Vulling aan de onderkant
ro: Margine interioară jos
sv: Bottenutfyllnad
tr: Alt dolgu
zh_cn: 下内边距

# workspace.layout_grid.editor.padding.expand
source: Show 4 sided padding options
cs: Zobrazit možnosti mezer uvnitř všech stran
de: 4-seitige Abstandsoptionen anzeigen
es: Mostrar el padding a 4 lados
fr: Afficher les options de marge intérieure sur les 4 côtés
he: הצגת אפשרויות ריפוד עם 4 צדדים
hi: 4 ओर के पैडिंग विकल्प दिखाएं
hr: Prikaži 4-strane opcije podstava
id: Tampilkan opsi bantalan 4 sisi
it: Mostra opzioni di padding su 4 lati
lv: Rādīt četrpusējas atbīdes iespējas
nl: 4-zijdige opvulopties weergeven
pt_pt: Mostrar 4 opções de preenchimento de lados
ro: Afișează opțiuni pentru toate 4 marginile interioare
ru: Настроить внутренний отступ по отдельности
sr: Прикажи опције за 4-страни padding
sv: Visa 4-sidiga utfyllnadsalternativ
tr: 4 taraflı dolgu seçeneklerini göster
zh_cn: 显示4边内距选项
zh_hant: 顯示四邊內距選項

# workspace.layout_grid.editor.padding.horizontal
source: Horizontal padding
es: Padding horizontal
fr: Marge intérieure horizontale
he: ריפוד אופקי
hi: क्षैतिज पैडिंग
id: Padding horizontal
it: Padding orizzontale
lv: Guleniskā atbīde
nl: Horizontale vulling
ro: Margine interioară orizontală
sv: Horisontell utfyllnad
tr: Yatay dolgu
zh_cn: 水平内边距

# workspace.layout_grid.editor.padding.left
source: Left padding
es: Padding izquierdo
fr: Marge intérieure de gauche
he: ריפוד משמאל
hi: बाएँ पैडिंग
id: Padding kiri
it: Padding sinistro
lv: Kreisā atbīde
nl: Linker vulling
ro: Margine interioară stânga
sv: Vänsterutfyllnad
tr: Sol dolgu
zh_cn: 左内边距

# workspace.layout_grid.editor.padding.right
source: Right padding
es: Padding derecho
fr: Marge intérieure de droite
he: ריפוד מימין
hi: दाएँ पैडिंग
id: Padding kanan
it: Padding destro
lv: Labā atbīde
nl: Rechter vulling
ro: Margine interioară dreapta
sv: Högerutfyllnad
tr: Sağ dolgu
zh_cn: 右内边距

# workspace.layout_grid.editor.padding.top
source: Top padding
es: Padding superior
fr: Marge intérieure du haut
he: ריפוד מלמעלה
hi: ऊपर पैडिंग
id: Padding atas
it: Padding superiore
lv: Augšējā atbīde
nl: Vulling aan de bovenkant
ro: Margine interioară sus
sv: Topputfyllnad
tr: Üst dolgu
zh_cn: 上内边距

# workspace.layout_grid.editor.padding.vertical
source: Vertical padding
es: Padding vertical
fr: Marge intérieure verticale
he: ריפוד אנכי
hi: लंबवत पैडिंग
id: Padding vertikal
it: Padding verticale
lv: Stateniskā atbīde
nl: Verticale vulling
ro: Margine interioară verticală
sv: Vertikalutfyllnad
tr: Dikey dolgu
zh_cn: 垂直内边距

# workspace.layout_grid.editor.title
source: Editing grid
ar: تحرير التشبيك
cs: Úprava mřížky
de: Raster bearbeiten
es: Editando rejilla
fr: Modification de la grille
he: רשת עריכה
hi: संपादन ग्रिड
hr: Mreža za uređivanje
id: Kisi penyuntingan
it: Modifica della griglia
lv: Režģa labošana
nl: Raster bewerken
pt_pt: A editar grelha
ro: Editare grilă
ru: Редактирование сетки
sr: Мрежа за уређивање
sv: Redigera rutnät
tr: Düzenleme ızgarası
zh_cn: 编辑网格
zh_hant: 編輯網格

# workspace.layout_grid.editor.top-bar.done
source: Done
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
hi: पूर्ण
hr: Gotovo
id: Selesai
it: Fatto
lv: Darīts
nl: Klaar
pt_pt: Feito
ro: Terminat
ru: Готово
sr: Готово
sv: Klart
tr: Bitti
zh_cn: 完成
zh_hant: 完成

# workspace.layout_grid.editor.top-bar.locate
source: Locate
cs: Lokalizovat
de: Lokalisieren
es: Mostrar
fr: Montrer
he: איתור
hi: स्थान खोजें
hr: Pronađi
id: Cari lokasi
it: Individua
lv: Noteikt atrašanās vietu
nl: Lokaliseren
pt_pt: Localizar
ro: Localizează
ru: Разместить
sr: Пронађи
sv: Lokalisera
tr: Bul
zh_cn: 定位
zh_hant: 定位

# workspace.layout_grid.editor.top-bar.locate.tooltip
source: Locate grid layout
cs: Vyhledat rozložení mřížky
de: Grid-Layout lokalisieren
es: Mostrar grid layout
fr: Montrer la disposition en grille
he: איתור פריסת הרשת
hi: ग्रिड लेआउट का स्थान खोजें
hr: Pronađite grid raspored
id: Lokasi tata letak kisi
it: Individua layout grid
lv: Norādīt režģa izkārtojumu
nl: Raster-layout tonen
pt_pt: Localizar layout em grelha
ro: Localizează aspectul grilei
ru: Размещение макета сетки
sr: Пронађи распоред мреже
sv: Lokalisera rutnätslayout
tr: Izgara düzenini bul
zh_cn: 定位网格布局
zh_hant: 定位網格佈局

# workspace.libraries.add
source: Add
ar: الإضافة
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
eu: Gehitu
fa: افزودن
fr: Ajouter
he: הוספה
hi: जोड़ना
hr: Dodaj
id: Tambahkan
it: Aggiungi
lv: Pievienot
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sr: Додај
sv: Lägg till
tr: Ekle
zh_cn: 添加
zh_hant: 新增

# workspace.libraries.colors.empty-palette
source: There are no color styles in your library yet
ar: لا يوجد أنماط اللون في مكتبتك
cs: Ve vaší knihovně zatím nejsou žádné barevné styly
de: In Ihrer Bibliothek sind noch keine Farbstile vorhanden
es: Todavía no hay estilos de color en tu biblioteca
fr: Il n'y a pas encore de styles de couleur dans votre bibliothèque
he: אין עדיין סגנונות צבע בספרייה שלך
hi: आपकी लाइब्रेरी में अभी कोई रंग शैली नहीं है
hr: U vašoj biblioteci još nema stilova boja
id: Belum ada gaya warna dalam pustaka Anda
it: Non ci sono ancora stili di colore nella tua libreria
lv: Bibliotēkā vēl nav krāsu stilu
nl: Er zijn nog geen kleurstijlen in je bibliotheek
pt_pt: Ainda não existem estilos de cor na tua biblioteca
ro: Nu există stiluri de culori în librăria dvs. încă
ru: В вашей библиотеке ещё нет цветовых стилей
sr: У вашој библиотеци још увек нема стилова боја
sv: Du har inga färgstilar i ditt bibliotek
tr: Kütüphanenizde henüz renk stili yok
zh_cn: 你的库中还没有颜色风格
zh_hant: 您的圖庫中還沒有顏色樣式

# workspace.libraries.colors.empty-typography-palette
source: There are no typography styles in your library yet
ar: لا يوجد أنماط الكتابة في مكتبتك
cs: Ve vaší knihovně zatím nejsou žádné typografické styly
de: In Ihrer Bibliothek sind noch keine Textstile vorhanden
es: Todavía no hay tipografías en tu biblioteca
fr: Il n'y a pas encore de styles typographiques dans votre bibliothèque
he: עדיין אין סוגי טיפוגרפיה בספרייה שלך
hi: आपकी लाइब्रेरी में अभी कोई टाइपोग्राफी शैली नहीं है
hr: U vašoj biblioteci još nema stilova tipografije
id: Belum ada gaya tipografi dalam pustaka Anda
it: Non ci sono ancora stili di carattere nella tua libreria
lv: Bibliotēkā vēl nav burtu stilu un veidu
nl: Er zijn nog geen typografiestijlen in je bibliotheek
pt_pt: Ainda não existem tipografias na tua biblioteca
ro: Nu există stiluri de tipografie în librăria dvs. încă
ru: В вашей библиотеке ещё нет стилей типографики
sr: У вашој библиотеци још нема стилова типографије
sv: Du har inga typsnittsstilar i ditt bibliotek än
tr: Kütüphanenizde henüz tipografi stili yok
zh_cn: 你的库中还没有排版风格
zh_hant: 您的圖庫中還沒有字體樣式

# workspace.libraries.colors.file-library
source: File library
ar: مكتبة الملفات
ca: Biblioteca del fitxer
cs: Knihovna souborů
de: Dateibibliothek
el: Βιβλιοθήκη αρχείων
es: Biblioteca del archivo
eu: Fitxategien liburutegia
fr: Bibliothèque du fichier
he: ספריית קבצים
hi: फ़ाइल लाइब्रेरी
hr: Biblioteka datoteka
id: Pustaka berkas
it: Libreria del file
lv: Datņu bibliotēka
nl: Bestandsbibliotheek
pl: Biblioteka plików
pt_br: Biblioteca do arquivo
pt_pt: Biblioteca de ficheiros
ro: Bibliotecă de fișiere
ru: Библиотека файлов
sr: Библиотека датотека
sv: Filbibliotek
tr: Dosya kütüphanesi
zh_cn: 文档库
zh_hant: 檔案圖庫

# workspace.libraries.colors.recent-colors
source: Recent colors
ar: الألوان المؤخرة
ca: Colors recents
cs: Nedávné barvy
de: Aktuelle Farben
el: Πρόσφατα χρώματα
es: Colores recientes
eu: Azken koloreak
fr: Dernières couleurs utilisées
he: צבעים אחרונים
hi: हाल के रंग
hr: Nedavno korištene boje
id: Warna terkini
it: Colori recenti
lv: Nesen izmantotās krāsas
nl: Recente kleuren
pl: Bieżące kolory
pt_br: Cores recentes
pt_pt: Cores recentes
ro: Culori recente
ru: Недавние цвета
sr: Недавне боје
sv: Nyligen använda färger
tr: Son renkler
zh_cn: 最近使用的颜色
zh_hant: 最近使用的顏色

# workspace.libraries.colors.rgb-complementary
source: RGB Complementary
ar: RGB مكملات
ca: Complementari d'RGB
cs: Doplňkové RGB
de: RGB-komplementär
es: RGB Complementario
eu: RGB Osagarria
fr: Couleurs complémentaires RVB
he: RGB משלים
hi: RGB पूरक
hr: RGB komplementarno
id: Pelengkap RGB
it: RGB Complementare
lv: Papildu RGB
nl: RGB Complementair
pl: RGB - Komplementarne
pt_br: RGB Complementar
pt_pt: RGB Complementar
ro: RGB Complementar
ru: Дополнительный цвет RGB
sr: Додатна РГБ боја
sv: RGB komplementerande
tr: RGB Tamamlayıcı
zh_cn: RGB互补
zh_hant: RGB 互補色

# workspace.libraries.colors.save-color
source: Save color style
ar: حفظ أسلوب اللون
ca: Desa l'estil de color
cs: Uložit styl barev
de: Farbstil speichern
el: Αποθηκεύστε το στυλ χρώματος
es: Guardar estilo de color
eu: Gorde kolorearen estiloa
fa: ذخیره استایل رنگ
fr: Enregistrer le style de couleur
he: שמירת סגנון צבע
hi: रंग शैली सहेजें
hr: Spremi u stil boja
id: Simpan gaya warna
it: Salva stile di colore
lv: Saglabāt krāsu stilu
nl: Kleurstijl opslaan
pl: Zapisz styl koloru
pt_br: Salvar estilo de cor
pt_pt: Guardar estilo de cor
ro: Salvează stilul culorii
ru: Сохранить стиль цвета
sr: Сачувајте стил боја
sv: Spara färgstil
tr: Renk biçimini kaydet
zh_cn: 保存颜色风格
zh_hant: 儲存顏色樣式

# workspace.libraries.empty.add-some
source: Or add some of these to try:
cs: Nebo přidejte některé z těchto:
de: Oder probieren Sie einige von diesen aus:
es: O añadir algunas de éstas para probar:
fr: Ou ajouter une parmi celles-ci pour essayer :
he: או להוסיף כמה מאלה לניסיון:
hi: या इनमें से कुछ को जोड़कर देखें:
hr: Ili dodajte neke od ovih za isprobavanje:
id: Atau tambahkan beberapa dari sini untuk mencoba:
it: O aggiungi alcuni di questi per provare:
lv: Vai pievieno kādas no šīm, lai izmēģinātu:
nl: Of voeg er enkele toe om te proberen:
ro: Sau adaugă unele dintre acestea pentru a încerca:
sv: Eller lägg till några av dessa för att prova:
tr: Veya denemek için bunlardan bazılarını ekleyin:
zh_cn: 或者添加一些这样的来试试：
zh_hant: 或增加這些來試試：

# workspace.libraries.empty.no-libraries
source: There are no Shared Libraries at your team, you can look for
cs: Ve vašem týmu nejsou žádné sdílené knihovny, které můžete hledat
de: In Ihrem Team gibt es keine gemeinsamen Bibliotheken, Sie können suchen nach
es: No hay Bibliotecas Compartidas en tu equipo, puedes buscar
fr: Il n'y a pas de bibliothèque partagée dans votre équipe, vous pouvez regarder
he: אין ספריות משותפות בצוות שלך, אפשר לחפש אחר
hi: आपकी टीम में कोई साझा लाइब्रेरी नहीं है, आप खोज सकते हैं
hr: U vašem timu nema dijeljenih biblioteka, možete ih potražiti
id: Tidak ada Pustaka Terbagi dalam tim Anda, Anda dapat melihat
it: Non ci sono librerie condivise nel tuo team, puoi cercare
lv: Tavā komandā nav kopīgotu bibliotēku, kuras var meklēt
nl: Er zijn geen Gedeelde Bibliotheken bij jouw team, je kunt zoeken naar
ro: Echipa ta nu are biblioteci partajate, poți căuta pentru
sv: Det finns inga delade bibliotek i ditt team, du kan leta efter
tr: Takımınızda Paylaşılan Kütüphaneler bulunmuyor, burada bulunan
zh_cn: 您的团队中没有共享库，您可以查找
zh_hant: 您的團隊中沒有共享圖庫，您可以尋找

# workspace.libraries.empty.some-templates
source: some templates in here
cs: nějaké šablony zde
de: einige Vorlagen sind hier
es: algunas plantillas aquí
fr: quelques modèles par ici
he: כל מיני תבניות כאן
hi: यहाँ कुछ टेम्पलेट्स हैं
hr: neki predlošci ovdje
id: beberapa templat di sini
it: alcuni modelli qui
lv: dažas sagataves šeit
nl: enkele sjablonen hier
ro: unele șabloane aici
sv: några mallar här
tr: şablonlara bakabilirsiniz
zh_cn: 这里有些模版
zh_hant: 這裡的一些範本

# workspace.libraries.file-library
source: File library
ar: مكتبة الملف
ca: Biblioteca del fitxer
cs: Knihovna souborů
de: Dateibibliothek
el: Βιβλιοθήκη αρχείων
es: Biblioteca del archivo
eu: Fitxategien liburutegia
fr: Bibliothèque du fichier
he: ספריית קבצים
hi: फ़ाइल लाइब्रेरी
hr: Biblioteka datoteka
id: Pustaka berkas
it: Libreria del file
lv: Datņu bibliotēka
nl: Bestandsbibliotheek
pl: Biblioteka plików
pt_br: Biblioteca de arquivos
pt_pt: Biblioteca de ficheiros
ro: Bibliotecă de fișiere
ru: Библиотека файлов
sr: Библиотека датотека
sv: Filbibliotek
tr: Dosya kütüphanesi
zh_cn: 文档库
zh_hant: 檔案圖庫

# workspace.libraries.in-this-file
source: LIBRARIES IN THIS FILE
ar: المكتبات في هذا الملف
ca: BIBLIOTEQUES EN AQUEST FITXER
cs: KNIHOVNY V TOMTO SOUBORU
de: BIBLIOTHEKEN IN DIESER DATEI
el: ΒΙΒΛΙΟΘΗΚΕΣ ΣΕ ΑΥΤΟ ΤΟ ΑΡΧΕΙΟ
es: BIBLIOTECAS EN ESTE ARCHIVO
eu: FITXATEGI HONETAKO LIBURUTEGIAK
fr: BIBLIOTHÈQUES DANS CE FICHIER
he: ספריות בקובץ הזה
hi: इस फ़ाइल में लाइब्रेरीज़
hr: BIBLIOTEKE U OVOJ DATOTECI
id: PUSTAKA DALAM BERKAS INI
it: LIBRERIE IN QUESTO FILE
lv: BIBLIOTĒKAS ŠAJĀ DATNĒ
nl: BIBLIOTHEKEN IN DIT BESTAND
pl: BIBLIOTEKI W TYM PLIKU
pt_br: BIBLIOTECAS NESTE ARQUIVO
pt_pt: BIBLIOTECAS NESTE FICHEIRO
ro: BIBLIOTECILE FIŞIERULUI
ru: БИБЛИОТЕКИ В ЭТОМ ФАЙЛЕ
sr: БИБЛИОТЕКЕ У ОВОЈ ДАТОТЕЦИ
sv: BIBLIOTEK I DENNA FIL
tr: BU DOSYADAKİ KÜTÜPHANELER
zh_cn: 本文档中的库
zh_hant: 此檔案中的圖庫

# workspace.libraries.libraries
source: LIBRARIES
ar: المكتبات
ca: BIBLIOTEQUES
cs: KNIHOVNY
de: BIBLIOTHEKEN
el: ΒΙΒΛΙΟΘΗΚΕΣ
es: BIBLIOTECAS
eu: LIBURUTEGIAK
fa: کتابخانه‌ها
fr: BIBLIOTHÈQUES
he: ספריות
hi: लाइब्रेरीज़
hr: BIBLIOTEKE
id: PUSTAKA
it: LIBRERIE
lv: BIBLIOTĒKAS
nl: BIBLIOTHEKEN
pl: BIBLIOTEKI
pt_br: BIBLIOTECAS
pt_pt: BIBLIOTECAS
ro: BIBLIOTECI
ru: БИБЛИОТЕКИ
sr: БИБЛИОТЕКЕ
sv: BIBLIOTEK
tr: KÜTÜPHANELER
zh_cn: 库
zh_hant: 檔案庫

# workspace.libraries.library
source: LIBRARY
ar: المكتبة
ca: BIBLIOTECA
cs: KNIHOVNA
de: BIBLIOTHEK
el: ΒΙΒΛΙΟΘΗΚΗ
es: BIBLIOTECA
eu: LIBURUTEGIA
fa: کتابخانه
fr: BIBLIOTHÈQUE
he: ספרייה
hi: लाइब्रेरी
hr: BIBLIOTEKA
id: PUSTAKA
it: LIBRERIA
lv: BIBLIOTĒKA
nl: BIBLIOTHEEK
pl: BIBLIOTEKA
pt_br: BIBLIOTECA
pt_pt: BIBLIOTECA
ro: BIBLIOTECĂ
ru: БИБЛИОТЕКА
sr: БИБЛИОТЕКА
sv: BIBLIOTEK
tr: KÜTÜPHANE
zh_cn: 库
zh_hant: 檔案庫

# workspace.libraries.library-updates
source: LIBRARY UPDATES
ar: تحديثات المكتبة
cs: AKTUALIZACE KNIHOVNY
de: AKTUALISIERUNGEN DER BIBLIOTHEK
es: ACTUALIZACIONES DE BIBLIOTECAS
fr: MISES À JOUR DE LA BIBLIOTHÈQUE
he: עדכוני ספרייה
hi: लाइब्रेरी अपडेट
hr: AŽURIRANJE KNJIŽNICE
id: PEMBARUAN PUSTAKA
it: AGGIORNAMENTI DELLA LIBRERIA
lv: BIBLIOTĒKAS JAUNINĀJUMI
nl: BIBLIOTHEEK-UPDATES
pt_pt: ATUALIZAÇÕES DE BIBLIOTECAS
ro: ACTUALIZĂRI LIBRĂRII
ru: ОБНОВЛЕНИЯ БИБЛИОТЕКИ
sr: АЖУРИРАЊА БИБЛИОТЕКЕ
sv: BIBLIOTEKUPDATERINGAR
tr: KÜTÜPHANE GÜNCELLEMELERİ
zh_cn: 共享库更新
zh_hant: 圖庫更新

# workspace.libraries.loading
source: Loading…
cs: Načítání…
de: Laden…
es: Cargando…
fr: Chargement…
he: בטעינה…
hi: लोड हो रहा है…
hr: Učitavanje…
id: Memuat…
it: Caricamento…
lv: Ielādē…
nl: Laden…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
sr: Учитавање…
sv: Laddar…
tr: Yükleniyor…
zh_cn: 加载中…
zh_hant: 載入中…

# workspace.libraries.more-templates
source: You can look for
cs: Můžete hledat
de: Sie können Folgendes suchen
es: Puedes buscar
fr: Vous pouvez rechercher
he: אפשר לחפש
hi: आप ढूंढ सकते हैं
hr: Možete tražiti
id: Anda dapat mencari
it: Puoi cercare altri
lv: Var meklēt
nl: Je kun hier
ro: Poți căuta pentru
sv: Du kan titta efter
tr: Bakabilirsiniz
zh_cn: 您可以搜索
zh_hant: 您可以搜尋

# workspace.libraries.no-libraries-need-sync
source: There are no Shared Libraries that need update
ar: لا يوجد مكتبات مشتركة تحتاج إلى تحديث
ca: No hi ha biblioteques compartides pendents d'actualitzar
cs: Neexistují žádné sdílené knihovny, které by potřebovaly aktualizaci
de: Es gibt keine gemeinsam genutzte Bibliotheken, die aktualisiert werden müssen
el: Δεν υπάρχουν κοινόχρηστες βιβλιοθήκες που χρειάζονται ενημέρωση
es: No hay bibliotecas que necesiten ser actualizadas
eu: Ez dago eguneraketa behar duen partekatutako liburutegirik
fa: هیچ کتابخانه مشترکی وجود ندارد که نیاز به به‌روزرسانی داشته باشد
fr: Aucune bibliothèque partagée n’a besoin d’être mise à jour
he: אין ספריות משותפות שדורשות עדכון
hi: ऐसी कोई साझा लाइब्रेरी नहीं है जिसे अद्यतन करने की आवश्यकता हो
hr: Ne postoje zajedničke biblioteke koje je potrebno ažurirati
id: Tidak ada Pustaka Terbagi yang membutuhkan pembaruan
it: Non ci sono librerie condivise che necessitano un aggiornamento
lv: Nav nevienas koplietojamās bibliotēkas, kas būtu jāatjaunina
nl: Er zijn geen gedeelde bibliotheken die moeten worden bijgewerkt
pl: Nie ma Bibliotek Współdzielonych, które wymagają aktualizacji
pt_br: Não há bibliotecas compartilhadas para atualizar
pt_pt: Não há bibliotecas partilhadas que precisem de atualização
ro: Nu există Biblioteci Distribuite ce necesită update
ru: Нет общих библиотек, требующих обновления
sr: Нема дељених библиотека које треба ажурирати
sv: Det finns inga delade bibliotek som behöver uppdateras
tr: Güncelleme gerektiren Paylaşılmış Kütüphane bulunmuyor
zh_cn: 没有需要更新的共享库
zh_hant: 沒有需要更新的共享圖庫

# workspace.libraries.no-matches-for
source: No matches found for “%s“
ar: لا يوجد ما يطابق هذا “%s“
ca: No s'ha trobat cap coincidència per a “%s“
cs: Nebyly nalezeny žádné shody pro „%s“
de: Keine Übereinstimmungen für “%s“ gefunden
el: Δεν βρίσκεται «%s»
es: No se encuentra “%s“
eu: Ez da ezer aurkitu bilaketa honentzat: "%s"
fr: Aucune correspondance pour « %s »
he: לא נמצאו תוצאות לחיפוש אחר „%s”
hi: “%s“ के लिए कोई मिलान नहीं मिला
hr: Nisu pronađeni rezultati za “%s”
id: Tidak ada yang cocok dengan “%s”
it: Nessun risultato trovato per “%s”
lv: “%s” nav atrasta neviena atbilstība
nl: Geen resultaten gevonden voor “%s“
pl: Nie znaleziono dopasowań dla “%s“
pt_br: Não foram encontrados resultados para “%s“
pt_pt: Não há resultados para "%s"
ro: Nu au fost găsite asemănări pentru “%s“
ru: Совпадений для "%s" не найдено
sr: Нема резултата за %s
sv: Inga träffar hittades för ”%s”
tr: “%s“ için eşleşme bulunmadı
zh_cn: 没有找到“%s”的匹配项
zh_hant: 沒有找到符合 '%s' 的

# workspace.libraries.search-shared-libraries
source: Search shared libraries
ar: البحث في المكتبات المشتركة
ca: Cerca biblioteques compartides
cs: Prohledat sdílené knihovny
de: Suche nach gemeinsam genutzten Bibliotheken
el: Αναζήτηση σε κοινόχρηστες βιβλιοθήκες
es: Buscar bibliotecas compartidas
eu: Bilatu partekatutako liburutegiak
fa: جستجوی کتابخانه‌های مشترک
fr: Rechercher des bibliothèques partagées
he: חיפוש בספריות המשותפות
hi: साझा लाइब्रेरी खोजें
hr: Pretraži zajedničke biblioteke
id: Cari pustaka terbagi
it: Cerca librerie condivise
lv: Meklēt koplietojamās bibliotēkas
nl: Gedeelde bibliotheken zoeken
pl: Przeszukaj Biblioteki Współdzielone
pt_br: Procurar bibliotecas compartilhadas
pt_pt: Pesquisar bibliotecas partilhadas
ro: Caută în bibliotecile distribuite
ru: Искать общие библиотеки
sr: Претражите заједничке библиотеке
sv: Sök delade bibliotek
tr: Paylaşılmış kütüphane ara
zh_cn: 搜索共享库
zh_hant: 搜尋共享圖庫

# workspace.libraries.shared-libraries
source: SHARED LIBRARIES
ar: مكتبات مشتركة
ca: BIBLIOTEQUES COMPARTIDES
cs: SDÍLENÉ KNIHOVNY
de: GEMEINSAM GENUTZTE BIBLIOTHEKEN
el: Κοινόχρηστες βιβλιοθήκες
es: BIBLIOTECAS COMPARTIDAS
eu: Partekatutako liburutegiak
fa: کتابخانه‌های مشترک
fr: BIBLIOTHÈQUES PARTAGÉES
he: ספריות משותפות
hi: साझा लाइब्रेरीज़
hr: ZAJEDNIČKE BIBLIOTEKE
id: PUSTAKA TERBAGI
it: LIBRERIE CONDIVISE
lv: KOPLIETOJAMĀS BIBLIOTĒKAS
nl: GEDEELDE BIBLIOTHEKEN
pl: BIBLIOTEKI WSPÓŁDZIELONE
pt_br: BIBLIOTECAS COMPARTILHADAS
pt_pt: BIBLIOTECAS PARTILHADAS
ro: BIBLIOTECI DISTRIBUITE
ru: ОБЩИЕ БИБЛИОТЕКИ
sr: ДЕЉЕНЕ БИБЛИОТЕКЕ
sv: DELADE BIBLIOTEK
tr: PAYLAŞILMIŞ KÜTÜPHANELER
zh_cn: 共享库
zh_hant: 共享圖庫
