Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.loading-files
source: loading your files …
ar: جارِ تحميل ملفاتك …
ca: S'estan carregant els fitxers…
cs: načítání vašich souborů …
da: indlæser dine filer…
de: laden Ihrer Dateien …
el: φόρτωση των αρχείων σας …
es: cargando tus ficheros …
es_419: cargando tus archivos…
eu: zure fitxategiak kargatzen…
fa: در حال بارگذاری فایل‌های شما …
fo: lesur tínar fílur inn…
fr: chargement de vos fichiers…
fr_ca: chargement des fichiers …
he: הקבצים שלך נטענים…
hi: आपकी फ़ाइलें लोड हो रही हैं…
hr: učitavanje tvojih datoteka…
id: memuat berkas Anda …
it: caricamento dei file …
lv: ielādē datnes …
ms: memuatkan fail anda…
nl: bestanden laden …
pl: wczytywanie Twoich plików…
pt_br: carregando seus arquivos…
pt_pt: a carregar os teus ficheiros …
ro: încărcarea fișierelor …
ru: загрузка ваших файлов …
sr: учитавање ваших датотека…
sv: laddar dina filer …
th: กำลังโหลดไฟล์ของคุณ…
tr: dosyalarınız yükleniyor …
zh_cn: 正在加载文档…
zh_hant: 正在載入檔案…

# dashboard.loading-fonts
source: loading your fonts …
ar: جارِ تحميل خطوطك …
ca: s'estan carregant les tipografies…
cs: načítání vašich písem …
de: laden Ihrer Schriftarten …
es: cargando tus fuentes …
es_419: cargando tus fuentes…
eu: zure letra-tipoak kargatzen…
fa: در حال بارگیری فونت‌های شما …
fo: lesur tíni stavsnið inn…
fr: chargement de vos polices…
fr_ca: chargement des polices de caractères …
he: הגופנים שלך נטענים…
hi: आपके फ़ॉन्ट लोड हो रहे हैं…
hr: učitavanje tvojih fontova…
id: memuat fon Anda …
it: caricamento dei caratteri…
lv: notiek fontu ielāde …
ms: memuatkan fon anda…
nl: lettertypen laden …
pl: wczytywanie Twoich czcionek…
pt_br: carregando suas fontes …
pt_pt: a carregar as tuas fontes …
ro: se încarcă fonturile tale…
ru: загрузка ваших шрифтов …
sr: учитавање ваших фонтова…
sv: laddar dina typsnitt …
th: กำลังโหลดฟอนต์ของคุณ…
tr: yazı tipleriniz yükleniyor…
zh_cn: 正在加载字体…
zh_hant: 正在載入字型…

# dashboard.mark-all-as-read.success
source: Marked all notifications as read
de: Alle Benachrichtigungen als gelesen markiert
es: Se han marcado todas las noficaciones como leídas
fr: Toutes les notifications sont marquées comme lues
fr_ca: Toutes les notifications marquées comme lues
he: כל ההתראות סומנו משל קראת אותן
hi: सभी सूचनाओं को पढ़ा हुआ के रूप में चिह्नित किया
id: Semua notifikasi tertanda sebagai dibaca
it: Tutte le notifiche contrassegnate come lette
lv: Visi paziņojumi atzīmēti kā izlasīti
nl: Alle meldingen zijn gemarkeerd als gelezen
pt_br: Marquei todas as notificações como lidas
pt_pt: Todas as notificações foram marcadas como lidas
ro: Toate notificările au fost marcate ca fiind citite
ru: Отметил все уведомления как прочитанные
sv: Markerade alla meddelanden som lästa
tr: Tüm bildirimleri okundu olarak işaretlendi
zh_cn: 标记所有通知为已读

# dashboard.move-to
source: Move to
ar: انقل إلى
ca: Mou a
cs: Přesunout do
da: Flyt til
de: Verschieben nach
el: Μετακίνηση
es: Mover a
es_419: Mover a
eu: Mugitu
fa: انتقال به
fo: Flyt til
fr: Déplacer vers
fr_ca: Déplacer vers
he: העברה אל
hi: में स्थानांतरित करें
hr: Premijesti u
id: Pindahkan ke
it: Sposta in
lv: Pārvietot uz
ms: Berpindah ke
nl: Verplaats naar
pl: Przenieś do
pt_br: Mover para
pt_pt: Mover para
ro: Mută la
ru: Переместить
sr: Премести у
sv: Flytta till
th: ย้ายไปยัง
tr: Şuraya taşı
zh_cn: 移动到
zh_hant: 移至

# dashboard.move-to-multi
source: Move %s files to
ar: انقل %s ملف إلى
ca: Mou %s fitxers a
cs: Přesunout soubory %s do
da: Flyt %s filer til
de: %s Dateien verschieben
es: Mover %s archivos a
es_419: Mover %s archivos a
eu: Mugitu %s fitxategi
fa: انتقال فایل‌های %s به
fo: Flyt %s fílur til
fr: Déplacer %s fichiers vers
fr_ca: Déplacer %s fichiers vers
he: העברה של %s קבצים אל
hi: %s फ़ाइलों को स्थानांतरित करें
hr: Premijesti %s datoteke u
id: Pindahkan %s berkas ke
it: Sposta %s file in
lv: Pārvietot %s datnes uz
ms: Pindahkan fail %s ke
nl: Verplaats %s bestanden naar
pl: Przenieś %s pliki do
pt_br: Mover %s arquivos para
pt_pt: Mover %s ficheiros para
ro: Mută %s fișiere la
ru: Переместить файлы (%s)
sr: Премести %s датотека у
sv: Flytta %s filer till
th: ย้าน %s ไฟล์ไปยัง
tr: %s dosyayı şuraya taşı
zh_cn: 移动 %s 个文件到
zh_hant: 將 %s 個檔案移動至

# dashboard.move-to-other-team
source: Move to other team
ar: انقل إلى فريق آخر
ca: Mou a un altre equip
cs: Přesunout do jiného týmu
da: Flyt til andet team
de: Zu anderem Team verschieben
el: Μετακίνηση σε άλλη ομάδα
es: Mover a otro equipo
es_419: Pasar a otro equipo
eu: Mugitu beste talde batera
fa: انتقال به تیم دیگر
fo: Flyt til eitt annað toymi
fr: Déplacer vers une autre équipe
fr_ca: Déplacer vers une autre équipe
he: העברה לצוות אחר
hi: दूसरी टीम में स्थानांतरित करें
hr: Premijesti u drugi tim
id: Pindahkan ke tim lain
it: Sposta in un altro team
lv: Pārvietot uz citu komandu
ms: Pindah ke pasukan lain
nl: Verplaats naar ander team
pl: Przenieś do innego zespołu
pt_br: Mover para outra equipe
pt_pt: Mover para outra equipa
ro: Mută la o altă echipă
ru: Перевести в другую команду
sr: Премести у други тим
sv: Flytta till andra team
th: ย้ายไปยังทีมอื่น
tr: Başka takıma taşı
zh_cn: 移动到其他团队
zh_hant: 移至其他團隊

# dashboard.new-file
source: + New File
ar: + ملف جديد
ca: + Fitxer nou
cs: + Nový soubor
da: + Ny Fil
de: + Neue Datei
el: Νεο αρχείο
es: + Nuevo Archivo
es_419: + Nuevo archivo
eu: + Fitxategi berria
fa: + فایل جدید
fo: + Nýggja fílu
fr: + Nouveau fichier
fr_ca: + Nouveau fichier
he: + קובץ חדש
hi: + नई फ़ाइल
hr: + Nova datoteka
id: + Buat Berkas
it: + Nuovo File
lv: + Jauna datne
ms: + Fail Baharu
nl: + Nieuw bestand
pl: + Nowy plik
pt_br: + Novo arquivo
pt_pt: + Novo Ficheiro
ro: + Fișier nou
ru: + Новый файл
sr: + Нова датотека
sv: + Ny fil
th: + สร้างไฟล์ใหม่
tr: + Yeni Dosya
zh_cn: + 新文档
zh_hant: + 新檔案

# dashboard.new-file-prefix
source: New File
ar: ملف جديد
ca: Fitxer nou
cs: Nový soubor
da: Ny Fil
de: Neue Datei
es: Nuevo Archivo
es_419: Archivo nuevo
eu: Fitxategi berria
fa: فایل جدید
fo: Nýggja fílu
fr: Nouveau fichier
fr_ca: Nouveau fichier
he: קובץ חדש
hi: नई फ़ाइल
hr: Nova datoteka
id: Berkas Baru
it: Nuovo File
lt: Naujas failas
lv: Jauna datne
ms: Fail Baharu
nl: Nieuw bestand
pl: Nowy plik
pt_br: Novo arquivo
pt_pt: Novo Ficheiro
ro: Fișer nou
ru: Новый файл
sr: Нова датотека
sv: Ny fil
th: สร้างไฟล์ใหม่
tr: Yeni Dosya
zh_cn: 新建文件
zh_hant: 新檔案

# dashboard.new-project
source: + New project
ar: + مشروع جديد
ca: + Crea un projecte
cs: + Nový projekt
da: + Nyt projekt
de: + Neues Projekt
el: + Νέο έργο
es: + Nuevo proyecto
es_419: + Nuevo proyecto
eu: + Proiektu berria
fa: + پروژه جدید
fo: + Nýggj verkætlan
fr: + Nouveau projet
fr_ca: + Nouveau projet
he: + מיזם חדש
hi: + नया प्रोजेक्ट
hr: + Novi projekt
id: + Buat Proyek
it: + Nuovo progetto
lt: + Naujas projektas
lv: + Jauns projekts
ms: + Projek baharu
nl: + Nieuw project
pl: + Nowy projekt
pt_br: + Novo projeto
pt_pt: + Novo projeto
ro: + Proiect nou
ru: + Новый проект
sr: + Нови пројекат
sv: + Nytt projekt
th: + สร้างโปรเจกต์ใหม่
tr: + Yeni Proje
zh_cn: + 新项目
zh_hant: + 新的專案

# dashboard.new-project-prefix
source: New Project
ar: مشروع جديد
ca: Crea un projecte
cs: Nový projekt
da: Nyt Projekt
de: Neues Projekt
es: Nuevo Proyecto
es_419: Nuevo proyecto
eu: Proiektu berria
fa: پروژه جدید
fo: Nýggj verkætlan
fr: Nouveau projet
fr_ca: Nouveau projet
he: מיזם חדש
hi: नया प्रोजेक्ट
hr: Novi projekt
id: Proyek Baru
it: Nuovo progetto
lt: Naujas projektas
lv: Jauns projekts
ms: Projek Baharu
nl: Nieuw project
pl: Nowy projekt
pt_br: Novo projeto
pt_pt: Novo Projeto
ro: Proiect nou
ru: Новый проект
sr: Нови пројекат
sv: Nytt projekt
th: สร้างโปรเจกต์ใหม่
tr: Yeni Proje
zh_cn: 新建项目
zh_hant: 新專案

# dashboard.no-matches-for
source: No matches found for “%s“
ar: لم يتم العثور على مطابقات ل "%s"
ca: No s'ha trobat cap coincidència amb “%s“
cs: Nebyly nalezeny žádné shody pro “%s“
da: Intet match fundet for “%s“
de: Keine Übereinstimmungen für “%s“ gefunden
el: Δεν βρέθηκαν αντιστοιχίσεις για το “%s“
es: No se encuentra “%s“
es_419: No se encontraron coincidencias para "%s"
eu: Ez da "%s" aurkitu
fa: هیچ منطبقی برای «%s» یافت نشد
fo: Onki samsvar funnið fyri "%"
fr: Aucune correspondance pour « %s »
fr_ca: Aucun résultat de recherche pour « %s »
he: לא נמצאו תוצאות לחיפוש אחר „%s”
hi: “%s“ के लिए कोई मेल नहीं मिला
hr: Nisu pronađeni rezultati za “%s”
id: Tidak ada hasil yang ditemukan untuk “%s”
it: Nessuna corrispondenza trovata per "%s"
lt: Nerasta jokių atitikmenų pagal "%s"
lv: “%s” nav atrasta neviena atbilstība
ms: Tiada padanan ditemui untuk "%s"
nl: Geen overeenkomsten gevonden voor "%s"
pl: Nie znaleziono dopasowań dla “%s“
pt_br: Não achamos nada com “%s“
pt_pt: Não há resultados para "%s"
ro: Nu există rezultate pentru “%s“
ru: Совпадений для “%s“ не найдено
sr: Нема подударања за "%s"
sv: Inga träffar hittades för ”%s”
tr: "%s" için sonuç bulunamadı
zh_cn: 没有找到“%s”的匹配项
zh_hant: 找不到符合 「%s」的項目

# dashboard.no-projects-placeholder
source: Pinned projects will appear here
ar: ستظهر المشاريع المثبتة هنا
ca: Els projectes fixats apareixeran aquí
cs: Připnuté projekty se zobrazí zde
da: Fastgjorte projekter bliver vist her
de: Angeheftete Projekte werden hier angezeigt
el: Τα καρφιτσωμένα έργα θα εμφανιστούν εδώ
es: Los proyectos fijados aparecerán aquí
es_419: Los proyectos fijados aparecerán aquí
eu: Ainguratutako proiektuak hemen agertuko dira
fa: پروژه‌های پین شده در اینجا ظاهر می‌شوند
fo: Festar verkætlanir verða víst her
fr: Les projets épinglés apparaîtront ici
fr_ca: Les projets épinglés sont affichés ici
he: מיזמים נעוצים יופיעו כאן
hi: पिन किए गए प्रोजेक्ट यहां दिखाई देंगे
hr: Prikvačeni projekti pojavit će se ovdje
id: Proyek yang disemat akan muncul di sini
it: I progetti appuntati appariranno qui
lt: Prisegti projektai bus rodomi čia
lv: Šeit būs redzami piespraustie projekti
ms: Projek yang disemat akan muncul di sini
nl: Vastgemaakte projecten worden hier weergegeven
pl: Tutaj pojawią się przypięte projekty
pt_br: Projetos fixados aparecerão aqui
pt_pt: Projetos afixados aparecerão aqui
ro: Proiectele fixate vor apărea aici
ru: Закреплённые проекты будут здесь
sr: Закачени пројекти ће се појавити овде
sv: Fastklistrade projekt visas här
tr: Sabitlenmiş projeler burada görünür
zh_cn: 被钉住的项目会显示在这儿
zh_hant: 釘選的專案會在此顯示

# dashboard.notifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएँ
hr: Obavijesti
id: Notifikasi
it: Notifiche
lv: Paziņojumi
nl: Meldingen
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sv: Notifieringar
tr: Bildirimler
zh_cn: 通知
zh_hant: 通知

# dashboard.notifications.email-changed-successfully
source: Your email address has been updated successfully
ar: حُدّث عنوان بريدك الإلكتروني بنجاح
ca: S'ha actualitzat l'adreça de correu
cs: Vaše e-mailová adresa byla úspěšně aktualizována
da: Din email-adresse er blevet opdateret med succes
de: Ihre E-Mail-Adresse wurde erfolgreich aktualisiert
el: Η διεύθυνση email σας ενημερώθηκε με επιτυχία
es: Tu dirección de correo ha sido actualizada
es_419: Su dirección de correo electrónico se ha actualizado correctamente
eu: Zure eposta helbidea ondo eguneratu da
fa: آدرس ایمیل شما با موفقیت به‌روز شد
fo: Tín teldupostadressa er dagførd
fr: Votre adresse e‑mail a bien été mise à jour
fr_ca: Ton adresse courriel a été mise à jour
he: כתובת הדוא״ל שלך עודכנה בהצלחה
hi: आपका ईमेल पता सफलतापूर्वक अपडेट कर दिया गया है
hr: Tvoja e-mail adresa je uspješno ažurirana
id: Alamat surel Anda berhasil diperbarui
it: Il tuo indirizzo e-mail è stato aggiornato con successo
lt: Jūsų el. pašto adresas sėkmingai atnaujintas
lv: E-pasta adrese tika veiksmīgi atjaunināta
ms: Alamat e-mel anda telah berjaya dikemas kini
nl: Je e-mailadres is succesvol bijgewerkt
pl: Twój adres email został pomyślnie zaktualizowany
pt_br: Seu endereço de e-mail foi atualizado com sucesso
pt_pt: O teu endereço de e-mail foi atualizado com sucesso
ro: Adresa ta de email a fost actualizată cu success
ru: Ваш адрес эл. почты был успешно обновлён
sr: Ваша адреса е-поште је успешно ажурирана
sv: Din e-postadress har uppdaterats
th: อัปเดตอีเมลสำเร็จแล้ว
tr: E-posta adresiniz başarıyla güncellendi
zh_cn: 已经成功更新你的电子邮件
zh_hant: 已成功更改您的電子郵件地址

# dashboard.notifications.email-verified-successfully
source: Your email address has been verified successfully
ar: تحققَ من عنوان بريدك الإلكتروني بنجاح
ca: S'ha verificat l'adreça de correu
cs: Vaše e-mailová adresa byla úspěšně ověřena
da: Din email-adresse er blevet bekræftet med succes
de: Ihre E-Mail-Adresse wurde erfolgreich verifiziert
el: Η διεύθυνση email σας έχει επαληθευτεί
es: Tu dirección de correo ha sido verificada
eu: Zure eposta helbidea egiaztatu egin da
fa: آدرس ایمیل شما با موفقیت تایید شد
fo: Tín teldupostadressa er váttta
fr: Votre adresse e‑mail a bien été vérifiée
fr_ca: Ton adresse courriel a été vérifiée avec succès
he: כתובת הדוא״ל שלך אומתה בהצלחה
hi: आपका ईमेल पता सफलतापूर्वक सत्यापित हो गया है
hr: Tvoja e-mail adresa je uspješno potvrđena
id: Alamat surel Anda berhasil diverifikasi
it: Il tuo indirizzo e-mail è stato verificato con successo
lt: Jūsų el. pašto adresas buvo sėkmingai patvirtintas
lv: E-pasta adrese tika veiksmīgi apliecināta
ms: Alamat e-mel anda telah berjaya disahkan
nl: Je e-mailadres is geverifieerd
pl: Twój adres email został pomyślnie zweryfikowany
pt_br: Seu endereço de e-mail foi verificado com sucesso
pt_pt: O teu endereço de e-mail foi verificado com sucesso
ro: Adresa ta de email este confirmată
ru: Ваш адрес эл. почты был успешно подтверждён
sr: Ваша адреса е-поште је успешно верификована
sv: Din e-postadress har verifierats
tr: E-posta adresin başarıyla doğrulandı
zh_cn: 已经成功验证你的电子邮件
zh_hant: 已成功驗證您的電子郵件地址

# dashboard.notifications.notifications-saved
source: Notification settings updated
cs: Nastavení oznámení bylo aktualizováno
de: Benachrichtigungseinstellungen aktualisiert
es: Configuración de notificaciones actualizada
fr: Les paramètres des notifications ont été mis à jour
fr_ca: Paramètres de notification mis à jour
he: הגדרות ההתראות עודכנו
hi: सूचना सेटिंग्स अपडेट कर दी गई हैं
hr: Postavke obavijesti ažurirane
id: Pengaturan notifikasi diperbarui
it: Impostazioni di notifica aggiornate
lv: Paziņojumu iestatījumi atjaunināti
nl: Meldingsinstellingen bijgewerkt
pt_br: As configurações de notificações foram atualizadas
pt_pt: Definições de notificação atualizadas
ro: Setările notificărilor au fost actualizate
ru: Настройки уведомлений обновлены
sv: Notifieringsinställningar uppdaterade
tr: Bildirim ayarları güncellendi
zh_cn: 通知设置已更新
zh_hant: 通知設定已更新

# dashboard.notifications.password-saved
source: Password saved successfully!
ar: حُفظت كلمة السر بنجاح!
ca: La contrasenya s'ha desat correctament!
cs: Heslo bylo úspěšně uloženo!
da: Adgangskode gemt med succes!
de: Passwort wurde erfolgreich gespeichert!
el: Ο κωδικός πρόσβασης αποθηκεύτηκε!
es: ¡Contraseña guardada!
eu: Pasahitza ondo gorde da!
fa: رمزعبور با موفقیت ذخیره شد!
fo: Loyniorði er goymt!
fr: Mot de passe enregistré avec succès !
fr_ca: Mot de passe sauvegardé!
he: הסיסמה נשמרה בהצלחה!
hi: पासवर्ड सफलतापूर्वक सहेजा गया!
hr: Lozinka je uspješno spremljena!
id: Berhasil menyimpan kata sandi!
it: La password è stata salvata con successo!
lt: Slaptažodis sėkmingai išsaugotas!
lv: Parole ir veiksmīgi saglabāta.
ms: Kata laluan berjaya disimpan!
nl: Wachtwoord succesvol opgeslagen!
pl: Hasło zostało pomyślnie zapisane!
pt_br: Senha salva com sucesso!
pt_pt: Palavra-passe guardada com sucesso!
ro: Parolă actualizată cu success!
ru: Пароль успешно сохранён!
sr: Лозинка је успешно сачувана!
sv: Lösenordet sparat!
th: บันทึกรหัสผ่านแล้ว
tr: Parola başarıyla kaydedildi!
zh_cn: 已经成功保存密码！
zh_hant: 密碼已儲存成功！

# dashboard.notifications.view
source: View notifications
cs: Zobrazit oznámení
de: Benachrichtigungen anzeigen
es: Ver notificaciones
fr: Voir les notifications
fr_ca: Voir les notifications
he: הצגת התראות
hi: सूचनाएं देखें
hr: Pregledajte obavijesti
id: Lihat notifikasi
it: Visualizza notifiche
lv: Apskatīt paziņojumus
nl: Meldingen weergeven
pt_br: Ver notificações
pt_pt: Ver notificações
ro: Afișează notificările
ru: Просмотреть уведомления
sv: Visa notifieringar
tr: Bildirimleri görüntüle
zh_cn: 查看通知
zh_hant: 查看通知

# dashboard.num-of-members
source: %s members
ar: %s الأعضاء
ca: %s membres
cs: Počet členů: %s
da: %s medlemmer
de: %s Mitglieder
el: % s μέλη
es: %s integrantes
eu: %s kide
fa: اعضای %s
fo: %s limir
fr: %s membres
fr_ca: %s membres
he: %s חברים
hi: %s सदस्य
hr: %s članova
id: %s anggota
it: %s membri
lt: %s nariai
lv: Dalībieki: %s
ms: %s ahli
nl: %s leden
pl: %s członków
pt_br: %s membros
pt_pt: %s membros
ro: %s membrii
ru: Участников: %s
sr: %s чланова
sv: %s medlemmar
tr: %s üye
zh_cn: 成员%s人
zh_hant: %s 位成員

# dashboard.open-in-new-tab
source: Open file in a new tab
ar: افتح الملف في لسان جديد
ca: Obre el fitxer en una pestanya nova
cs: Otevřít soubor na nové kartě
da: Åben fil i en ny fane
de: Datei in neuem Tab öffnen
el: Άνοιγμα αρχείου σε νέα καρτέλα
es: Abrir en una pestaña nueva
eu: Ireki fitxa berrian
fa: باز کردن فایل در تب جدید
fo: Lat fílu upp í nýggjum skiljiblaði
fr: Ouvrir le fichier dans un nouvel onglet
fr_ca: Ouvrir le fichier dans un nouvel onglet
he: פתיחת קובץ בלשונית חדשה
hi: फ़ाइल को नए टैब में खोलें
hr: Otvori datoteku u novoj kartici
id: Buka berkas di tab baru
it: Apri file in una nuova scheda
lt: Atidarykite failą naujame skirtuke
lv: Atvērt datni jaunā cilnē
ms: Buka fail dalam tab baharu
nl: Bestand openen in een nieuw tabblad
pl: Otwórz plik w nowej zakładce
pt_br: Abrir arquivo em uma nova guia
pt_pt: Abrir ficheiro num novo separador
ro: Deschide fișier într-o pagină nouă
ru: Открыть в новой вкладке
sr: Отворите датотеку у новој картици
sv: Öppna filen i en ny flik
th: เปิดไฟล์ในแท็บใหม่
tr: Dosyayı yeni sekmede aç
zh_cn: 在新标签页打开文件
zh_hant: 在新分頁開啟檔案

# dashboard.options
source: Options
ar: الخيارات
ca: Opcions
cs: Možnosti
de: Optionen
es: Opciones
eu: Aukerak
fa: گزینه‌ها
fo: Valmøguleikar
he: אפשרויות
hi: विकल्प
hr: Mogućnosti
id: Opsi
it: Opzioni
lt: Nustatymai
lv: Opcijas
ms: Pilihan
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Опции
sr: Опције
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
zh_cn: 选项
zh_hant: 選項

# dashboard.password-change
source: Change password
ar: غيّر كلمة السر
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el: Αλλαξε κωδικό
es: Cambiar contraseña
eu: Aldatu pasahitza
fa: تغییر رمزعبور
fo: Broyt loyniorð
fr: Changer le mot de passe
fr_ca: Modifier le mot de passe
he: החלפת סיסמה
hi: पासवर्ड बदलें
hr: Promjeni lozinku
id: Ubah kata sandi
it: Cambia password
lt: Keisti slaptažodį
lv: Mainīt paroli
ms: Tukar kata laluan
nl: Verander wachtwoord
pl: Zmień hasło
pt_br: Alterar senha
pt_pt: Alterar palavra-passe
ro: Schimbă parola
ru: Изменить пароль
sr: Промените лозинку
sv: Ändra lösenordet
th: เปลี่ยนรหัสผ่าน
tr: Parola değiştir
zh_cn: 修改密码
zh_hant: 修改密碼

# dashboard.permissions-change.admin
source: You are now an admin on this team.
cs: Nyní jste správcem tohoto týmu.
de: Sie sind jetzt ein Admin in diesem Team.
es: Ahora eres administrador del equipo.
fr: Vous êtes maintenant administrateur dans cette équipe.
fr_ca: Tu es maintenant un admin de cette équipe.
he: מונית לנהל את הצוות הזה.
hi: आप अब इस टीम के एडमिन बन गए हैं।
hr: Sada ste administrator ovog tima.
id: Anda sekarang seorang admin di tim ini.
it: Ora sei un amministratore di questo team.
lv: Tu tagad esi šīs komandas pārvaldītājs.
nl: Je bent nu een beheerder van dit team.
pt_br: Agora você é administrador desta equipe.
pt_pt: Passaste a ser administrador(a) nesta equipa.
ro: Ești acum un administrator în această echipă.
ru: Теперь вы администратор в этой команде.
sv: Du är nu en administratör i detta team.
th: คุณเป็นแอดมินในทีมนี้แล้ว
tr: Artık bu takımda bir yöneticisiniz.
zh_cn: 你现在是此团队的管理员。
zh_hant: 您現在是該團隊的管理員。

# dashboard.permissions-change.editor
source: You are now an editor on this team.
cs: Nyní jste editorem tohoto týmu.
de: Sie sind jetzt ein Redakteur in diesem Team.
es: Ahora eres editor del equipo.
fr: Vous êtes maintenant éditeur dans cette équipe.
fr_ca: Tu es maintenant un éditeur sur cette équipe.
he: מונית לערוך בצוות הזה.
hi: आप अब इस टीम के व्यवस्थापक (Admin) बन गए हैं।
hr: Sada ste urednik u ovom timu.
id: Anda sekarang seorang penyunting di tim ini.
it: Ora sei un editor di questo team.
lv: Tu tagad esi šīs komandas redaktors.
nl: Je bent nu redacteur van dit team.
pt_br: Agora você é editor dessa equipe.
pt_pt: Passaste a ser editor(a) nesta equipa.
ro: Ești acum un editor în această echipă.
ru: Теперь вы редактор в этой команде.
sv: Du är nu en redaktör i det här teamet.
th: คุณเป็นเอดิเตอร์ในทีมนี้แล้ว
tr: Artık bu takımda bir düzenleyicisiniz.
zh_cn: 你现在是此团队的编辑人员。
zh_hant: 您現在是這個團隊的編輯。

# dashboard.permissions-change.owner
source: You are now owner on this team.
cs: Nyní jste vlastníkem tohoto týmu.
de: Sie sind jetzt Eigentümer dieses Teams.
es: Ahora eres el dueño del equipo.
fr: Vous êtes maintenant propriétaire dans cette équipe.
fr_ca: Tu es maintenant propriétaire de cette équipe.
he: מונית לבעלי הצוות הזה.
hi: आप अब इस टीम के मालिक (Owner) बन गए हैं।
hr: Sada ste vlasnik ovog tima.
id: Anda sekarang seorang pemilik di tim ini.
it: Ora sei il proprietario di questo team.
lv: Tu tagad esi šīs komandas īpašnieks.
nl: Je bent nu eigenaar van dit team.
pt_br: Agora você é o proprietário desta equipe.
pt_pt: Passaste a ser dono(a) nesta equipa.
ro: Deții acum această echipă.
ru: Теперь вы владелец этой команды.
sv: Du är nu ägare till detta team.
th: คุณเป็นเจ้าของในทีมนี้แล้ว
tr: Artık bu takımın sahibisiniz.
zh_cn: 你现在是此团队的拥有者。
zh_hant: 您現在是這個團隊的老大。

# dashboard.permissions-change.viewer
source: You are now a viewer on this team.
cs: Nyní jste v tomto týmu divákem.
de: Sie sind jetzt ein Zuschauer in diesem Team.
es: Ahora eres lector del equipo.
fr: Vous êtes maintenant lecteur dans cette équipe.
fr_ca: Tu es maintenant visionneur.e sur cette équipe.
he: מונית לצפות בצוות הזה.
hi: आप अब इस टीम के दृश्यकर्ता (Viewer) बन गए हैं।
hr: Sada ste gledatelj u ovom timu.
id: Anda sekarang seorang peninjau di tim ini.
it: Ora sei un visualizzatore di questo team.
lv: Tev tagad šajā komandā ir skatīšanās tiesības.
nl: Je bent nu een lezer in dit team.
pt_br: Agora você é um espectador desta equipe.
ro: Ești acum un cititor în această echipă.
ru: Теперь вы наблюдатель в этой команде.
sv: Du är nu en läsare i det här teamet.
tr: Artık bu takımda bir görüntüleyicisiniz.
zh_cn: 你现在是此团队的查看人员。
zh_hant: 您現在是該團隊的查看者。

# dashboard.pin-unpin
source: Pin/Unpin
ar: ثبت/ألغِ التثبيت
ca: Fixa/Deixa de fixar
cs: Připnout/Odepnout
da: Fastgør/Løsne
de: Anheften/Lösen
el: Καρφίτσωμα / ξεκαρφίτσωμα
es: Anclar/Desanclar
eu: Ainguratu/Desainguratu
fa: پین/برداشتن پین
fo: Fest/Loys
fr: Épingler/Désépingler
fr_ca: Épingler/Désépingler
he: נעיצה/שחרור
hi: पिन/अनपिन
hr: Prikvači/Otkvači
id: Semat/Lepas semat
it: Appunta/Rimuovi
lt: Prisegti/Atsegti
lv: Piespraust/Atspraust
ms: Semat/Nyahsemat
nl: Vastzetten/losmaken
pl: Przypnij/Odepnij
pt_br: Fixar/Desafixar
pt_pt: Afixar/Desafixar
ro: Prinde/Desprinde
ru: Закрепить/Открепить
sr: Прикачи/Откачи
sv: Klistra fast/Lossa
tr: Sabitle/Sabitleme
zh_cn: 钉到侧边栏/取消钉住
zh_hant: 釘選/取消釘選
