Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# notifications.invitation-email-sent
source: Invitation sent successfully
ar: أُرسلت الدعوة بنجاح
ca: La invitació s'ha enviat correctament
cs: Pozvánka byla úspěšně odeslána
de: Einladung erfolgreich gesendet
el: Η πρόσκληση εστάλη με επιτυχία
es: Invitación enviada con éxito
eu: Gonbidapena ondo bidali da
fr: L'e‑mail d'invitation a bien été envoyé
he: ההזמנה נשלחה בהצלחה
hi: आमंत्रण सफलतापूर्वक भेज दिया गया
hr: Pozivnica je uspješno poslana
id: Undangan berhasil dikirim
it: Invito inviato con successo
lv: Uzaicinājums veiksmīgi nosūtīts
ms: Jemputan berjaya dihantar
nl: Uitnodiging succesvol verstuurd
pl: Zaproszenie wysłane pomyślnie
pt_br: Convite enviado com sucesso
pt_pt: Convite enviado com sucesso
ro: Invitaţie trimisă cu succes
ru: Приглашение успешно отправлено
sr: Позивница је успешно послата
sv: Inbjudan skickades
tr: Davet başarıyla iletildi
zh_cn: 成功发送邀请
zh_hant: 邀請已成功發送

# notifications.invitation-link-copied
source: Invitation link copied
cs: Odkaz na pozvánku zkopírován
de: Einladungslink kopiert
es: Enlace de invitacion copiado
eu: Gonbidapenaren esteka kopiatu da
fr: Lien d'invitation copié
he: קישור ההזמנה הועתק
hi: आमंत्रण लिंक कॉपी किया गया
hr: Veza pozivnice je kopirana
id: Tautan undangan disalin
it: Link d'invito copiato
lv: Uzaicinājuma saite nokopēta
ms: Pautan jemputan disalin
nl: Uitnodigingslink gekopieerd
pl: Link do zaproszenia został skopiowany
pt_br: Link do convite copiado
pt_pt: Link de convite copiado
ro: Link de invitație copiat
ru: Ссылка на приглашение скопирована
sr: Веза за позивницу је копирана
sv: Inbjudningslänken kopierades
tr: Davet bağlantısı kopyalandı
zh_cn: 邀请链接已复制
zh_hant: 邀請連結已複製

# notifications.profile-deletion-not-allowed
source: You can't delete your profile. Reassign your teams before proceed.
ar: لا يمكنك حذف ملف تعريفك، أعد تعيين فرقك قبل المتابعة.
ca: No podeu eliminar el vostre perfil. Reassigneu els vostres equips abans de continuar.
cs: Nemůžete smazat svůj profil. Než budete pokračovat, znovu přiřaďte své týmy.
de: Sie können Ihr Profil nicht löschen. Weisen Sie Ihre Teams neu zu, bevor Sie fortfahren.
el: Δεν μπορείτε να διαγράψετε το προφίλ σας. Επανατοποθετήστε τις ομάδες σας προτού συνεχίσετε.
es: No puedes borrar tu perfil. Reasigna tus equipos antes de seguir.
eu: Ezin da zure profila ezabatu. Berresleitu zure taldeak jarraitu aurretik.
fr: Vous ne pouvez pas supprimer votre profil. Réassignez vos équipes avant de continuer.
he: אי אפשר למחוק את הפרופיל שלך. יש להקצות את הצוותים שלך מחדש בטרם המשך בתהליך.
hi: आप अपनी प्रोफ़ाइल हटा नहीं सकते। आगे बढ़ने से पहले अपनी टीमों को पुनः असाइन करें।
hr: Ne možeš izbrisati svoj profil. Ponovno dodijeli svoje timove prije nastavka.
id: Anda tidak dapat menghapus profil Anda. Ubah peran pada tim Anda sebelum menlanjutkan.
it: Non puoi eliminare il tuo profilo. Riassegna i tuoi team prima di procedere.
lv: Profilu nevar izdzēst. Pirms turpināšanas jāpiešķir savas komandas citiem.
ms: Anda tidak boleh memadamkan profil anda. Tetapkan semula pasukan anda sebelum meneruskan.
nl: Je kunt je profiel niet verwijderen. Wijs je teams opnieuw toe voordat je verder gaat.
pl: Nie możesz usunąć swojego profilu. Zmień przypisanie swoich zespołów, zanim przejdziesz dalej.
pt_br: Você não pode deletar seu perfil. Determine um novo proprietário para suas equipes antes de continuar.
pt_pt: Não podes eliminar o teu perfil. Atribui um proprietário às tuas equipas antes de avançar.
ro: Nu poți șterge profilul. Reatribuie echipele tale înainte de a continua.
ru: Вы не можете удалить свой профиль. Сначала переназначьте ваши команды.
sr: Не можете избрисати свој профил. Поново доделитте улоге својих тимова пре него што наставите.
sv: Du kan inte ta bort din profil. Omfördela dina team innan du fortsätter.
tr: Profilinizi silemezsiniz. Devam etmeden önce takımlarınızı birine atayın.
zh_cn: 您无法删除您的个人资料。在继续之前重新分配您的团队。
zh_hant: 您無法刪除您的個人資料。繼續操作之前重新分配您的團隊。

# notifications.profile-saved
source: Profile saved successfully!
ar: حُفظ ملف التعريف بنجاح!
ca: El perfil s'ha desat correctament!
cs: Profil byl úspěšně uložen!
de: Profil erfolgreich gespeichert!
el: Το προφίλ αποθηκεύτηκε με επιτυχία!
es: Perfil guardado correctamente!
eu: Profila ondo gorde da!
fa: پروفایل با موفقیت ذخیره شد!
fr: Profil enregistré avec succès !
he: הפרופיל נשמר בהצלחה!
hi: प्रोफ़ाइल सफलतापूर्वक सहेज ली गई!
hr: Profil je uspješno spremljen!
id: Profil berhasil disimpan!
it: Profilo salvato con successo!
ko: 프로필이 성공적으로 저장되었습니다!
lv: Profils ir veiksmīgi saglabāts.
ms: Profil berjaya disimpan!
nl: Profiel is opgeslagen!
pl: Profil został pomyślnie zapisany!
pt_br: Perfil salvo com sucesso!
pt_pt: Perfil salvo com sucesso!
ro: Profil salvat cu succes!
ru: Профиль успешно сохранён!
sr: Налог је успешно сачуван!
sv: Profilen sparades!
tr: Profil başarıyla kaydedildi!
zh_cn: 个人资料保存成功！
zh_hant: 個人資料保存成功！

# notifications.validation-email-sent
source: Verification email sent to %s. Check your email!
ar: أُرسل رسالة التحقق إلى %s. راجع بريدك الالكتروني!
ca: S'ha enviat un correu electrònic de verificació a %s. Reviseu el correu!
cs: Ověřovací e-mail byl odeslán na adresu %s. Zkontrolujte si e-mail!
de: Verifizierungs-E-Mail an %s gesendet. Prüfen Sie Ihren Posteingang!
el: Το email επαλήθευσης εστάλη στο %s. Ελέγξτε το email σας!
es: Verificación de email enviada a %s. Comprueba tu correo.
eu: Posta elektronikoa egiaztatzeko mezua ondo bidali da %s helbidera. Egiaztatu zure helbidea!
fr: E‑mail de vérification envoyé à %s. Vérifiez votre e‑mail !
he: הודעת האימות נשלחה בדוא״ל אל %s. נא לבדוק את הדוא״ל שלך!
hi: %s को सत्यापन ईमेल भेजा गया है। अपना ईमेल जांचें!
hr: E-mail za potvrdu poslana je na %s. Provjeri e-email!
id: Surel verifikasi dikirim ke %s. Periksa surel Anda!
it: Email di verifica inviata a %s. Controlla la tua email!
lv: Patiesuma pārbaudes e-pasta ziņojums tika nosūtīts uz %s. Jāpārbauda savs e-pasts.
ms: E-mel pengesahan dihantar kepada %s. Semak e-mel anda!
nl: Verificatie-e-mail verzonden naar %s. Controleer je e-mail!
pl: Email weryfikacyjny został wysłany do %s. Sprawdź swój email!
pt_br: E-mail de verificação enviado para %s. Verifique seu e-mail!
pt_pt: E-mail de verificação enviado para %s. Verifica o teu e-mail!
ro: Un e-mail de verificare a fost trimis la %s. Verifică-ţi adresa de e-mail!
ru: Письмо с подтверждением отправлено на %s. Проверьте свою эл. почту!
sr: Е-пошта за верификацију је послата на %с. Проверите своју е-пошту!
sv: Verifiering e-post skickas till %s. Kontrollera din e-post!
tr: %s adresine doğrulama e-postası gönderildi. E-posta kutunuza bakın!
zh_cn: 验证邮件已发至%s。请检查电子邮箱！
zh_hant: 已將驗證信傳送至 %s。請查看您的電子郵件信箱！

# onboarding-v2.before-start.desc1
source: You should know that there are lots of resources available to help you get started with Penpot, like the User Guide and our Youtube channel.
ar: يجب أن تعلم أن هناك الكثير من الموارد المتاحة لمساعدتك في بدء استخدام Penpot ، مثل دليل المستخدم وقناة Youtube الخاصة بنا.
cs: Měli byste vědět, že existuje spousta dostupných zdrojů, které vám pomohou začít s Penpot, jako je uživatelská příručka a náš kanál YouTube.
de: Sie sollten wissen, dass es viele Ressourcen gibt, die Ihnen den Einstieg in Penpot erleichtern, wie z. B. das Benutzerhandbuch und unseren Youtube-Kanal.
es: Hay multitud de recursos disponibles para ayudarte a comenzar con Penpot, como son la Guía de usuario y nuestro canal de Youtube.
eu: Penpotekin lanean hasteko hainbat eta hainbat baliabide daude, adibidez erabiltzailearen gida eta gure Youtube kanala.
fr: Sachez qu’il existe de nombreuses ressources disponibles pour vous aider à commencer avec Penpot, comme le Guide de l’utilisateur et notre chaîne Youtube.
he: רצוי לדעת שיש מגוון משאבים זמינים לך כדי לסייע לך להתחיל להשתמש ב־Penpot כמו המדריך למשתמשים וערוץ ה־YouTube שלנו.
hi: आपको पता होना चाहिए कि पेनपॉट के साथ शुरू करने में आपकी मदद के लिए कई संसाधन उपलब्ध हैं, जैसे यूजर गाइड और हमारा यूट्यूब चैनल।
hr: Postoji mnogo dostupnih resursa koji će ti pomoći da počneš koristiti Penpot, poput korisničkog vodiča i našeg Youtube kanala.
id: Anda seharusnya tahu bahwa ada banyak sumber daya yang tersedia untuk membantu Anda memulai dengan Penpot, seperti Panduan Pengguna dan saluran YouTube kami.
it: Suggerimento: ci sono tantissime risorse disponibili per aiutarti nei tuoi primi passi con Penpot, come la Guida Utenti e il nostro canale di Youtube.
lv: Jāņem vērā, ka ir pieejami daudz avotu, kas var palīdzēt uzsākt darbu ar Penpot, piemēram, lietotāja rokasgrāmata un mūsu Youtube kanāls.
ms: Anda harus tahu bahawa terdapat banyak sumber yang tersedia untuk membantu anda bermula dengan Penpot, seperti Panduan Pengguna dan saluran Youtube kami.
nl: Je moet weten dat er veel bronnen beschikbaar zijn om je op weg te helpen met Penpot, zoals de gebruikershandleiding en ons YouTube-kanaal.
pl: Powinieneś wiedzieć, że dostępnych jest wiele zasobów, które pomogą Ci rozpocząć pracę z Penpotem, takich jak Podręcznik Użytkownika i nasz kanał na YouTube.
pt_br: Saiba que existem muitos recursos disponíveis para ajudá-lo a começar a usar o Penpot, como o Guia do Usuário e nosso canal no Youtube.
pt_pt: Deves saber que existem muitos recursos disponíveis para ajudar a começar a usar o Penpot, como o Guia de Utilizador e no nosso canal de YouTube.
ro: Trebuie să știi că există o mulțime de resurse disponibile pentru a te ajuta să începi cu Penpot, cum ar fi Ghidul utilizatorului și canalul nostru de Youtube.
ru: Вы должны знать, что существует множество ресурсов, которые помогут вам начать работу с Penpot, например, руководство пользователя и наш канал на Youtube.
sr: Треба да знате да постоји много средстава који вам могу помоћи да започнете рад са Penpot-ом, као што су Корисничко упутство и наш YouTube канал.
sv: Du bör veta att det finns massor av resurser tillgängliga för att hjälpa dig att komma igång med Penpot, som användarhandboken och vår YouTube-kanal.
tr: Kullanıcı Kılavuzu ve Youtube kanalımız gibi Penpot'u kullanmaya başlamanıza yardımcı olacak birçok kaynak olduğunu bilmelisiniz.
zh_cn: 有很多资源可以帮助你开始使用Penpot，如用户指南和我们的Youtube频道。
zh_hant: 我們有許多協助你開始使用Penpot的資源，例如使用者指南及我們的 Youtube 頻道。

# onboarding-v2.before-start.desc2
source: Detailed info about how to use Penpot. From prototyping to organizing or sharing designs.
ar: معلومات مفصلة حول كيفية استخدام Penpot. من النماذج الأولية إلى تنظيم أو مشاركة التصاميم.
cs: Podrobné informace o tom, jak používat Penpot. Od prototypů po organizování nebo sdílení návrhů.
de: Detaillierte Informationen über die Verwendung von Penpot. Vom Prototyping bis zum Organisieren und Teilen von Designs.
es: Información detallada sobre cómo usar Penpot. Desde prototipar a organizar y compartir diseños.
eu: Penpot erabiltzeari buruko informazioa. Prototipoak egitetik, diseinuak antolatu eta partekatzera.
fa: اطلاعات دقیق در مورد نحوه استفاده از Penpot. از نمونه‌سازی تا سازماندهی یا به اشتراک‌گذاری طرح‌ها.
fr: De l'information détaillée sur Penpot. De prototypage à l’organisation et le partage des designs.
he: מידע מפורט על אופן השימוש ב־Penpot. החל מתכנון אבטיפוס ועד שיתוף עיצובים.
hi: पेनपॉट का उपयोग कैसे करें, इसके बारे में विस्तृत जानकारी। प्रोटोटाइपिंग से लेकर डिज़ाइनों के आयोजन या साझा करने तक।
hr: Detaljne informacije o tome kako koristiti Penpot. Od izrade prototipova do organiziranja ili dijeljenja dizajna.
id: Info detail cara menggunakan Penpot. Dari pembuatan prototipe sampai mengelola atau membagikan desain.
it: Informazioni dettagliate su come usare Penpot. Dalla prototipazione all'organizzazione o condivisione di design.
lv: Izvērsta informācija par Penpot izmantošanu. No prototipa izveides līdz dizainu kārtošanai vai kopīgošanai.
ms: Maklumat terperinci tentang cara menggunakan Penpot. Daripada prototaip kepada menyusun atau berkongsi reka bentuk.
nl: Gedetailleerde informatie over het gebruik van Penpot. Van prototyping tot het organiseren of delen van ontwerpen.
pl: Szczegółowe informacje o tym, jak korzystać z Penpot. Od prototypowania po organizowanie lub udostępnianie projektów.
pt_br: Informações detalhadas sobre como usar o Penpot. Da prototipagem até a organização ou compartilhamento de projetos.
pt_pt: Informações detalhadas sobre como utilizar o Penpot. Desde o protótipo à organização ou partilha de designs.
ro: Informații detaliate despre cum să utilizezi Penpot. De la prototipare la organizarea sau partajarea design-urilor.
ru: Подробная информация о том, как пользоваться Penpot. От создания прототипов до организации или обмена проектами.
sr: Детаљне информације о коришћењу Penpot-а. Од прототипирања до организовања и дељења дизајна.
sv: Detaljerad information om hur man använder Penpot. Från prototyper till att organisera eller dela design.
tr: Penpot'un nasıl kullanılacağı hakkında ayrıntılı bilgi. Prototiplemeden tasarımları düzenlemeye veya paylaşmaya kadar.
zh_cn: 有关如何使用Penpot的详细信息。从原型设计到组织或共享设计。
zh_hant: 有關如何使用 Penpot 的詳細資訊。從原型設計到組織或共享設計。

# onboarding-v2.before-start.desc2.title
source: User guide
ar: دليل المستخدم
ca: Guia d'ús
cs: Uživatelská příručka
de: Benutzerhandbuch
es: Guía de usuario
eu: Erabiltzailearen gida
fr: Guide de l'utilisateur
he: מדריך למשתמשים
hi: उपयोगकर्ता मार्गदर्शिका
hr: Korisnički priručnik
id: Panduan pengguna
it: Guida utenti
lv: Lietotāja rokasgrāmata
ms: Panduan pengguna
nl: Gebruikershandleiding
pl: Podręcznik użytkownika
pt_br: Guia do Usuário
pt_pt: Guia de Utilizador
ro: Ghid utilizator
ru: Руководство пользователя
sr: Корисничко упуство
sv: Användarguide
tr: Kullanıcı kılavuzu
zh_cn: 用户指南
zh_hant: 使用者指南

# onboarding-v2.before-start.desc3
source: You can watch our tutorials and the tutorials made by our community.
ar: يمكنك مشاهدة برامجنا التعليمية والبرامج التعليمية التي قدمها مجتمعنا.
cs: Můžete se podívat na výukové materiály vytvořené námi a naší komunitou.
de: Sie können sich unsere Tutorials und die von unserer Community erstellten Tutorials ansehen.
es: Puedes ver nuestros tutoriales y los hechos por la comunidad.
eu: Gure eta komunitateak egindako tutorialak ikusi ditzakezu.
fa: شما می‌توانید آموزش‌های ما و آموزش‌های ساخته شده توسط انجمن ما را تماشا کنید.
fr: Vous pouvez regarder nos tutoriels et les tutoriels réalisés par notre communauté.
he: אפשר לצפות במדריכים שלנו ובמדריכים שנוצרו על ידי חברי הקהילה שלנו.
hi: आप हमारे ट्यूटोरियल और हमारी कम्युनिटी द्वारा बनाए गए ट्यूटोरियल देख सकते हैं।
hr: Možeš gledati naše upute i upute koje je izradila naša zajednica.
id: Anda dapat melihat tutorial kami dan tutorial lain yang dibuat oleh komunitas kami.
it: Puoi guardare i nostri tutorial e quelli creati dalla nostra comunità.
lv: Ir iespējams apskatīt mūsu pamācības un mūsu kopienas izveidotās pamācības.
ms: Anda boleh menonton tutorial kami dan tutorial yang dibuat oleh komuniti kami.
nl: Je kunt onze introducties en die van onze gemeenschap bekijken.
pl: Możesz oglądać nasze samouczki i samouczki wykonane przez naszą społeczność.
pt_br: Você pode assistir nossos tutoriais e os tutoriais feitos por nossa comunidade.
pt_pt: Poderás ver os nossos tutoriais e os criados pela nossa comunidade.
ro: Poți urmări tutorialele noastre și tutorialele realizate de comunitatea noastră.
ru: Вы можете посмотреть наши руководства и руководства, созданные нашим сообществом.
sr: Можете погледати наше туторијале и туторијале који су направљени од стране наше заједнице.
sv: Du kan titta på våra självstudiekurser och självstudiekurser gjorda av vårt community.
tr: Bizim ve topluluğumuz tarafından hazırlanan öğreticileri izleyebilirsiniz.
zh_cn: 您可以观看我们的官方教程以及社区制作的教程。
zh_hant: 您可以觀看我們以及社群製作的教學。

# onboarding-v2.before-start.desc3.title
source: Video tutorials
ar: دروس الفيديو
cs: Video tutoriály
es: Tutoriales de video
eu: Bideo tutorialak
fr: Tutoriels vidéo
he: מדריכים מצולמים
hi: वीडियो ट्यूटोरियल्स
hr: Video tutorijali
id: Tutorial video
it: Video tutorial
lv: Video pamācības
ms: Video tutorial
nl: Video-introducties
pl: Samouczki wideo
pt_br: Tutoriais em vídeo
pt_pt: Tutoriais em vídeo
ro: Tutoriale video
ru: Видеоуроки
sr: Видео туторијали
sv: Videokurser
tr: Video öğreticiler
zh_cn: 视频教程
zh_hant: 影片教學

# onboarding-v2.before-start.title
source: Before you start
ar: قبل ان تبدا
cs: Než začnete
de: Bevor Sie beginnen
es: Antes de comenzar
eu: Hasi aurretik
fr: Avant de commencer
he: לפני שמתחילים
hi: शुरू करने से पहले
hr: Prije nego počneš
id: Sebelum Anda mulai
it: Prima di cominciare
lv: Pirms sākt
ms: Sebelum anda mula
nl: Voordat je begint
pl: Zanim zaczniesz
pt_br: Antes de começar
pt_pt: Antes de começares
ro: Înainte de a începe
ru: Прежде чем начать
sr: Пре него што почнете
sv: Innan du börjar
tr: Başlamadan önce
zh_cn: 在开始之前
zh_hant: 開始之前

# onboarding-v2.newsletter.desc
source: Subscribe to the Penpot newsletter to stay up to date with the product development progress and news.
cs: Přihlaste se k odběru novinek Penpot a zůstaňte informováni o pokroku ve vývoji produktu.
de: Um über den Fortschritt der Produktentwicklung und Neuigkeiten auf dem Laufenden zu bleiben, abonnieren Sie den Penpot-Newsletter.
es: Suscríbete a la newsletter de Penpot para estar al día de los progresos del producto y noticias.
eu: Harpidetu Penpoten buletinera produktuaren garapenaren inguruko albisteak ezagutzeko.
fr: Abonnez-vous à la newsletter de Penpot pour être tenu informé du développement du produit et de notre actualité.
he: ניתן להירשם לרשימת הדיוור של Penpot כדי להתעדכן בתהליך פיתוח המוצר ובחדשות נוספות.
hi: उत्पाद विकास की प्रगति और समाचारों से अपडेट रहने के लिए पेनपॉट न्यूज़लेटर की सदस्यता लें।
hr: Pretplatite se na Penpot newsletter kako biste bili u tijeku s napretkom razvoja proizvoda i novostima.
id: Berlangganan ke buletin Penpot untuk tetap terkini dengan kemajuan pengembangan dan berita produk.
it: Iscriviti alla newsletter di Penpot per rimanere aggiornato sui progressi e le novità dello sviluppo del prodotto.
lv: Abonēt Penpot biļetenu, lai uzzinātu par produkta izstrādes gaitu un jaunumiem.
ms: Langgan surat berita Penpot untuk mengikuti perkembangan dan berita pembangunan produk.
nl: Abonneer je op de Penpot-nieuwsbrief om op de hoogte te blijven van de voortgang van de productontwikkeling en nieuws.
pl: Zapisz się do newslettera Penpot, aby być na bieżąco z postępami w rozwoju produktu i nowościami.
pt_br: Assine a newsletter do Penpot para se manter atualizado sobre o desenvolvimento, progressos e novidades.
pt_pt: Subscreva a Penpot newsletter para ficar a par do progresso do desenvolvimento do produto e das novidades.
ro: Abonează-te la newsletter-ul Penpot pentru a fi la curent cu progresul și noutățile dezvoltării produsului.
ru: Подпишитесь на рассылку Penpot, чтобы всегда быть в курсе развития продукта и новостей.
sr: Претплатите се на Penpot билтен како бисте били у току са напретком у развоју производа и новостима.
sv: Prenumerera på Penpots nyhetsbrev för att hålla dig uppdaterad om produktutvecklingen och nyheter.
tr: Ürün geliştirme sürecinden ve haberlerden haberdar olmak için Penpot bültenine abone olun.
zh_cn: 订阅Penpot通知邮件，跟进产品开发进度，获取最新消息。
zh_hant: 訂閱 Penpot 簡報以了解最新的產品開發進度和新聞。

# onboarding-v2.newsletter.news
source: Send me news about Penpot (blog posts, video tutorials, streamings...).
cs: Zasílejte mi novinky o Penpot (příspěvky na blogu, videonávody, streamy...).
de: Senden Sie mir Neuigkeiten über Penpot (Blogbeiträge, Video-Tutorials, Streamings, ...).
es: Quiero recibir noticias sobre Penpot (artículos del blog, vídeo tutoriales, directos...).
eu: Bidali Penpoti buruzko albisteak (blogeko artikuluak, bideo-tutorialak, zuzenekoak...).
fr: Envoyez-moi des nouvelles de Penpot (articles de blog, tutoriels vidéo, streamings...).
he: נא לשלוח לי חדשות על Penpot (בלוגים, מדריכים מצולמים, שידורים…).
hi: मुझे पेनपॉट से जुड़ी ख़बरें भेजें (ब्लॉग पोस्ट, वीडियो ट्यूटोरियल्स, स्ट्रीमिंग आदि)।
hr: Šaljite mi vijesti o Penpotu (objave na blogu, video upute, prijenose...).
id: Kirimkan saya berita tentang Penpot (pos blog, tutorial video, siaran...).
it: Inviami notizie su Penpot (contenuti del blog, tutorial video, dirette…).
lv: Sūtīt man jaunumus par Penpot (emuāra ieraksti, video pamācības, straumēšanas...).
ms: Hantar kepada saya berita tentang Penpot (siaran blog, tutorial video, penstriman...).
nl: Stuur mij nieuws over Penpot (blogposts, video-introducties, streamings…).
pl: Wysyłaj mi wiadomości o Penpot (posty na blogach, samouczki wideo, transmisje na żywo...).
pt_br: Quero receber notícias sobre o Penpot (postagens do blog, tutoriais em vídeo, lives...).
pt_pt: Envie-me notícias sobre o Penpot (postagens em blogs, tutoriais em vídeo, streamings...).
ro: Trimite-mi noutăți despre Penpot (postări pe blog, tutoriale video, streaming...).
ru: Присылайте мне новости о Penpot (записи в блоге, видеоуроки, стримы...).
sr: Шаљи ми вести о Penpot-у (објаве на блогу, видео туторијали, преноси уживо...).
sv: Skicka mig nyheter om Penpot (blogginlägg, videokurser, livesändningar...).
tr: Bana Penpot hakkında haberler gönder (blog gönderileri, video öğreticiler, yayınlar...).
zh_cn: 发给我有关Penpot的新闻（博客文章、视频教程、直播等）。
zh_hant: 向我發送有關 Penpot 的新聞（部落格文章、影片教學、串流媒體…）。

# onboarding-v2.newsletter.privacy1
source: We care about privacy, here you can read our
cs: Záleží nám na soukromí, zde si můžete přečíst naše
de: Datenschutz ist uns wichtig, hier können Sie das nachlesen
es: Nos importa la privacidad, aquí puedes leer nuestra
eu: Zure pribatutasuna zaintzen dugu, hemen irakurri dezakezu gure
fr: Nous nous soucions de la vie privée, vous pouvez lire ici notre
he: אכפת לנו מפרטיות, כאן ניתן לקרוא את
hi: हम गोपनीयता की परवाह करते हैं, आप यहां हमारी गोपनीयता नीति पढ़ सकते हैं
hr: Stalo nam je do privatnosti, ovdje možete pročitati naše
id: Kami peduli tentang privasi, di sini Anda dapat membaca
it: Ci teniamo alla privacy, qui puoi leggere la nostra
lv: Mums rūp privātums, šeit var lasīt mūsu
ms: Kami mengambil berat tentang privasi, di sini anda boleh membaca.
nl: Wij geven om privacy, lees hier onze
pl: Dbamy o prywatność, tutaj możesz przeczytać nasze
pt_br: Sua privacidade é importante para nós, saiba mais aqui
pt_pt: Sua privacidade é importante para nós, saiba mais aqui
ro: Ne pasă de confidențialitate, aici poți citi
ru: Мы заботимся о конфиденциальности, поэтому вы можете ознакомиться с
sr: Бринемо о приватности, овде можете прочитати наше
sv: Vi bryr oss om integritet, här kan du läsa vår
tr: Gizliliğe önem veriyoruz, buradan okuyabilirsiniz.
zh_cn: 我们关心隐私，您可在此阅读我们的
zh_hant: 我們關心隱私，您可以在這裡閱讀我們的隱私宣告。
