Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# subscription.dashboard.professional-dashboard-cta-upgrade-owner
source: Please upgrade now to Unlimited or Enterprise to unlock more editors, storage and file recovery. [Subscribe now.|target:self](%s)
es: Mejora ahora tu plan a Unlimited o Enterprise para desbloquear más editores, almacenamiento y recuperación de archivos. [Suscríbete ahora.|target:self](%s)
fr: Mettez votre abonnement à niveau maintenant et passez à un abonnement Illimité ou Entreprise pour déverrouiller plus d'éditeurs, plus de stockage et la récupération de fichiers. [Abonnez-vous.|target:self](%s)
he: נא לשדרג כעת לתוכנית הבלתי מוגבלת או למסחרית כדי לאפשר יותר עורכים, אחסון ושחזור קבצים. [להירשם כעת.|target:self](%s)
hi: कृपया ज़्यादा एडिटर, स्टोरेज और फ़ाइल रिकवरी के लिए अभी अनलिमिटेड या एंटरप्राइज़ में अपग्रेड करें। [अभी सब्सक्राइब करें।|target:self](%s)
it: Esegui subito l’upgrade a Unlimited o Enterprise per sbloccare più editor, spazio di archiviazione e recupero file. [Abbonati ora.|target:self](%s)
nl: Upgrade nu naar Unlimited of Enterprise om meer editors, opslag en bestandsherstel te ontgrendelen. [Abonneer nu.|target:self](%s)
pt_br: Por favor, faça upgrade agora para Ilimitado ou Empresarial para liberar mais editores, armazenamento e recuperação de arquivos.﻿ [Assine agora.|target:self](%s)
ro: Abonează-te acum la Nelimitat sau Enterprise pentru a debloca mai mulți editori, stocare și recuperare de fișiere. [Abonează-te acum.|target:self](%s)
sv: Uppgradera nu till Unlimited eller Enterprise för att få tillgång till fler redaktörer, lagringsutrymme och filåterställning. [Prenumerera nu.|target:self](%s)
tr: Daha fazla düzenleyici, depolama alanı ve dosya kurtarma özelliğinin kilidini açmak için şimdi Sınırsız veya Kurumsal sürümüne yükseltin. [Şimdi abone olun.|target:self](%s)
zh_cn: 请升级到无限版或企业版，以解锁更多编辑席位、存储空间和文件恢复功能。[立即订阅。|target:self](%s)

# subscription.dashboard.team-plan
source: Team plan
es: Plan de equipo
fr: Abonnement Équipe
he: תוכנית צוותית
hi: टीम योजना
it: Piano del team
lv: Komandas plāns
nl: Team-abonnement
pt_br: Plano de equipe
ro: Abonamentul echipei
sv: Team-abonnemang
tr: Takım planı
zh_cn: 团队计划

# subscription.dashboard.unlimited-dashboard-cta-title
source: Your team keeps growing! Your Unlimited plan covers up to %s editors, but you now have %s.
es: ¡Tu equipo sigue creciendo! Tu plan Unlimited cubre hasta %s editores pero ya tienes %s.
fr: Votre équipe continue à ses développer. Votre abonnement Illimité couvre jusqu'à %s éditeurs, mais il y en a maintenant %s dans votre équipe.
he: הצוות שלך לא מפסיק לגדול! התוכנית ללא הגבלה מכסה עד %s עורכים, אך כעת יש לך %s.
hi: आपकी टीम बढ़ती जा रही है! आपकी अनलिमिटेड योजना में %s संपादकों तक की सेवाएँ शामिल हैं, लेकिन अब आपके पास %s हैं।
it: Il tuo team continua a crescere! Il tuo piano Unlimited copre fino a %s editor, ma ora ne hai %s.
nl: Je team blijft groeien! Je Unlimited-abonnement dekt maximaal %s editors, maar je hebt er nu %s.
pt_br: Sua equipe continua crescendo! Seu plano Ilimitado cobre até %s editores, mas agora você tem %s.﻿
ro: Echipa ta continuă să crească! Planul tău Nelimitat cuprinde până la %s editori, dar acum ai %s.
sv: Ditt team fortsätter att växa! Ditt Unlimited-abonnemang täcker upp till %s redaktörer, men du har nu %s.
tr: Takımınız büyümeye devam ediyor! Sınırsız planınız %s düzenleyiciye kadar kapsıyor, ancak şu anda %s düzenleyiciniz var.
zh_cn: 您的团队不断壮大！您的无限套餐最多可容纳 %s 位编辑，但现在您有 %s 位。

# subscription.dashboard.unlimited-dashboard-cta-upgrade-owner
source: Please upgrade now to match your current editor count. [Subscribe now.|target:self](%s)
es: Por favor, actualiza ahora para ajustar el número actual de editores. [Suscríbete ahora.|target:self](%s)
fr: Mettez votre abonnement à niveau pour qu'il corresponde au nombre d'éditeurs actuel de votre équipe. [Abonnez-vous maintenant.|target:self](%s)
he: נא לשדרג כעת כדי לעמוד במכסת העורכים הנוכחית שלך. [להירשם כעת.|target:self](%s)
hi: कृपया अपनी वर्तमान संपादक संख्या से मेल खाने के लिए अभी अपग्रेड करें। [अभी सदस्यता लें।|target:self](%s)
it: Esegui subito l’upgrade per adeguarti al numero attuale di editor. [Abbonati ora.|target:self](%s)
nl: Upgrade nu om overeen te komen met je huidige aantal editors. [Neem nu een abonnement.|target:self](%s)
pt_br: Por favor, faça upgrade agora para corresponder ao número atual de editores.﻿ [Assine agora.|target:self](%s)
ro: Te rugăm să te abonezi acum pentru a atinge numărul curent de editori. [Abonează-te acum.|target:self](%s)
sv: Uppgradera nu för att matcha ditt nuvarande antal redaktörer. [Prenumerera nu.|target:self](%s)
tr: Lütfen düzenleyici sayınızla eşleşecek şekilde şimdi yükseltin. [Şimdi abone olun.|target:self](%s)
zh_cn: 请升级以匹配您当前的编辑数量。[立即订阅。|target:self](%s)

# subscription.dashboard.unlimited-members-extra-editors-cta-title
source: Inviting people while on the Unlimited plan
es: Invita a personas mientras estás en el plan Unlimited
fr: Invitation de personnes dans le cadre de l'abonnement Illimité
he: הזמנת אנשים תוך השתתפות בתוכנית הבלתי מוגבלת
hi: असीमित योजना के दौरान लोगों को आमंत्रित करना
it: Invita persone con il piano Unlimited
nl: Mensen uitnodigen bij het Unlimited-abonnement
pt_br: Convidando pessoas enquanto estiver no plano Ilimitado﻿
ro: Invitarea de persoane când folosiți planul Nelimitat
sv: Bjuda in personer medan du har Unlimited-abonnemanget
tr: Sınırsız plandayken kişileri davet etme
zh_cn: 在无限套餐期间邀请他人

# subscription.dashboard.upgrade-plan.power-up
source: Power up
es: Mejora
fr: Mise à niveau
he: שדרוג
hi: शक्तिप्रापक
it: Potenzia
lv: Iedarbināt
nl: Tandje erbij
pt_br: Impulsionar
ro: Du-te la următorul nivel
sv: Ladda
tr: Güçlenin
zh_cn: 升级

# subscription.labels
source: Subscription
es: Suscripción
fr: Abonnement
he: מינוי
hi: सदस्यता
it: Abbonamento
lv: Abonements
nl: Abonnement
pt_br: Assinatura
ro: Abonament
sv: Prenumeration
tr: Abonelik
zh_cn: 订阅

# subscription.settings.add-payment-to-continue
source: Add a payment method to continue after your trial
es: Añade un método de pago para continuar después del periodo de prueba
fr: Ajouter une méthode de paiement pour continuer à l'utiliser après l'essai
he: נא להוסיף שיטת תשלום כדי להמשיך להשתמש אחרי תקופת הניסיון
hi: ट्रायल के बाद जारी रखने के लिए भुगतान का तरीका जोड़ें
it: Aggiungi un metodo di pagamento per continuare dopo il periodo di prova
lv: Pievieno maksājumu veidu, lai turpinātu pēc sava izmēģinājuma laika
nl: Voeg een betaalmethode toe om door te gaan na de proefperiode
pt_br: Adicione um método de pagamento para continuar após o seu teste﻿
ro: Adaugă o metodă de plată pentru a continua cu perioada de probă
sv: Lägg till en betalningsmetod för att fortsätta efter din provperiod
tr: Deneme süreniz bittikten sonra devam etmek için bir ödeme yöntemi ekleyin
zh_cn: 添加付款方式以便在试用后继续

# subscription.settings.benefits.all-professional-benefits
source: All Professional plan benefits and:
es: Todas las prestaciones del plan Professional y:
fr: Tous les avantages de l'abonnement Professionnel et :
he: כל היתרונות של תוכנית מקצועית וגם:
hi: सभी प्रोफेशनल प्लान लाभ और:
it: Tutti i vantaggi del piano Professional e:
lv: Visas lietpratēju plāna priekšrocības un:
nl: Alle voordelen van het Professional-abonnement en:
pt_br: Todos os benefícios do plano Profissional e:﻿
ro: Toate beneficiile planului Profesional și:
sv: Alla förmåner för Professional-abonnemanget och:
tr: Tüm Profesyonel plan faydaları ve:
zh_cn: 所有专业计划权益以及：

# subscription.settings.benefits.all-unlimited-benefits
source: All Unlimited plan benefits and:
es: Todas las prestaciones del plan Unlimited y:
fr: Tous les avantages de l'abonnement Illimité et :
he: כל יתרונות התוכנית הבלתי מוגבלת וגם:
hi: सभी अनलिमिटेड प्लान लाभ और:
it: Tutti i vantaggi del piano Unlimited e:
lv: Visas neierobežotā plāna priekšrocības un:
nl: Alle voordelen van het Unlimited-abonnement en:
pt_br: Todos os benefícios do plano Ilimitado e:﻿
ro: Toate beneficiile planului Nelimitat și:
sv: Alla förmåner för Unlimited-abonnemanget och:
tr: Tüm Sınırsız plan faydaları ve:
zh_cn: 所有无限计划权益以及：

# subscription.settings.editors
source: (x %s editors)
es: (x %s editores)
fr: (× %s éditeurs)
he: (× %s עורכים)
hi: (x %s संपादक)
it: (x %s editor)
lv: (x %s redaktori)
pt_br: (x %s editores)
ro: (x %s editori)
sv: (x %s redaktörer)
tr: (x %s düzenleyici)
zh_cn: （x %s 位编辑）

# subscription.settings.enterprise
source: Enterprise
fr: Entreprise
he: מסחרי
hi: उद्यम
lv: Uzņēmējdarbība
pt_br: Empresarial
tr: Kurumsal
zh_cn: 企业

# subscription.settings.enterprise-trial
source: Enterprise (trial)
es: Enterprise (prueba)
fr: Entreprise (essai)
he: תאגידית (ניסיונית)
hi: एंटरप्राइज़ (परीक्षण)
it: Enterprise (versione di prova)
lv: Uzņēmējdarbībai (izmēģinājuma)
nl: Enterprise (proefperiode)
pt_br: Empresarial (teste)
ro: Enterprise (probă)
sv: Enterprise (provperiod)
tr: Kurumsal (deneme)
zh_cn: 企业（实验）

# subscription.settings.enterprise.autosave
source: 90-day autosave versions and file recovery
es: Versiones guardadas automáticamente cada 90 días y recuperación de archivos
fr: Versions à enregistrement automatique pendant 90 jours et récupération de fichiers
he: 90 ימי שמירת גרסאות אוטומטית ושחזור קבצים
hi: 90-दिन के ऑटोसेव संस्करण और फ़ाइल पुनर्प्राप्ति
it: Versioni di salvataggio automatico a 90 giorni e recupero file
lv: 90 dienu automātiski saglabātas versijas un datņu atkope
nl: 90-dagen automatische opslag van versies en bestandsherstel
pt_br: Versões salvas automaticamente e recuperação de arquivos﻿ por 90 dias
ro: Versiuni auto-salvate timp de 90 de zile și recuperare de fișiere
sv: 90-dagar av autosparade versioner och filåterställning
tr: 90 günlük sürümleri otomatik kaydetme ve dosya kurtarma
zh_cn: 90 天自动保存版本和文件恢复

# subscription.settings.enterprise.capped-bill
source: Flat monthly bill
es: Factura mensual fija
fr: Facture mensuelle forfaitaire
he: חשבונית חודשית מוגבלת
hi: फ्लैट मासिक बिल
it: Fattura mensile fissa
lv: Ierobežots ikmēneša rēķins
nl: Gemaximeerde maandelijkse rekening
pt_br: Fatura mensal fixa
ro: Factură lunară fixă
sv: Fast månadsfaktura
tr: Sabit aylık fatura
zh_cn: 每月固定费用

# subscription.settings.enterprise.unlimited-storage-benefit
source: Unlimited storage
es: Almacenamiento ilimitado
fr: Stockage illimité
he: אחסון בלתי מוגבל
hi: असीमित भंडारण
it: Spazio di archiviazione illimitato
nl: Onbeperkte opslag
pt_br: Armazenamento ilimitado
ro: Stocare nelimitată
sv: Obegränsad lagring
tr: Sınırsız depolama alanı
zh_cn: 无限存储空间

# subscription.settings.manage-your-subscription
source: Manage your subscription
es: Gestionar tu suscripción
fr: Gérer votre abonnement
he: ניהול המינוי שלך
hi: अपनी सदस्यता प्रबंधित करें
it: Gestisci il tuo abbonamento
lv: Pārvaldīt savu abonementu
nl: Beheer uw abonnement
pt_br: Gerencie sua assinatura
ro: Gestionează-ți abonamentul
sv: Hantera din prenumeration
tr: Aboneliğinizi yönetin
zh_cn: 管理您的订阅

# subscription.settings.management.dialog.currently-editors-title
source: Currently, your have %s person across your teams who can edit.
es: Actualmente hay %s persona en tus equipos que pueden editar.
fr: Il y a actuellement %s personne dans vos équipe qui peut être éditeur.
he: נכון לעכשיו, יש משתמש/ת %s על פני הצוותים שלך שיכולים לערוך.
hi: वर्तमान में, आपकी टीम में %s व्यक्ति हैं जो संपादन कर सकते हैं।
it: Attualmente hai %s persona nei tuoi team che può modificare.
nl: Momenteel heb je % s persoon in je teams die kan bewerken.
pt_br: Atualmente, você tem %s pessoa em suas equipes que pode editar.﻿
ro: În acest moment, ai %s persoană în echipele tale care poate edita.
sv: För närvarande har du %s person i dina team som kan redigera.
tr: Şu anda, takımlarınızda düzenleme yapabilen %s kişi bulunuyor.
zh_cn: 目前，您的团队中有 %s 人可以编辑。

# subscription.settings.management.dialog.downgrade
source: Heads up: switching to a lower plan means less storage and shorter backups and version history.
es: Ten en cuenta: cambiar a un plan inferior significa menos almacenamiento y copias de seguridad e historial de versiones más cortos.
fr: Attention : changer vers un abonnement plus bas signifie moins de stockage et des sauvegardes et des version d'historique plus courtes.
he: חשוב לציין: שנמוך לתוכנית נמוכה יותר תפחית את מקום האחסון ותקצר את היסטוריית הגיבויים והגרסאות.
hi: ध्यान दें: कम प्लान पर स्विच करने का मतलब कम संग्रहण और कम अवधि के बैकअप तथा संस्करण इतिहास है।
it: Attenzione: passare a un piano inferiore significa meno spazio di archiviazione e backup e cronologia delle versioni più brevi.
lv: Uzmanību: pārslēgšanās uz zemāku plānu nozīmē mazāk krātuves un īsāku rezerves kopiju un versiju vēsturi.
nl: Let op: overstappen naar een lager abonnement betekent minder opslagruimte en kortere back-ups en versiegeschiedenis.
pt_br: Atenção: mudar para um plano inferior significa menos armazenamento e backups e histórico de versões mais curtos.﻿
ro: Atenție: dacă te muți la un plan mai inferior vei primi mai puțină stocare, mai puține copii de rezervă și un istoric mai scurt de versiuni.
sv: Obs: att byta till ett lägre abonnemang innebär mindre lagringsutrymme och kortare säkerhetskopior och versionshistorik.
tr: Dikkat: Daha düşük bir plana geçmek, daha az depolama alanı, daha kısa yedeklemeler ve daha kısa sürüm geçmişi anlamına gelir.
zh_cn: 注意：切换到较低的计划意味着更少的存储空间和更短的备份和版本历史记录。

# subscription.settings.management.dialog.editors
source: Editors
es: Editores
fr: Éditeur
he: עורכים
hi: संपादनकर्ता
it: Editor
pt_br: Editores
ro: Editori
sv: Redaktörer
tr: Düzenleyiciler

# subscription.settings.management.dialog.editors-explanation
source: (Owners, Admin and Editors. Viewers doesn't count as Editors)
es: (Propietarios, administradores y editores. Los lectores no cuentan como editores).
fr: (Propriétaires, administrateur et éditeurs. Les spectateurs ne sont pas comptabilisés comme éditeurs.)
he: [בעלים, מנהלים ועורכים. צופים לא נספרים כעורכים)
hi: (स्वामी, व्यवस्थापक और संपादक। दर्शकों को संपादक नहीं माना जाएगा)
it: (Proprietari, Amministratore ed Editor. I Visualizzatori non vengono considerati Editor)
nl: (Eigenaren, beheerder en redacteuren. Kijkers tellen niet als Editors)
pt_br: (Proprietários, Administradores e Editores. Visualizadores não contam como Editores)﻿
ro: (Proprietari, Administratori și Editori. Vizualizorii nu sunt numărați ca Editori)
sv: (Ägare, administratör och redaktörer. Läsare räknas inte som redaktörer)
tr: (Sahipler, Yöneticiler ve Düzenleyiciler. Görüntüleyiciler, Düzenleyici olarak sayılmaz)

# subscription.settings.management.dialog.input-error
source: You can't set fewer editors than you have now. Change the role (editor/admin to viewer) for people who don't actually edit files in the team settings.
es: No puedes establecer menos editores de los que tienes ahora. Cambia el rol (de editor/administrador a lector) para las personas que realmente no editan archivos en la configuración del equipo.
he: אי אפשר להגדיר פחות עורכים ממה שיש לך כרגע. יש לשנות את התפקיד (עריכה/הנהלה לצפייה) לאנשים שלא עורכים קבצים בפועל דרך הגדרות הצוות.
hi: आप मौजूदा संपादकों की संख्या से कम संपादक नहीं सेट कर सकते। टीम सेटिंग में उन लोगों की भूमिका (संपादक/व्यवस्थापक से दर्शक) बदलें जो वास्तव में फ़ाइलें संपादित नहीं करते हैं।
it: Non puoi impostare un numero di editor inferiore a quello attuale. Modifica il ruolo (editor/admin in visualizzatore) per le persone che non modificano effettivamente i file nelle impostazioni del team.
nl: Je kunt niet minder editors instellen dan nu. Wijzig de rol (editor/admin naar viewer) voor mensen die bestanden niet daadwerkelijk bewerken in de teaminstellingen.
pt_br: Você não pode definir menos editores do que tem agora. Altere o papel (editor/administrador para visualizador) para pessoas que realmente não editam arquivos nas configurações da equipe.﻿
ro: Nu poți pune mai puțini editori de câți ai acum. Schimbă rolul (editor/admin la vizualizor) pentru persoanele care nu edită fișiere în setările echipei.
sv: Du kan inte ange färre redaktörer än du har nu. Ändra rollen (redaktör/administratör till läsare) för personer som inte faktiskt redigerar filer i teaminställningarna.
tr: Şu anda sahip olduğunuzdan daha az sayıda düzenleyici ayarlayamazsınız. Takım ayarlarında, dosyaları düzenlemeyen kişilerin rolünü (düzenleyici/yönetici yerine görüntüleyici) değiştirin.

# subscription.settings.management.dialog.payment-explanation
source: Charged after trial. No credit card required right now.
es: Se cobrara después del periodo de prueba. No se requiere tarjeta de crédito en este momento.
fr: (Aucun paiement ne sera fait maintenant)
he: יחויב אחרי הניסיון. לא צריך כרגע כרטיס אשראי.
hi: परीक्षण के बाद शुल्क लिया जाएगा। अभी क्रेडिट कार्ड की आवश्यकता नहीं है।
it: (Non verrà effettuato nessun pagamento in questo momento)
lv: (Tagad netiks veikts maksājums)
nl: Berekend na proefperiode. Nu geen creditcard nodig.
pt_br: Cobrado após o período de teste. Nenhum cartão de crédito necessário agora.﻿
ro: Vei plăti după perioada de probă. Nu este nevoie să adaugi un card acum.
sv: Debiterad efter provperioden. Inget kreditkort krävs just nu.
tr: Deneme süresinden sonra ücretlendirilir. Şu anda kredi kartı gerekmez.

# subscription.settings.management.dialog.price-month
source: **$%s**/month
es: **$%s**/mes
fr: 7 $ par éditeur/mois × %s
he: **$%s** לחודש
hi: $7 प्रति संपादक/महीना x %s
it: $7 per editor/mese x %s
lv: **$%s** mēnesī
nl: **$%s** per maand
pt_br: **$%s**/mês
ro: **$%s**/lună
sv: **$%s**/månad
tr: **%s$**/ay
zh_cn: 每月 **$%s**

# subscription.settings.management.dialog.title
source: Apply %s to your teams
es: Aplica %s a tus equipos
fr: Appliquer %s à vos équipes
he: החלת %s על הצוותים שלך
hi: %s को अपनी टीमों पर लागू करें
it: Applica %s ai tuoi team
lv: Pielietot %s savām komandām
nl: %s toepassen op je teams
pt_br: Aplicado %s às suas equipes
ro: Aplică %s la echipele tale
sv: Applicera %s till dina team
tr: Takımlarınıza %s uygulayın
zh_cn: 应用 %s 到您的团队

# subscription.settings.member-since
source: Penpot member since: %s
es: Miembro de penpot desde: %s
fr: Membre Penpot depuis %s
he: חברות ב־Penpot מאז: %s
hi: %s से Penpot सदस्य
it: Membro Penpot dal %s
lv: Penpot dalībnieks kopš: %s
nl: Lid van Penpot sinds: %s
ro: Membru Penpot din: %s
sv: Penpot-medlem sedan: %s
tr: Penpot üyelik tarihi: %s
zh_cn: Penpot 成员，自从： %s

# subscription.settings.more-information
source: More information
fr: Plus d'informations
he: פרטים נוספים
hi: अधिक जानकारी
it: Ulteriori informazioni
lv: Vairāk informācijas
nl: Meer informatie
ro: Mai multe informații
sv: Mer information
tr: Daha fazla bilgi
zh_cn: 更多信息

# subscription.settings.other-plans
source: Other penpot plans
es: Otros planes de penpot
fr: Autres abonnements Penpot
he: תוכניות אחרות ב־Penpot
hi: अन्य पेनपॉट योजनाएँ
it: Altri piani Penpot
lv: Citi Penpot plāni
nl: Overige Penpot-abonnementen
ro: Alte abonamente Penpot
sv: Övriga Penpot-abonnemang
tr: Diğer penpot planları
zh_cn: 其它 penpot 计划

# subscription.settings.price-editor-month
source: editor per month
es: editor por mes
fr: éditeur par mois
he: עורך לחודש
hi: प्रति माह संपादक
it: editor per mese
lv: redaktors mēnesī
nl: editor per maand
ro: editor per lună
sv: redaktör per månad
tr: aylık düzenleyici

# subscription.settings.price-organization-month
source: organization per month
es: organización por mes
fr: organisation par mois
he: ארגון לחודש
hi: प्रति माह संगठन
it: organizzazione per mese
lv: apvienība mēnesī
nl: organisatie per maand
ro: organizație per lună
sv: organisation per månad

# subscription.settings.professional
source: Professional
fr: Professionnel
he: מקצועי
hi: प्रोफेशनल
lv: Profesionāls
nl: Professioneel
ro: Profesional
tr: Profesyonel
zh_cn: 专业

# subscription.settings.professional.autosave-benefit
source: 7-day autosave versions and file recovery
es: Versiones con autoguardado de 7 días y recuperación de archivos
fr: Versions à enregistrement automatique pendant 7 jours et récupération de fichiers
he: גרסאות שנשמרות אוטומטית 7 ימים אחורה ושחזור קבצים
hi: 7-दिन का स्वतः सहेजा गया संस्करण और फ़ाइल पुनर्प्राप्ति
it: Versioni di salvataggio automatico a 7 giorni e recupero file
nl: 7-dagen automatische versies en bestandsherstel
ro: Versiuni auto-salvate timp de 7 zile și recuperare de fișiere
sv: 7-dagars autosparversioner och filåterställning
tr: 7 günlük sürümleri otomatik kaydetme ve dosya kurtarma

# subscription.settings.professional.storage-benefit
source: 10GB of storage
es: 10 GB de almacenamiento
fr: 10 Go de stockage
he: 10 ג״ב אחסון
hi: 10GB स्टोरेज
it: 10GB di spazio di archiviazione
nl: 10GB opslag
ro: 10GB de stocare
sv: 10 GB lagringsutrymme
tr: 10GB depolama alanı

# subscription.settings.professional.teams-editors-benefit
source: Unlimited teams. Up to 8 editors across your owned teams.
es: Equipos ilimitados. Hasta 8 editores en todos tus equipos.
fr: Nombre d'équipes illimité. Jusqu'à 8 éditeurs dans les équipes dont vous êtes propriétaire.
he: צוותים ללא הגבלה. עד 7 עורכים על פני הצוותים בבעלותך.
hi: असीमित टीमें। आपकी स्वामित्व वाली टीमों में अधिकतम 8 संपादक।
it: Team illimitati. Fino a 8 editor nei team di tua proprietà.
nl: Onbeperkte teams. Maximaal 8 editors in je eigen teams.
ro: Echipe nelimitate. Până la 8 editori în echipele deținute de tine.
sv: Obegränsat antal team. Upp till 8 redaktörer över alla dina egna team.
tr: Sınırsız sayıda takım. Sahip olduğunuz takımlarda en fazla 8 düzenleyici.

# subscription.settings.section-plan
source: Your subscription
es: Tu suscripción
fr: Votre abonnement
he: המינוי שלך
hi: आपकी सदस्यता
it: Il tuo abbonamento
lv: Tavs abonements
nl: Uw abonnement
ro: Abonamentul tău
sv: Din prenumeration
tr: Aboneliğiniz
zh_cn: 您的订阅

# subscription.settings.start-trial
source: Start free trial
es: Comenzar prueba gratuita
fr: Commencer l'essai gratuit
he: התחלת ניסיון בחינם
hi: नि:शुल्क ट्रायल शुरू करें
it: Inizia la prova gratuita
lv: Uzsākt bezmaksas izmēģinājumu
nl: Start gratis proefperiode
ro: Începe perioada de probă gratuit
sv: Starta gratis provperiod
tr: Ücretsiz denemeyi başlat

# subscription.settings.subscribe
source: Subscribe
es: Suscríbete
fr: S'abonner
he: הרשמה למינוי
hi: सदस्यता लें
it: Abbonati
lv: Abonēt
nl: Neem een abonnement
ro: Abonează-te
sv: Prenumerera
tr: Abone ol
zh_cn: 订阅

# subscription.settings.success.dialog.description
source: You can edit your subscription at any time from the 'Subscription' page in your account details.
es: Puedes modificar tu suscripción en cualquier momento desde la página 'Suscripción' en los datos de tu cuenta.
fr: Vous pouvez modifier votre abonnement à tout moment dans la page Abonnement des informations de votre compte.
he: אפשר לערוך את המינוי שלך בכל עת מעמוד ‚מינוי’ בפרטי החשבון שלך.
hi: आप अपने खाते के विवरण में 'सदस्यता' पृष्ठ से कभी भी अपनी सदस्यता संपादित कर सकते हैं।
it: Puoi modificare il tuo abbonamento in qualsiasi momento tramite la pagina 'Abbonamento' nei dettagli del tuo account.
lv: Tu vari labot savu abonementu jebkurā laikā sava konta informācijas lapā "Abonements".
nl: Je kunt je abonnement op elk gewenst moment aanpassen via de pagina 'Abonnement' in je accountgegevens.
ro: Poți să îți modifici abonamentul oricând din pagina 'Abonament' în detaliile contului.
sv: Du kan ändra din prenumeration när som helst från sidan "Prenumeration" i dina kontouppgifter.
tr: Aboneliğinizi, hesap ayrıntılarınızdaki 'Abonelik' sayfasından istediğiniz zaman düzenleyebilirsiniz.
