Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.export.options.merge.title
source: Include shared library assets in file libraries
ar: تضمين أصول المكتبة المشتركة في مكتبات الملفات
ca: Inclou els recursos de la biblioteca compartida a les biblioteques del fitxer
cs: Zahrnout sdílené položky knihovny do knihoven souborů
de: Assets aus geteilten Bibliotheken in die Dateibibliothek aufnehmen
es: Incluir librerias compartidas dentro de las librerias del fichero
es_419: Incluir recursos de biblioteca compartidos en bibliotecas de archivos
eu: Sartu partekatutako liburutegiak fitxategiaren liburutegietan
fa: دارایی‌های کتابخانه مشترک را در کتابخانه‌های فایل قرار دهید
fr: Inclure les ressources des bibliothèques partagées dans les bibliothèques de fichiers
he: לכלול משאבי ספריה משותפת בספריות הקבצים
hi: साझा की गई लाइब्रेरी के एसेट्स को फ़ाइल लाइब्रेरी में शामिल करें
hr: Uključi stavke zajedničke biblioteke u biblioteke datoteka
id: Termasuk aset pustaka terbagi dalam pustaka berkas
it: Includi le risorse delle librerie condivise nelle librerie del file
lt: Įtraukti bendrai naudojamus bibliotekos komponentus į failų bibliotekas
lv: Iekļaut koplietojamos bibliotēkas līdzekļus datņu bibliotēkās
ms: Sertakan aset perpustakaan kongsi dalam pustaka fail
nl: Inclusief gedeelde bibliotheek-assets in bestandsbibliotheken
pl: Uwzględnij zasoby bibliotek współdzielonych w bibliotekach plików
pt_br: Incluir ativos da biblioteca compartilhada na biblioteca de ativos do arquivo
pt_pt: Incluir recursos da biblioteca partilhada em bibliotecas de ficheiros
ro: Include obiectele bibliotecii partajate în bibliotecile de fișiere
ru: Включить ресурсы общей библиотеки в файловые библиотеки
sr: Укључите средства дељених библиотека у библиотеке датотека
sv: Inkludera delade bibliotekstillgångar i filbibliotek
tr: Dosya kütüphanelerine paylaşılan kütüphane varlıklarını dahil et
zh_cn: 将共享库素材加入文件库
zh_hant: 將共享資料庫的內容加入檔案資料庫

# dashboard.export.title
source: Export files
ar: صدّر الملفات
ca: Exporta els fitxers
cs: Exportovat soubory
de: Dateien exportieren
es: Exportar ficheros
eu: Esportatu fitxategiak
fa: خروجی از فایل‌ها
fo: Útflyt fílur
fr: Exporter les fichiers
he: ייצוא קבצים
hi: फ़ाइलें निर्यात करें
hr: Izvezi datoteke
id: Ekspor berkas
it: Esporta i file
lt: Eksportuoti failus
lv: Izgūt datnes
ms: Eksport fail
nl: Bestanden exporteren
pl: Eksportuj pliki
pt_br: Exportar arquivos
pt_pt: Exportar ficheiros
ro: Exportă fișiere
ru: Экспорт файлов
sr: Извези датотеке
sv: Exportera filer
th: ส่งออกไฟล์
tr: Dosyaları dışarı aktar
zh_cn: 导出文档
zh_hant: 匯出檔案

# dashboard.fonts.deleted-placeholder
source: Missing font
ar: خط مفقود
ca: S'ha eliminat la tipografia
cs: Písmo odstraněno
de: Schriftart gelöscht
es: Fuente no encontrada
eu: Letra-tipoa ondo ezabatu da
fa: فونت حذف شد
fo: Stavsniði er strika
fr: Police supprimée
fr_ca: Police de caractères manquante
he: הגופן נמחק
hi: फ़ॉन्ट गायब है
hr: Font izbrisan
id: Fon dihapus
it: Carattere mancante
lt: Šriftas ištrintas
lv: Fonts izdzēsts
ms: Fon hilang
nl: Lettertype ontbreekt
pl: Czcionka usunięta
pt_br: Fonte deletada
pt_pt: Tipo de letra eliminado
ro: Font șters
ru: Шрифт удалён
sr: Недостаје фонт
sv: Typsnittet saknas
th: ฟอนต์ที่หายไป
tr: Yazı tipi silindi
zh_cn: 字体已删除
zh_hant: 已刪除字型

# dashboard.fonts.dismiss-all
source: Dismiss all
ar: أهمِل الكل
ca: Descarta-ho tot
cs: Odmítnout vše
de: Alle ablehnen
es: Ignorar todas
eu: Baztertu guztiak
fa: ردکردن همه
fr: Tout ignorer
fr_ca: Tout ignorer
he: להתעלם מהכול
hi: सभी हटा दें
hr: Odbaci sve
id: Abaikan semua
it: Chiudi tutto
lt: Atmesti visus
lv: Noraidīt visu
ms: Tolak semua
nl: Alles negeren
pl: Odrzuć wszystko
pt_br: Retirar todas
pt_pt: Ignorar todas
ro: Anulează tot
ru: Отменить все
sr: Одбаци све
sv: Avfärda alla
tr: Hepsini kapat
zh_cn: 全部取消
zh_hant: 全部取消

# dashboard.fonts.empty-placeholder
source: Custom fonts you upload will appear here.
ar: ستظهر الخطوط المخصّصة التي ترفعها هنا.
ca: Encara no teniu cap tipografia personalitzada instal·lada.
cs: Stále nemáte nainstalované žádné vlastní písma.
de: Die von Ihnen hochgeladenen benutzerdefinierten Schriftarten werden hier angezeigt.
es: Las fuentes personalizadas que subas aparecerán aquí.
eu: Ez duzu pertsonalizatutako letra-tiporik.
fa: شما هنوز هیچ فونت سفارشی‌ای نصب نکرده‌اید.
fo: Tú hevur enn onki serstavsnið innlagt.
fr: Les polices personnalisées installées apparaîtront ici.
fr_ca: Les polices de caractères téléversées apparaîtront ici.
he: גופנים שהעלית יופיעו כאן.
hi: आप जो कस्टम फ़ॉन्ट्स अपलोड करेंगे, वे यहाँ दिखाई देंगे।
hr: Još uvijek nemaš instalirane custom fontove.
id: Fon khusus yang Anda unggah akan muncul di sini.
it: I caratteri personalizzati che carichi appariranno qui.
lt: Vis dar neįdiegėte tinkintų šriftų.
lv: Šeit tiks parādīti augšupielādētie pielāgotie fonti.
ms: Fon tersuai yang anda muat naik akan dipaparkan di sini.
nl: Aangepaste lettertypen die je uploadt, verschijnen hier.
pl: Niestandardowe czcionki, które prześlesz, pojawią się tutaj.
pt_br: Fontes customizadas que você adicionar vão aparecer aqui.
pt_pt: Ainda não tens tipos de letra personalizados instalados.
ro: Fonturile personalizate pe care le încarci vor apărea aici.
ru: Пользовательские шрифты, которые вы загружаете, будут отображаться здесь.
sr: Овде ће се појавити прилагођени фонтови које отпремите.
sv: Egna typsnitt som du laddar upp visas här.
th: ฟอนต์ที่กำหนดเองที่คุณอัปโหลดจะปรากฏที่นี่
tr: Yüklediğiniz özel yazı tipleri burada görünecektir.
zh_cn: 您上传的自定义字体将显示在此处。
zh_hant: 此處將會列出你上載的自訂字型。

# dashboard.fonts.empty-placeholder-viewer
source: No custom fonts yet.
cs: Zatím žádná vlastní písma.
de: Noch keine eigenen Schriftarten vorhanden.
es: Aún no hay fuentes personalizadas.
fr: Aucune police personnalisée pour l'instant.
fr_ca: Aucune police de caractères personalisée.
he: אין גופנים מותאמים אישית עדיין.
hi: अभी तक कोई कस्टम फ़ॉन्ट नहीं।
hr: Još nema prilagođenih fontova.
id: Belum ada fon kustom.
it: Nessun carattere personalizzato presente.
lv: Vēl nav neviena pielāgota fonta.
nl: Nog geen aangepaste lettertypen.
pt_br: Ainda não há fontes personalizadas.
ro: Nu ai încă fonturi personalizate.
ru: Пользовательских шрифтов пока нет.
sv: Inga anpassade typsnitt än.
th: ยังไม่มีฟอนต์ที่กำหนดเอง
tr: Henüz özel yazı tipi yok.
zh_cn: 还没有定制化的字体。
zh_hant: 尚無自訂字體。

# dashboard.fonts.empty-placeholder-viewer-sub
source: Once a project member uploads a custom font, it will be displayed here.
cs: Jakmile člen projektu nahraje vlastní písmo, zobrazí se zde.
de: Sobald ein Projektmitglied eine benutzerdefinierte Schriftart hochgeladen hat, wird sie hier angezeigt.
es: Cuando un miembro del equipo suba una fuente personalizada, esta aparecerá aquí.
fr: Dès qu'un membre de l'équipe télécharge une police personnalisée, elle sera affichée ici.
fr_ca: Dès qu'un membre du projet téléverse une police de caractères personnalisée, elle apparaîtra ici.
he: לאחר העלאת גופן בהתאמה אישית על ידי חברים, הוא יוצג כאן.
hi: जब कोई परियोजना सदस्य कोई कस्टम फ़ॉन्ट अपलोड करेगा, तो वह यहां प्रदर्शित किया जाएगा।
hr: Nakon što član projekta prenese prilagođeni font, on će se prikazati ovdje.
id: Ketika anggota proyek mengunggah fon kustom, itu akan ditampilkan di sini.
it: Quando un membro del progetto carica un carattere personalizzato, verrà mostrato qui.
lv: Tiklīdz projekta dalībnieks augšupielādēs pielāgotu fontu, tas šeit tiks parādīts.
nl: Zodra een projectlid een aangepast lettertype heeft geüpload, wordt het hier weergegeven.
pt_br: Assim que um membro do projeto enviar uma fonte personalizada, ela será exibida aqui.
ro: Odată ce un membru de proiect încarcă un font personalizat. acesta va fi afișat aici.
ru: Как только участник проекта загрузит собственный шрифт, он будет отображен здесь.
sv: När en projektmedlem laddar upp ett anpassat typsnitt visas det här.
th: เมื่อสมาชิกโปรเจกต์เพิ่มฟอนต์ที่กำหนดเอง จะปรากฏที่นี่
tr: Bir proje üyesi özel bir yazı tipi yüklediğinde, bu yazı tipi burada gösterilecektir.
zh_cn: 一旦项目成员上传定制化的字体，它将会显示在这里。
zh_hant: 一旦專案成員上傳自訂字體，它將顯示在這裡。

# dashboard.fonts.fonts-added
source: 1 font added
ar: لم يتم إضافة أي خط
ca: S'ha afegit 1 tipografia
cs: Přidáno 1 písmo
de: 1 Schriftart hinzugefügt
es: 1 fuente añadida
eu: Letra-tipo 1 gehitu da
fa: ۱ فونت اضافه شد
fo: 1 stavsnið lagt afturat
fr: 1 police ajoutée
fr_ca: 1 police ajoutée
he: נוסף גופן
hi: 1 फ़ॉन्ट जोड़ा गया
hr: 1 font dodan
id: %s fon ditambahkan
it: 1 carattere aggiunto
lt: Pridėtas 1 šriftas
lv: Nav pievienoti fonti
ms: %s fon ditambah
nl: 1 lettertype toegevoegd
pl: 1 czcionka dodana
pt_br: 1 fonte adicionada
pt_pt: 1 tipo de letra adicionado
ro: 1 font adăugat
ru: Шрифт добавлен
sr: фонт додат
sv: 1 typsnitt adderas
th: เพิ่มแล้ว %s ฟอนต์
tr: 1 yazı tipi eklendi
zh_cn: 1 个字体添加成功
zh_hant: 添加了%s個字體

# dashboard.fonts.hero-text1
source: Any web font you upload here will be added to the font family list available at the text properties of the files of this team. Fonts with the same font family name will be grouped as a **single font family**. You can upload fonts with the following formats: **TTF, OTF and WOFF** (only one will be needed).
ar: ستتم إضافة أي خط ويب تقوم بتحميله هنا إلى قائمة عائلة الخطوط المتوفرة في خصائص النص الخاصة بملفات هذا الفريق. سيتم تجميع الخطوط التي لها نفس اسم عائلة الخطوط على أنها **عائلة خط واحدة **. يمكنك رفع الخطوط بالتنسيقات التالية: **TTF و OTF و WOFF** (ستحتاج إلى واحد فقط).
ca: Les tipografies web que pengeu aquí s'afegiran a la llista de famílies tipogràfiques disponibles a les propietats del text dels fitxers d'aquest equip. Les tipografies amb el mateix nom de família s'agruparan en **una sola família tipogràfica**. Podeu pujar tipografies en aquests formats: **TTF, OTF i WOFF** (només en cal un).
cs: Jakékoli webové písmo, které sem nahrajete, bude přidáno do seznamu rodin písem dostupného ve vlastnostech textu souborů tohoto týmu. Písma se stejným názvem rodiny písem budou seskupena jako **jedna rodina písem**. Můžete nahrávat písma v následujících formátech: **TTF, OTF a WOFF** (bude potřeba pouze jeden).
da: Alle web skrifttyper, som du uploader her, vil blive tilføjet til listen af skrifttypefamilier tilgængelig ved tekstindstillingerne i filerne for dette team. Skrifttyper med det samme skrifttypefamilienavn vil blive grupperet som en **enkelt skrifttypefamilie**. Du kan uploade skrifttyper med følgende formater: **TTF, OTF og WOFF** (kun én er nødvendig).
de: Jede Webschriftart, die Sie hier hochladen, wird der Liste der Schriftarten hinzugefügt, die in den Texteigenschaften der Dateien dieses Teams verfügbar ist. Schriftarten mit dem gleichen Schriftfamilien-Namen werden als **eine einzige Schriftfamilie** gruppiert. Sie können Schriftarten in den folgenden Formaten hochladen: **TTF, OTF und WOFF** (nur eine wird benötigt).
es: Cualquier fuente personalizada añadida aquí aparecerá en la lista de familias de fuentes disponible en las propiedades de texto de los archivos de este equipo. Las fuentes con el mismo nombre de familia serán agrupadas como una **única familia de fuentes**. Se pueden cargar fuentes con los siguientes formatos: **TTF, OTF and WOFF** (con uno es suficiente).
eu: Hemen gehitutako edozein letra-tipo pertsonalizatu, talde honen fitxategien testu propietateetan erabilgarri agertuko da. Familia izen bera duten letra.tipoak **letra-tipo familia bakar** gisa elkartuko dira. Formatu honetako letra-tipoak kargatu daitezke: **TTF, OTF and WOFF** (batekin nahikoa da).
fa: هر وب فونتی که در اینجا آپلود کنید به لیست خانواده فونت‌های موجود در ویژگی‌های متن فایل‌های این تیم اضافه می‌شود. فونت‌هایی با نام یکسان به عنوان یک **خانواده فونت تک** گروه‌بندی می‌شوند. می‌توانید فونت‌هایی را با فرمت‌های زیر بارگذاری کنید: **TTF، OTF و WOFF** (فقط یکی مورد نیاز خواهد بود).
fr: Toute police Web que vous téléchargez sera ajoutée à la liste de polices de caractères disponible dans les propriétés de texte des fichiers de cette équipe. Les polices du même nom de famille de polices seront groupées en **une seule famille de polices**. Vous pouvez télécharger les polices au formats suivants : **TTF, OTF et WOFF** (un seul format est nécessaire).
fr_ca: Les polices de caractères web téléversées ici seront ajoutées à la listes des polices disponibles dans les propriétés typographiques des fichiers de cette équipe. Les polices avec le même nom de famille seront groupées en **une seule famille de polices**. Les formats suivants sont supportés: **TTF, OTF et WOFF** (un seul format est nécessaire).
he: כל גופן דפדפן שיועלה כאן יתווסף לרשימת משפחת הגופנים שזמין במאפייני הטקסט של הקבצים של הצוות הזה. גופנים מאותו שם של משפחת גופנים יקובצו תחת **משפחת גופנים יחידה**. ניתן להעלות גופנים מהסוגים הבאים: **TTF,‏ OTF ו־WOFF** (אחד הסוגים יספיק).
hi: आप जो भी वेब फ़ॉन्ट यहाँ अपलोड करेंगे, वे इस टीम की फ़ाइलों के टेक्स्ट गुणों में उपलब्ध फ़ॉन्ट परिवार की सूची में जोड़े जाएँगे। एक ही फ़ॉन्ट परिवार नाम वाले फ़ॉन्ट्स को **एकल फ़ॉन्ट परिवार** के रूप में समूहित किया जाएगा। आप निम्नलिखित प्रारूपों में फ़ॉन्ट्स अपलोड कर सकते हैं: **TTF, OTF और WOFF** (एक ही प्रारूप पर्याप्त होगा)।
hr: Svaki web-font koji ovdje preneseš biti će dodan na popis fontova koji je dostupan za korištenje u datotekama ovog tima. Fontovi s istim nazivom biti će grupirani kao **jedan font**. Možeš učitati fontove sa sljedećim formatima: **TTF, OTF i WOFF** (biti će potreban samo jedan).
id: Fon web apa pun yang Anda unggah di sini akan ditambahkan ke daftar keluarga fon yang tersedia di properti teks dari berkas dari tim ini. Fon dengan nama keluarga fon yang sama akan dikelompokkan sebagai **keluarga fon tunggal**. Anda dapat mengunggah fon dengan format berikut: **TTF, OTF, dan WOFF** (hanya satu yang diperlukan).
it: Qualsiasi carattere web caricato qui verrà aggiunto alla lista delle famiglie di caratteri disponibili nelle impostazioni testo dei file di questo team. I caratteri che arrecano lo stesso nome di famiglia di carattere verranno raggruppati come una **singola famiglia di caratteri**. È possibile caricare caratteri con i seguenti formati: **TTF, OTF e WOFF** (uno solo di questi è necessario).
lt: Bet kuris čia įkeltas žiniatinklio šriftas bus įtrauktas į šriftų šeimų sąrašą. Jis bus prieinamas šios komandos failų teksto savybėse. Šriftai, turintys tą patį šrifto šeimos pavadinimą, bus sugrupuoti kaip **viena šriftų šeima**. Galite įkelti šių formatų šriftus: **TTF, OTF ir WOFF** (reikės tik vieno).
lv: Visi augšupielādētie tīmekļa fonti tiks pievienoti fontu saimju sarakstam, kas pieejams šīs komandas datņu teksta īpašībās. Fonti ar tādu pašu fontu saimes nosaukumu tiks apkopoti kā **viena fontu saime**. Var augšupielādēt fontus šādos veidolos: **TTF, OTF un WOFF** (būs nepieciešams tikai viens).
ms: Sebarang fon web yang anda muat naik di sini akan ditambahkan pada senarai keluarga fon yang tersedia pada sifat teks fail pasukan ini. Fon dengan nama keluarga fon yang sama akan dikumpulkan sebagai **keluarga fon tunggal**. Anda boleh memuat naik fon dengan format berikut: **TTF, OTF dan WOFF** (hanya satu sahaja diperlukan).
nl: Elk web-lettertype dat je hier uploadt zal worden toegevoegd aan de lettertypen die beschikbaar zijn in de tekstbestanden van dit team. Lettertypen worden gegroepeerd op familienaam. Je kunt lettertypen uploaden met de volgende formaten: **TTF, OTF en WOFF** (slechts één formaat nodig).
pl: Każda przesłana tutaj czcionka zostanie dodana do listy rodzin czcionek dostępnych we właściwościach tekstowych plików tego zespołu. Czcionki o tej samej nazwie rodziny zostaną zgrupowane jako **pojedyncza rodzina czcionek**. Możesz przesyłać czcionki w następujących formatach: **TTF, OTF i WOFF** (potrzebny będzie tylko jeden).
pt_br: Qualquer fonte da web que você carregar aqui será adicionada a lista de fontes tipográficas disponível nas propriedades de texto dos arquivos desta equipe. As fontes com o mesmo nome de família de fontes serão agrupadas como uma **única família de fontes**. Você pode fazer upload de fontes com os seguintes formatos: **TTF, OTF e WOFF** (apenas uma será necessária).
pt_pt: Qualquer web font que carregares aqui será adicionada à família de fontes disponível nas propriedades de texto dos ficheiros desta equipa. Tipos de letra com a mesma família serão agrupadas como uma **única família**. Podes carregar tipos de letra com os seguintes formatos: **TTF, OTF e WOFF** (apenas um será necessário).
ro: Fonturile încărcate vor fi adăugate la familia de fonturi disponibilă acestei echipe. Font-urile cu același nume vor fi grupate ca **o singură familie de font-uri**. Tipurile de fişiere acceptate: **TTF, OTF și WOFF** (se poate urca doar un singur tip).
ru: Любой загружаемый сюда шрифт будет добавлен в семейство шрифтов и доступен в свойствах файлов, редактируемых командой. Шрифты из одного и того же семейства будут сгруппированы по **названию семейства шрифта**. Для загрузки допустимы следующие форматы: **TTF, OTF и WOFF** (используйте один из них).
sr: Сваке веб фонтове које овде отпремите биће додати на листу фонтова доступну у својствима текста фајлова овог тима. Фонтови са истим именом породицом фонта биће груписани као **једна породица фонта**. Можете отпремити фонтове у следећим форматима: **TTF, OTF и WOFF** (довољан је само један).
sv: Alla webbtypsnitt som du laddar upp här kommer att läggas till i listan över typsnittsfamiljer som finns i textens egenskaper för filerna i detta team. Typsnitt med samma namn på typsnittsfamiljen kommer att grupperas som en **enkel typsnittsfamilj**. Du kan ladda upp typsnitt med följande format: **TTF, OTF och WOFF** (endast ett format behövs).
tr: Buraya yüklediğiniz herhangi bir web yazı tipi, bu takımın dosyalarının metin özelliklerinde bulunan yazı tipi ailesi listesine eklenecek. Aynı yazı tipi ailesi adına sahip yazı tipleri, **tek yazı tipi ailesi** olarak gruplandırılacak. Yazı tiplerini şu biçimlerde yükleyebilirsiniz: **TTF, OTF ve WOFF** (yalnızca bir tane gerekli olacak).
zh_cn: 你在此上传的任何网络字体文件，将会被添加至本团队下文件的字体属性中的可用字体族列表中。拥有相同字体族名称的字体文件，将会按照字体族进行分组。你可以上传以下格式的字体文件：**TTF，OTF和WOFF**（你只需要上传其中一种即可）。
zh_hant: 在此處上傳的 Web 字體將會列入本團隊共用檔案的可用字型家族清單。相同字型家族名稱的字體將被分組為**單一字型家族**。可上傳以下格式的字體：**TTF、OTF 和 WOFF**（任何一種）。
