Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# errors.webhooks.unexpected-status
source: Unexpected status %s
ar: حالة غير متوقعة٪ s
cs: Neočekávaný stav %s
de: Unerwarteter Status %s
es: Estado inesperado %s
eu: Espero ez zen egoera %s
fr: Statut inattendu %s
he: המצב %s לא צפוי
hi: अप्रत्याशित स्थिति %s
hr: Neočekivani status %s
id: Status %s tidak diduga
it: Stato inaspettato %s
lv: Neparedzēts statuss %s
ms: Status tidak dijangka %s
nl: Onverwachte status %s
pl: Nieoczekiwany status %s
pt_br: Status inesperado %s
pt_pt: Estado inesperado %s
ro: Stare neașteptată %s
ru: Неожиданный статус %s
sr: Неочекивани статус %s
sv: Oväntad status %
tr: Beklenmeyen durum %s
zh_cn: 意外状态%s
zh_hant: 未預料狀態 %s

# errors.wrong-credentials
source: Email or password is incorrect.
ar: اسم المستخدم أو كلمة السر خاطئة.
ca: El nom d'usuari o la contrasenya sembla incorrecte.
cs: Uživatelské jméno nebo heslo se zdá být chybné.
de: Die E-Mail-Adresse oder das Passwort ist falsch.
el: Το όνομα χρήστη ή ο κωδικός πρόσβασης φαίνεται να είναι λάθος.
es: El email o la contraseña son incorrectos.
eu: Izena edo pasahitza ez dira zuzenak.
fa: به نظر می‌رسد نام‌کاربری یا رمزعبور اشتباه است.
fr: E-mail ou mot de passe incorrect.
he: כתובת הדוא״ל או הסיסמה שגויים.
hi: ईमेल या पासवर्ड गलत है।
hr: Čini se da su korisničko ime ili lozinka pogrešni.
id: Surel atau kata sandi tidak benar.
it: Il nome utente o la password sembrano essere sbagliati.
lv: E-pasta adrese vai parole nav pareiza.
ms: E-mel atau kata laluan tidak betul.
nl: E-mailadres of wachtwoord is incorrect.
pl: Email lub hasło są niepoprawne.
pt_br: E-mail ou senha está incorreto.
pt_pt: Utilizador ou palavra-passe parecem estar errados.
ro: E-mailul sau parola sunt incorecte.
ru: Эл. почта или пароль неверны.
sr: Е-пошта или лозинка су нетачни.
sv: E-post eller lösenord är felaktigt.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: E-posta veya parola yanlış.
zh_cn: 邮箱或密码错误。
zh_hant: 電子郵件或密碼似乎有誤。

# errors.wrong-old-password
source: Old password is incorrect
ar: كلمة السر القديمة غير صحيحة
ca: La contrasenya anterior no és correcta
cs: Staré heslo je nesprávné
de: Altes Passwort ist falsch
el: Ο παλιός κωδικός πρόσβασης είναι λάθος
es: La contraseña anterior no es correcta
eu: Aurreko pasahitza ez da zuzena
fa: رمزعبور قدیمی اشتباه است
fr: L’ancien mot de passe est incorrect
he: הסיסמה הישנה שגויה
hi: पुराना पासवर्ड गलत है
hr: Stara lozinka je netočna
id: Kata sandi lama tidak benar
it: La password precedente non è corretta
lv: Vecā parole nav pareiza
ms: Kata laluan lama tidak betul
nl: Huidige wachtwoord is onjuist
pl: Stare hasło jest nieprawidłowe
pt_br: A senha antiga está incorreta
pt_pt: Palavra-passe antiga está incorreta
ro: Parola veche este incorectă
ru: Старый пароль неверный
sr: Стара лозинка је нетачна
sv: Det gamla lösenordet är felaktigt
th: รหัสผ่านเดิมไม่ถูกต้อง
tr: Eski parola yanlış
zh_cn: 旧密码不正确
zh_hant: 舊密碼不正確

# feedback.description
source: Description
ar: وصف
ca: Descripció
cs: Popisek
de: Beschreibung
el: Περιγραφή
es: Descripción
eu: Deskribapena
fa: شرح
he: תיאור
hi: वर्णन
hr: Opis
id: Deskripsi
it: Descrizione
lv: Apraksts
ms: Penerangan
nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sr: Опис
sv: Beskrivning
tr: Açıklama
zh_cn: 描述
zh_hant: 狀況描述

# feedback.discourse-go-to
source: Go to Penpot forum
ca: Ves al fòrum de Penpot
de: Zum Penpot-Forum wechseln
eu: Penpoten forora joan
he: מעבר לפורום של Penpot
hr: Idi na Penpot forum
id: Pergi ke forum Penpot
it: Vai al forum Penpot
lv: Doties uz Penpot forumu
ms: Pergi ke forum Penpot
pt_pt: Ir para o fórum Penpot
sr: Иди на Penpot форум
tr: Penpot forumuna git
zh_hant: 前往 Penpot 討論區

# feedback.discourse-subtitle1
source: We're happy to have you here. If you need help, please search before you post.
ar: يسعدنا وجودك هنا. إذا كنت بحاجة إلى مساعدة، يرجى البحث أولا قبل النشر.
ca: Ens encanta que sigueu aquí. Si necessiteu ajuda, cerqueu abans de publicar.
cs: Jsme rádi, že jste tady. Pokud potřebujete pomoc, zkuste nejdříve hledání na fóru.
de: Wir sind froh, dass Sie hier sind. Wenn Sie Hilfe benötigen, verwenden Sie die Suchfunktion, bevor Sie einen Beitrag schreiben.
es: Estamos encantados de tenerte por aquí. Si necesitas ayuda, busca, escribe o pregunta lo que necesites.
eu: Ongi etorri! Laguntza behar baduzu, bilatu, idatzi edo galdetu lasai.
fa: ما خوشحالیم که شما اینجا هستید. اگر به کمک نیاز دارید، لطفا قبل از ارسال پست جستجو کنید.
fr: Nous sommes ravis de vous voir ici. Si vous avez besoin d'aide, effectuez une recherche avant de publier une question.
he: אנחנו שמחים שהצטרפת אלינו. לקבלת עזרה, נא לחפש בטרם פרסום הודעה.
hi: हमें खुशी है कि आप यहाँ हैं। यदि आपको सहायता की आवश्यकता हो, तो कृपया पोस्ट करने से पहले खोजें।
hr: Sretni smo što si ovdje. Ako trebaš pomoć, pretraži prije objavljivanja.
id: Kami senang memiliki Anda di sini. Jika Anda membutuhkan bantuan, silakan mencari sebelum Anda mengirim.
it: Siamo felici di averti qui. Se hai bisogno di aiuto, fai una ricerca prima di postare una richiesta.
lv: Mēs esam priecīgi Tevi šeit redzēt. Ja ir nepieciešama palīdzība, lūgums meklēt pirms ieraksta veikšanas.
ms: Kami berbesar hati anda berada disini. Jika anda memerlukan bantuan, sila cari sebelum anda menyiarkan siaran baharu.
nl: We zijn blij dat je er bent. Als je hulp nodig hebt, zoek dan eerst voordat je een nieuwe vraag stelt.
pl: Cieszymy się, że tu jesteś. Jeśli potrzebujesz pomocy, poszukaj jej zanim napiszesz.
pt_br: Estamos felizes em ter você aqui. Se precisar de ajuda com algo, pesquise antes de postar.
pt_pt: Estamos felizes em ter-te aqui. Se precisares de ajuda, por favor pesquisa antes de publicar.
ro: Ne bucurăm să te avem aici. Dacă ai nevoie de ajutor, te rog să cauți înainte de a posta.
ru: Мы рады вас здесь видеть. Если вам нужна помощь, пожалуйста, поищите ответ, возможно он уже есть.
sr: Срећни смо што сте овде. Ако вам је потребна помоћ, претражите пре него што објавите.
sv: Vi är glada över att ha dig här. Om du behöver hjälp, vänligen sök innan du postar.
tr: Burada olmanızdan mutluluk duyuyoruz. Yardıma ihtiyacınız varsa, lütfen göndermeden önce arama yapın.
zh_cn: 我们很欢迎你的到来。请在发布帮助请求前搜索你所需要的帮助内容。
zh_hant: 歡迎光臨。如需協助，在發文求助前請先查閱相類內容。

# feedback.discourse-title
source: Penpot community
ar: مجتمع Penpot
ca: Comunitat de Penpot
cs: Penpot komunita
es: Comunidad de Penpot
eu: Penpot komunitatea
fa: انجمن Penpot
fr: Communauté Penpot
he: קהילת Penpot
hi: पेनपॉट समुदाय
hr: Penpot zajednica
id: Komunitas Penpot
it: Community di Penpot
lv: Penpot kopiena
ms: Komuniti Penpot
nl: Penpot-gemeenschap
pl: Społeczność Penpot
pt_br: Comunidade do Penpot
pt_pt: Comunidade Penpot
ro: Comunitatea Penpot
ru: Сообщество Penpot
sr: Penpot заједница
th: ชุมชน Penpot
tr: Penpot topluluğu
zh_cn: Penpot社区
zh_hant: Penpot 社群

# feedback.subject
source: Subject
ar: موضوع
ca: Tema
cs: Předmět
de: Betreff
el: Επιχείρηση
es: Asunto
eu: Gaia
fa: موضوع
fr: Sujet
he: נושא
hi: विषय
hr: Tema
id: Subjek
it: Soggetto
lv: Temats
ms: Subjek
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro: Subiect
ru: Краткое описание
sr: Предмет
sv: Ämne
tr: Konu
zh_cn: 话题
zh_hant: 主旨

# feedback.subtitle
source: Please describe the reason of your email, specifying if is an issue, an idea or a doubt. A member of our team will respond as soon as possible.
ar: يرجى وصف سبب بريدك الإلكتروني ، وتحديد ما إذا كانت مشكلة أم فكرة أم شك. سيرد أحد أعضاء فريقنا في أسرع وقت ممكن.
ca: Descriviu la raó del correu electrònic, especificant si és una incidència, una idea o un dubte. Un membre del nostre equip respondrà tan aviat com sigui possible.
cs: Popište důvod svého e-mailu a uveďte, zda se jedná o problém, nápad nebo připomínku. Člen našeho týmu vám co nejdříve odpoví.
de: Bitte beschreiben Sie den Grund Ihrer E-Mail und geben Sie an, ob es sich um ein Problem, eine Idee oder einem Bedenken handelt. Ein Mitglied unseres Teams wird Ihnen so schnell wie möglich antworten.
el: Περιγράψτε τον λόγο του email σας, προσδιορίζοντας εάν πρόκειται για ζήτημα, ιδέα ή αμφιβολία. Ένα μέλος της ομάδας μας θα απαντήσει το συντομότερο δυνατό.
es: Por favor describe el motivo de tu mensaje, especificando si es un problema, una idea o una duda. Alguien de nuestro equipo responderá tan pronto como sea posible.
eu: Idatzi zure mezuaren gaia, arazo bat, ideia bat edo zalantza bat den esanez. Gure lantaldeko norbaitek ahal bezain laster erantzungo dizu.
fa: لطفاً دلیل ایمیل خود را توضیح دهید و مشخص کنید که آیا یک مشکل، ایده یا شک است. یکی از اعضای تیم ما در اسرع وقت پاسخ خواهد داد.
fr: Décrivez la raison de votre e-mail en précisant s'il s'agit d'un problème, d'une idée ou d'un doute. Un membre de notre équipe vous répondra dans les plus brefs délais.
he: נא לתאר את הסיבה שלך לשליחת ההודעה תוך פירוט האם זאת תקלה, רעיון או בספק. אחד מחברי הצוות שלנו יגיב לך במהירות האפשרית.
hi: कृपया अपने ईमेल का कारण बताएं, यह स्पष्ट करते हुए कि यह कोई समस्या, सुझाव या शंका है। हमारी टीम का एक सदस्य जल्द से जल्द उत्तर देगा।
hr: Opiši razlog svojeg e-maila, navedi radi li se o problemu, ideji ili nedoumici. Član našeg tima će odgovoriti u najkraćem mogućem roku.
id: Silakan jelaskan alasan surel Anda, menetapkan bahwa itu adalah sebuah masalah, sebuah ide, atau sebuah keluhan. Salah satu anggota dari tim kami akan menjawab sesegera mungkin.
it: Descrivi per favore il motivo della tua e-mail, specificando se si tratta di un problema, di un'idea oppure di un dubbio. Un membro del nostro team ti risponderà il prima possibile.
lv: Lūgums aprakstīt e-pasta ziņojuma iemeslu, norādot, vai tā ir nepilnība, ierosinājums vai šaubas. Kāds mūsu komandas dalībnieks atbildēs pēc iespējas ātrāk.
ms: Sila terangkan sebab e-mel anda, nyatakan sama ada isu, idea atau keraguan. Seorang ahli pasukan kami akan menjawab secepat mungkin.
nl: Beschrijf de reden van je e-mail en geef aan of het een probleem, een idee of een twijfel betreft. Een lid van ons team zal zo snel mogelijk reageren.
pl: Opisz powód swojego e-maila, określając, czy jest to problem, pomysł czy wątpliwość. Członek naszego zespołu odpowie tak szybko, jak to możliwe.
pt_br: Por favor, descreva o motivo do seu e-mail, especificando se é um problema, uma ideia ou uma dúvida. Um membro de nossa equipe responderá o mais rápido possível.
pt_pt: Por favor descreve o motivo do teu e-mail, especificando se é um problema, uma ideia, ou uma dúvida. Um membro da nossa equipa tentará responder o mais rápido possível.
ro: Descrie motivul pentru care ne scrii, specificând eventuale probleme, idei sau nelămuriri. Un membru al echipei noastre îți va răspunde în scurt timp.
ru: Пожалуйста, опишите причину обращения: проблема в работе, идея или сомнение. Участник нашей команды даст ответ в ближайшее время.
sr: Молимо опишите разлог ваше е-поште, наводећи да ли постоји проблем, идеја или сумња. Члан нашег тима ће одговорити у најкраћем могућем року.
sv: Beskriv orsaken till ditt e-postmeddelande, ange om det är ett problem, en idé eller ett frågetecken. En medlem av vårt team svarar så snart som möjligt.
tr: Lütfen bir sorun, fikir ya da kuşkunuzu açıklayarak e-postanızın nedenini belirtin. Takımımızın bir üyesi en kısa sürede yanıt verecektir.
zh_cn: 请说明你发邮件的原因，详细说明这是一个问题反馈、一个点子还是一个疑问。我们会尽快回复。
zh_hant: 請描述您來函的因由，分類說明是問題、想法還是疑問。我們將儘快回覆。

# feedback.title
source: Email
ca: Correu electrònic
eu: Posta elektronikoa
he: דוא״ל
id: Surel
lv: E-pasts
ms: E-mel
sr: Е-пошта
th: อีเมล
tr: E-posta
zh_hant: 電子郵件

# feedback.twitter-go-to
source: Go to X
ca: Ves al X
de: Zu X wechseln
eu: Xrera joan
he: מעבר ל־X
hr: Idi na X
id: Pergi ke X
it: Vai su X
lv: Atvērt X
ms: Pergi ke Twitter
pt_pt: Ir para o X
sr: Иди на X
tr: X'a git
zh_hant: 前往X

# feedback.twitter-subtitle1
source: Here to help with your technical queries.
ar: هنا للمساعدة في استفساراتك التقنية.
ca: Compte per a ajudar amb dubtes tècnics.
cs: Zde vám pomůžeme s vašimi technickými dotazy.
de: Hier helfen wir Ihnen bei technischen Fragen.
es: Cuenta habilitada para responder todas tus dudas técnicas.
eu: Zure zalantza teknikoak erantzuteko kontua.
fa: اینجا برای کمک به سوالات فنی شما.
fr: Nous sommes là pour répondre à vos questions techniques.
he: כאן כדי לסייע בסוגיות טכניות.
hi: यहाँ आपकी तकनीकी प्रश्नों में मदद के लिए।
hr: Ovdje za pomoć za tvoje tehničke upite.
id: Di sini untuk membantu dengan kueri teknis Anda.
it: Siamo qui per aiutarti con le tue domande tecniche.
lv: Šeit, lai palīdzētu ar tehniskajiem jautājumiem.
ms: Kami di sini untuk membantu dengan pertanyaan teknikal anda.
nl: Hier om te helpen met je technische vragen.
pl: Służymy pomocą w kwestiach technicznych.
pt_br: Precisa de ajuda com dúvidas mais técnicas? Veja o nosso X.
pt_pt: Aqui para ajudar com as tuas dúvidas técnicas.
ro: Aici pentru a te ajuta cu întrebările tehnice.
ru: Здесь, чтобы помочь с вашими техническими запросами.
sr: Овде смо да помогнемо са вашим техничким питањима.
sv: Här kan du få hjälp med dina tekniska frågor.
tr: Teknik sorularınıza yardımcı olmak için buradayız.
zh_cn: 这里可以帮助您解决技术问题。
zh_hant: 協助解你的決技術問題。

# feedback.twitter-title
source: X support account
ar: رد عنوان تويتر
ca: Compte de X d'ajuda
cs: Účet podpory na X
de: X Support-Konto
es: Cuenta de X para soporte
eu: Laguntzarako X kontua
fa: حساب پشتیبانی در توییتر
fr: Compte d’assistance X
he: חשבון תמיכה ב־X
hi: X समर्थन खाता
hr: X korisnički račun za podršku
id: Akun dukungan X
it: Account di supporto X
lv: X atbalsta konts
ms: Akaun sokongan Twitter
nl: X-ondersteuningsaccount
pl: Konto wsparcia na Xze
pt_br: Conta de suporte no X
pt_pt: Conta de suporte no X
ro: Cont de asistență X
ru: Аккаунт поддержки в X
sr: X налог за подршку
sv: X supportkonto
tr: X destek hesabı
zh_cn: X(原Twitter)支持帐号
zh_hant: X支援帳戶

# generic.error
source: An error has occurred
ar: حدث خطأ
ca: S'ha produït un error
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Ha ocurrido un error
eu: Errore bat gertatu da
fa: خطایی رخ داده است
fr: Une erreur s’est produite
he: אירעה שגיאה
hi: एक त्रुटि हुई है
hr: Došlo je do pogreške
id: Sebuah kesalahan telah terjadi
it: Si è verificato un errore
lv: Radās kļūda
ms: Ralat telah berlaku
nl: er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Um erro ocorreu
pt_pt: Ocorreu um erro
ro: Am întâmpinat o eroare
ru: Произошла ошибка
sr: Дошло је до грешке
sv: Ett fel har inträffat
tr: Bir hata oluştu
zh_cn: 发生了一个错误
zh_hant: 出現錯誤

# inspect.attributes.blur
source: Blur
ar: الضبابية
ca: Difuminat
cs: Rozostření
de: Weichzeichnen
el: Θολούρα
es: Desenfocado
eu: Desenfokatuta
fa: محو
fr: Flou
he: טשטוש
hi: धुंधला
hr: Zamućenje
id: Buram
it: Sfocatura
ko: 흐림
lv: Aizmiglošana
ms: Kabur
nl: Vervagen
pl: Rozmycie
pt_br: Desfoque
pt_pt: Desfoque
ro: Estompare
ru: Размытие
sr: Замућење
sv: Oskärpa
tr: Bulanıklık
zh_cn: 模糊
zh_hant: 模糊

# inspect.attributes.blur.value
source: Value
ar: تفتيش قيمة الطمس
ca: Valor
cs: Hodnota
de: Wert
el: αξία
es: Valor
eu: Balioa
fa: مقدار
fr: Valeur
he: ערך
hi: मान
hr: Vrijednost
id: Nilai
it: Valore
ko: 값
lv: Vērtība
ms: Nilai
nl: Waarde
pl: Wartość
pt_br: Valor
pt_pt: Valor
ro: Valoare
ru: Значение
sr: Вредност
sv: Värde
tr: Değer
zh_cn: 值
zh_hant: 數值

# inspect.attributes.color
source: Color
fr: Couleur
he: צבע
hi: रंग
it: Colore
lv: Krāsa
nl: Kleur
pt_br: Cor
ro: Culoare
ru: Цвет
sv: Färg
tr: Renk
zh_cn: 颜色

# inspect.attributes.color.hex
source: HEX
ar: تفتيش صفات اللون
he: הקסדצימלי

# inspect.attributes.fill
source: Fill
ar: املأ
ca: Emplenat
cs: Výplň
de: Fläche
el: Γέμισμα
es: Relleno
eu: Betegarria
fa: پر
fr: Remplir
he: מילוי
hi: भरना
hr: Ispuna
id: Isian
it: Riempimento
ko: 채우기
lv: Aizpildījums
ms: Isi
nl: Vullen
pl: Wypełnienie
pt_br: Preenchimento
pt_pt: Preencher
ro: Umple
ru: Заливка
sr: Попуњење
sv: Fylla
tr: Doldur
zh_cn: 填充
zh_hant: 填充

# inspect.attributes.image.download
source: Download source image
ar: تحميل صورة المصدر
ca: Baixa la imatge original
cs: Stáhnout zdrojový obrázek
de: Originalbild herunterladen
el: Λήψη εικόνας πηγής
es: Descargar imagen original
eu: Deskargatu jatorrizko irudia
fa: دانلود تصویر منبع
fr: Télécharger l’image source
he: הורדת תמונת מקור
hi: स्रोत छवि डाउनलोड करें
hr: Preuzmi izvornu sliku
id: Unduh gambar sumber
it: Scarica l'immagine sorgente
ko: 소스 이미지 다운로드
lv: Lejupielādēt avota attēlu
ms: Muat turun sumber gambar
nl: Bronafbeelding downloaden
pl: Pobierz obraz źródłowy
pt_br: Baixar imagem original
pt_pt: Descarregar imagem original
ro: Descarcă imaginea sursă
ru: Скачать оригинал
sr: Преузмите изворну слику
sv: Ladda ner källbilden
tr: Kaynak görselini indir
zh_cn: 下载原图
zh_hant: 下載原始圖片

# inspect.attributes.image.height
source: Height
ar: ارتفاع
ca: Alçada
cs: Výška
de: Höhe
el: Υψος
es: Altura
eu: Altuera
fa: ارتفاع
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
id: Tinggi
it: Altezza
ko: 높이
lv: Augstums
ms: Tinggi
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sr: Висина
sv: Höjd
tr: Yükseklik
zh_cn: 高
zh_hant: 高度

# inspect.attributes.image.width
source: Width
ar: عرض
ca: Amplada
cs: Šířka
de: Breite
el: Πλάτος
es: Ancho
eu: Zabalera
fa: عرض
fr: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
id: Lebar
it: Larghezza
ko: 폭
lv: Platums
ms: Lebar
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
sr: Ширина
sv: Bredd
tr: Genişlik
zh_cn: 宽
zh_hant: 寬度

# inspect.attributes.layout
source: Layout
ar: تخطيط
ca: Disposició
cs: Rozložení
el: Διάταξη
es: Estructura
eu: Egitura
fa: چیدمان
fr: Mise en page
he: פריסה
hi: लेआउट
hr: Raspored
id: Tata Letak
it: Disposizione
ko: 레이아웃
lv: Izkārtojums
ms: Susun atur
pl: Układ
ru: Размещение
sr: Распоред
tr: Yerleşim düzeni
zh_cn: 布局
zh_hant: 樣式

# inspect.attributes.layout.height
source: Height
ar: ارتفاع
ca: Alçada
cs: Výška
de: Höhe
el: Υψος
es: Altura
eu: Altuera
fa: ارتفاع
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
id: Tinggi
it: Altezza
ko: 높이
lv: Augstums
ms: Tinggi
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sr: Висина
sv: Höjd
th: ความสูง
tr: Yükseklik
zh_cn: 高
zh_hant: 高度

# inspect.attributes.layout.left
source: Left
ar: يسار
ca: Esquerra
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
eu: Ezkerra
fa: چپ
fr: Gauche
he: שמאל
hi: बाएं
hr: Lijevo
id: Kiri
it: Sinistra
ko: 왼쪽
lv: Kreisi
ms: kiri
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
ru: Слева
sr: Лево
sv: Vänster
th: ซ้าย
tr: Sol
zh_cn: 左
zh_hant: 左

# inspect.attributes.layout.radius
source: Radius
ar: نصف قطر
ca: Radi
cs: Poloměr
el: Aκτίνα
es: Radio
eu: Erradioa
fa: گردی
fr: Rayon
he: רדיוס
hi: त्रिज्या
it: Raggio
ko: 반지름
lv: Rādiuss
ms: Jejari
pl: Promień
pt_br: Arredondamento
pt_pt: Raio
ro: Rază
ru: Радиус
sr: Радијус
sv: Radie
tr: Yarıçap
zh_cn: 圆角
zh_hant: 圓角半徑

# inspect.attributes.layout.rotation
source: Rotation
ar: دوران
ca: Rotació
cs: Otáčení
de: Drehung
el: Περιστροφή
es: Rotación
eu: Biraketa
fa: چرخش
he: סיבוב
hi: चक्कर
hr: Rotacija
id: Rotasi
it: Rotazione
ko: 회전
lv: Pagriešana
ms: Putaran
nl: Rotatie
pl: Obrót
pt_br: Rotação
pt_pt: Rotação
ro: Rotație
ru: Вращение
sr: Ротација
sv: Rotering
tr: Döndür
zh_cn: 旋转
zh_hant: 旋轉

# inspect.attributes.layout.top
source: Top
ar: أعلى
ca: Superior
cs: Nahoře
de: Oben
el: Πάνω
es: Arriba
eu: Goian
fa: بالا
fr: Haut
he: עליון
hi: शीर्ष
hr: Vrh
id: Atas
it: In alto
ko: 위
lv: Augša
ms: Atas
pl: Góra
pt_br: Superior
pt_pt: Topo
ru: Сверху
sr: Врх
sv: Topp
tr: Üst
zh_cn: 顶

# inspect.attributes.layout.width
source: Width
ar: عرض
ca: Amplada
cs: Šířka
de: Breite
el: Πλάτος
es: Ancho
eu: Zabalera
fa: عرض
fr: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
id: Lebar
it: Larghezza
ko: 폭
lv: Platums
ms: Lebar
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
sr: Ширина
sv: Bredd
tr: Genişlik
zh_cn: 宽
zh_hant: 寬度

# inspect.attributes.shadow
source: Shadow
ar: ظلل
ca: Ombra
cs: Stín
de: Schatten
el: Σκιά
es: Sombra
eu: Itzala
fa: سایه
fr: Ombre
he: צל
hi: छाया
hr: Sjena
id: Bayangan
it: Ombra
ko: 그림자
lv: Ēna
ms: Bayang
nl: Schaduw
pl: Cień
pt_br: Sombra
pt_pt: Sombra
ro: Umbră
ru: Тень
sr: Сенка
sv: Skugga
th: เงา
tr: Gölge
zh_cn: 阴影
zh_hant: 陰影

# inspect.attributes.size
source: Size and position
cs: Velikost a pozice
de: Größe und Position
es: Tamaño y posición
eu: Tamaina eta posizioa
fr: Taille et position
he: גודל ומיקום
hi: आकार और स्थिति
hr: Veličina i položaj
id: Ukuran dan posisi
it: Dimensione e posizione
ko: 사이즈와 위치
lv: Izmērs un novietojums
ms: Ukuran dan kedudukan
nl: Grootte en positie
pl: Rozmiar i położenie
pt_br: Tamanho e posição
pt_pt: Tamanho e posição
ro: Dimensiune și poziție
ru: Размер и положение
sr: Величина и положај
sv: Storlek och position
tr: Boyut ve konum
zh_cn: 尺寸和位置
zh_hant: 大小和位置

# inspect.attributes.stroke
source: Stroke
ar: لون الحدّ
ca: Traç
cs: Obrys
de: Rahmen
el: περίγραμμα
es: Borde
eu: Ertza
fa: استروک
fr: Contour
he: מתאר
hi: स्ट्रोक
hr: Potez
id: Sapuan
it: Contorno
ko: 선
lv: Vilkums
ms: Gurisan
nl: Streek
pl: Obrys
pt_br: Traçado
pt_pt: Traço
ro: Contur
ru: Обводка
sr: Контура
sv: Fet
tr: Çerçeve
zh_cn: 边框
zh_hant: 斜線

# inspect.attributes.stroke.alignment.center
source: Center
ar: مركز
ca: Centre
cs: Střed
de: Zentriert
el: Κέντρο
es: Centro
eu: Erdia
fa: مرکز
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
id: Tengah
it: Centro
ko: 중앙
lv: Centrs
ms: Tengah
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: Центр
sr: Средина
tr: Merkezi
zh_cn: 居中
zh_hant: 置中

# inspect.attributes.stroke.alignment.inner
source: Inside
ar: داخل
ca: Interior
cs: Uvnitř
de: Innen
el: Μέσα
es: Interior
eu: Barnealdea
fa: داخل
fr: Intérieur
he: בפנים
hi: अंदर
hr: Unutra
id: Dalam
it: Interno
ko: 안쪽
lv: Iekšpuse
ms: Dalam
nl: Binnenkant
pl: Wewnątrz
pt_br: Dentro
pt_pt: Interior
ro: Interior
ru: Внутрь
sr: Унутра
sv: Inuti
tr: İçinde
zh_cn: 内部
zh_hant: 裡面

# inspect.attributes.stroke.alignment.outer
source: Outside
ar: خارج
ca: Exterior
cs: Venku
de: Außen
el: Εξω
es: Exterior
eu: Kanpoaldea
fa: بیرون
fr: Extérieur
he: בחוץ
hi: बाहर की ओर
hr: Vani
id: Luar
it: Esterno
ko: 바깥쪽
lv: Ārpuse
ms: Luar
nl: Buitenkant
pl: Zewnątrz
pt_br: Fora
pt_pt: Exterior
ro: Exterior
ru: Наружу
sr: Споља
sv: Utanför
tr: Dışarıda
zh_cn: 外部
zh_hant: 外面

# inspect.attributes.stroke.style.dotted
source: Dotted
ar: منقط
ca: Puntejat
cs: Tečkovaná
de: Gepunktet
el: Διάστικτο
es: Punteado
eu: Puntuak
fa: خط‌چین
fr: Pointillé
he: מנוקד
hi: बिंदुदार
hr: Točkasto
id: Titik
it: Tratteggiato
ko: 점선
lv: Punktots
ms: Bertitik
nl: Gestippeld
pl: Kropkowany
pt_br: Pontilhado
pt_pt: Pontilhado
ro: Punctat
ru: Точечная
sr: Тачкасто
sv: Prickad
tr: Noktalı
zh_cn: 虚线
zh_hant: 點線

# inspect.attributes.stroke.style.mixed
source: Mixed
ar: مختلط
ca: Mixte
cs: Smíšená
de: Mehrere
el: Μικτός
es: Mixto
eu: Nahasia
fa: ‏مخلوط
fr: Mixte
he: מעורב
hi: मिश्रित
hr: Miksano
id: Tercampur
it: Misto
ko: 혼합
lv: Sajaukts
ms: bercampur
nl: Gemengd
pl: Mieszany
pt_br: Misto
pt_pt: Misto
ro: Mixt
ru: Смешанная
sr: Мешано
sv: Mixad
tr: Karışık
zh_cn: 混合
zh_hant: 混合

# inspect.attributes.stroke.style.none
source: None
ar: لا أحد
ca: Cap
cs: Žádná
de: Keine
el: Κανένας
es: Ninguno
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Nikakav
id: Tidak ada
it: Nessuno
lv: Nav
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# inspect.attributes.stroke.style.solid
source: Solid
ar: صلب
ca: Sòlid
cs: Plná
de: Durchgezogen
el: Στερεός
es: Sólido
eu: Solidoa
fa: جامد
fr: Solide
he: אחיד
hi: ठोस
hr: Solidan
id: Padat
it: Solido
ko: 단색
lv: Nepārtrauktā
ms: Padu
nl: Solide
pl: Ciągły
pt_br: Sólido
pt_pt: Sólido
ru: Сплошная
sr: Чврсто
sv: Ifylld
tr: Düz
zh_cn: 实线
zh_hant: 實線
