Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.delete-account.confirm
source: Yes, delete my account
ar: نعم، احذف حسابي
ca: Sí, elimina el meu compte
cs: Ano, odstranit můj účet
de: Ja, mein Konto löschen
el: Ναι, διαγράψτε τον λογαριασμό μου
es: Si, borrar mi cuenta
eu: Bai, ezabatu nire kontua
fa: بله، حسابم رو حذف کن
fr: Oui, supprimer mon compte
he: כן, למחוק את החשבון שלי
hi: हाँ, मेरा खाता हटाएं
hr: Da, obriši moj račun
id: Ya, hapus akun saya
it: Sì, cancella il mio account
lv: Jā, dzēst manu kontu
ms: Ya, padam akaun saya
nl: Ja, verwijder mijn account
pl: Tak, usuń moje konto
pt_br: Sim, exclua minha conta
pt_pt: Sim, elimina a minha conta
ro: Confirm ștergerea contului
ru: Да, удалить мой аккаунт
sr: Да, избришите мој налог
sv: Ja, radera mitt konto
tr: Evet, hesabımı sil
zh_cn: 是的，删除我的账号
zh_hant: 是的，請刪除我的帳號

# modals.delete-account.info
source: By removing your account you’ll lose all your current projects and archives.
ar: بحذف حسابك، ستفقد جميع مشاريعك وأرشيفاتك الحالية.
ca: Si suprimiu el compte, perdreu tots els vostres projectes i arxius actuals.
cs: Odebráním účtu ztratíte všechny své aktuální projekty a archivy.
de: Wenn Sie Ihr Konto löschen, verlieren Sie alle Ihre aktuellen Projekte und Archive.
el: Καταργώντας τον λογαριασμό σας, θα χάσετε όλα τα τρέχοντα έργα και τα αρχεία σας.
es: Si borras tu cuenta perderás todos tus proyectos y archivos.
eu: Zure kontua ezabatzen baduzu zure proiektu eta fitxategi guztiak galduko dituzu.
fa: با حذف کردن حساب خود، تمام پروژه‌ها و آرشیوهای فعلی خود را از دست خواهید داد.
fr: En supprimant votre compte, vous perdrez tous vos projets et archives actuelles.
he: הסרת החשבון שלך תוביל לאיבוד כל המיזמים והארכיונים הקיימים שלך.
hi: अपने खाते को हटाने पर आप अपनी सभी वर्तमान परियोजनाएँ और अभिलेख खो देंगे।
hr: Uklanjanjem računa izgubit ćeš sve svoje trenutne projekte i arhive.
id: Dengan menghapus akun Anda akan kehilangan semua proyek dan arsip Anda saat ini.
it: Cancellando il tuo account, perderai tutti i tuoi archivi e progetti attuali.
lv: Pēc konta noņemšanas tiks zaudēti visi pašreizējie projekti un arhīvi.
ms: Dengan mengalih keluar akaun anda, anda akan kehilangan semua projek dan arkib semasa anda.
nl: Als je je account verwijdert, verlies je al je huidige projecten en archieven.
pl: Usuwając konto, stracisz wszystkie swoje bieżące i archiwalne projekty.
pt_br: Ao excluir sua conta, você perderá todos os seus projetos e arquivos atuais.
pt_pt: Ao remover a tua conta vais perder todos os projetos e ficheiros.
ro: Prin ștergerea contului, se vor șterge toate proiectele și arhivele tale.
ru: Удалив аккаунт, вы потеряете все свои текущие проекты и архивы.
sr: Уклањањем налога изгубићете све своје тренутне пројекте и архиве.
sv: Genom att ta bort ditt konto förlorar du alla dina projekt och arkiv.
tr: Hesabını silerek tüm projelerini ve arşivlerini kaybedeceksin.
zh_cn: 删除账号后，你会失去所有项目和存档。
zh_hant: 刪除你的帳戶後，你會失去現有專案及檔案。

# modals.delete-account.title
source: Are you sure you want to delete your account?
ar: هل انت متأكد انك تريد حذف حسابك؟
ca: Segur que voleu eliminar el compte?
cs: Opravdu chcete smazat svůj účet?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το λογαριασμό σας;
es: ¿Seguro que quieres borrar tu cuenta?
eu: Zure kontua benetan ezabatu nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید حساب خود را حذف کنید؟
fr: Voulez-vous vraiment supprimer votre compte ?
he: למחוק את החשבון שלך?
hi: "क्या आप वाकई अपना खाता हटाना चाहते हैं?
hr: Jeste li siguran/na da želiš izbrisati svoj račun?
id: Apakah Anda yakin ingin menghapus akun Anda?
it: Eliminare il proprio account?
lv: Vai tiešām izdzēst savu kontu?
ms: Adakah anda pasti mahu memadam akaun anda?
nl: Weet je zeker dat je je account wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoje konto?
pt_br: Tem certeza que deseja excluir sua conta?
pt_pt: Tens a certeza de que queres eliminar a tua conta?
ro: Ești sigur că dorești ștergerea contului?
ru: Вы уверены, что хотите удалить аккаунт?
sr: Да ли сте сигурни да желите да избришете свој налог?
sv: Är du säker på att du vill radera ditt konto?
tr: Hesabını silmek istediğinden emin misin?
zh_cn: 你确定想要删除你的账号？
zh_hant: 您確定要刪除您的帳號嗎？

# modals.delete-comment-thread.accept
source: Delete conversation
ar: احذف المحادثة
ca: Elimina la conversa
cs: Smazat konverzaci
de: Konversation löschen
el: Διαγραφή συζήτησης
es: Eliminar conversación
eu: Ezabatu elkarrizketa
fa: حذف مکالمه
fr: Supprimer la conversation
he: מחיקת דיון
hi: बातचीत हटाएं
hr: Obriši razgovor
id: Hapus percakapan
it: Elimina conversazione
ko: 대회 지우기
lv: Dzēst sarunu
ms: Padam perbualan
nl: Gesprek verwijderen
pl: Usuń rozmowę
pt_br: Excluir conversa
pt_pt: Eliminar conversa
ro: Șterge conversația
ru: Удалить переписку
sr: Избришите разговор
sv: Radera konversation
tr: Konuşmayı sil
zh_cn: 删除对话
zh_hant: 刪除對話

# modals.delete-comment-thread.message
source: Are you sure you want to delete this conversation? All comments in this thread will be deleted.
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟ سيتم حذف جميع التعليقات في هذا الموضوع.
ca: Segur que voleu eliminar aquesta conversa? S'eliminaran tots els comentaris del fil.
cs: Opravdu chcete smazat tuto konverzaci? Všechny komentáře v tomto vláknu budou smazány.
de: Sind Sie sicher, dass Sie diese Konversation löschen möchten? Alle Kommentare in diesem Thread werden gelöscht.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν τη συνομιλία; Όλα τα σχόλια σε αυτό το νήμα θα διαγραφούν.
es: ¿Seguro que quieres eliminar esta conversación? Todos los comentarios en este hilo serán eliminados.
eu: Benetan elkarrizketa hau ezabatu nahi al duzu? Iruzkin guztiak ezabatu egingo dira.
fa: آیا مطمئنید که می‌خواهید این مکالمه را حذف کنید؟ تمامی نظرات این تاپیک حذف خواهد شد.
fr: Voulez-vous vraiment supprimer cette conversation ? Tous les commentaires de ce fil seront supprimés.
he: למחוק את הדיון הזה? כל התגובות בשרשור תימחקנה.
hi: क्या आप वाकई इस बातचीत को हटाना चाहते हैं? इस थ्रेड की सभी टिप्पणियाँ हटा दी जाएँगी।
hr: Jesi li siguran/na da želiš izbrisati ovaj razgovor? Svi komentari u ovoj temi biti će izbrisani.
id: Apakah Anda yakin ingin menghapus percakapan ini? Semua komentar dalam utasan ini akan dihapus.
it: Eliminare questa conversazione? Tutti i commenti in questo thread saranno cancellati.
lv: Vai tiešām izdzēst šo sarunu? Visas šī pavediena piebildes tiks izdzēstas.
ms: Adakah anda pasti mahu memadamkan perbualan ini? Semua komen dalam urutan ini akan dipadamkan.
nl: Weet je zeker dat je dit gesprek wilt verwijderen? Alle reacties in deze thread worden verwijderd.
pl: Czy na pewno chcesz usunąć tę rozmowę? Wszystkie komentarze w tym wątku zostaną usunięte.
pt_br: Tem certeza de que deseja excluir esta conversa? Todos os comentários neste tópico serão excluídos.
pt_pt: Tens a certeza de que pretender eliminar esta conversa? Todos os comentários neste tópico serão eliminados.
ro: Ești sigur că dorești să ștergi această conversație? Toate discuțiile din cadrul subiect vor fi șterse.
ru: Вы уверены, что хотите удалить это обсуждение? Все комментарии, входящие в него будут удалены.
sr: Да ли сте сигурни да желите да обришете овај разговор? Сви коментари у овој нити биће обрисани.
sv: Är du säker på att du vill radera konversationen? Alla kommentarer i denna tråd kommer att raderas.
tr: Bu konuşmayı silmek istediğinden emin misin? Konudaki tüm yorumlar silinecek.
zh_cn: 你确定想要删除这个对话？该讨论串里的所有评论都会被一同删除。
zh_hant: 您確定要刪除此對話嗎？此主題下的所有留言都將被刪除。

# modals.delete-comment-thread.title
source: Delete conversation
ar: احذف المحادثة
ca: Elimina la conversa
cs: Smazat konverzaci
de: Konversation löschen
el: Διαγραφή συζήτησης
es: Eliminar conversación
eu: Ezabatu elkarrizketa
fa: حذف مکالمه
fr: Supprimer une conversation
he: מחיקת דיון
hi: बातचीत हटाएँ
hr: Izbriši razgovor
id: Hapus percakapan
it: Elimina conversazione
ko: 대화 지우기
lv: Dzēst sarunu
ms: Padam perbualan
nl: Gesprek verwijderen
pl: Usuń rozmowę
pt_br: Excluir conversa
pt_pt: Eliminar conversa
ro: Șterge conversația
ru: Удалить обсуждение
sr: Избришите разговор
sv: Radera konversation
tr: Konuşmayı sil
zh_cn: 删除对话
zh_hant: 刪除對話

# modals.delete-component-annotation.message
source: Are you sure you want to delete this annotation?
cs: Opravdu chcete smazat tuto anotaci?
de: Sind Sie sicher, dass Sie diese Anmerkung löschen möchten?
es: ¿Seguro que quieres borrar esta nota?
fr: Confirmez-vous vouloir supprimer cette note ?
he: למחוק את הסימון הזה?
hi: क्या आप वाकई इस एनोटेशन को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovu bilješku?
id: Apakah Anda yakin ingin menghapus anotasi ini?
it: Sei sicuro di voler eliminare questa annotazione?
lv: Vai tiešām izdzēst šo piezīmi?
ms: Adakah anda pasti ingin memadamkan anotasi ini?
nl: Weet je zeker dat je deze aantekening wilt verwijderen?
pt_pt: Tens a certeza que queres apagar esta nota?
ro: Ești sigur că vrei să ștergi această notă?
ru: Вы уверены, что хотите удалить эту аннотацию?
sr: Да ли сте сигурни да желите да избришете ову напомену?
sv: Är du säker på att du vill radera anteckningen?
tr: Bu açıklamayı silmek istediğinize emin misiniz?
zh_cn: 你确定想要删除这个注释？
zh_hant: 您確實要刪除該註釋嗎？

# modals.delete-component-annotation.title
source: Delete annotation
cs: Smazat anotaci
de: Anmerkung löschen
es: Borrar nota
fr: Supprimer la note
he: מחיקת סימון
hi: एनोटेशन हटाएँ
hr: Izbriši bilješku
id: Haus anotasi
it: Elimina annotazione
lv: Izdzēst piezīmi
ms: Padam anotasi
nl: Aantekening verwijderen
pt_pt: Apagar nota
ro: Ștergeți notă
ru: Удалить аннотацию
sr: Избришите напомену
sv: Radera anteckningen
tr: Açıklamayı sil
zh_cn: 删除注释
zh_hant: 刪除註釋

# modals.delete-file-confirm.accept
source: Delete file
ar: احذف الملف
ca: Elimina el fitxer
cs: Smazat soubor
de: Datei löschen
el: Διαγραφή φακέλου
es: Borrar archivo
eu: Ezabatu fitxategia
fa: حذف فایل
fo: Strikað fílu
fr: Supprimer le fichier
he: מחיקת קובץ
hi: फ़ाइल हटाएँ
hr: Izbriši datoteku
id: Hapus berkas
it: Elimina file
ko: 파일 지우기
lv: Izdzēst datni
ms: Padam fail
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Excluir arquivo
pt_pt: Eliminar ficheiro
ro: Șterge fișier
ru: Удалить файл
sr: Избришите датотеку
sv: Radera fil
tr: Dosyayı sil
zh_cn: 删除文档
zh_hant: 刪除檔案

# modals.delete-file-confirm.message
source: Are you sure you want to delete this file?
ar: هل أنت متأكد أنك تريد حذف هذا الملف؟
ca: Segur que voleu eliminar el fitxer?
cs: Opravdu chcete tento soubor smazat?
de: Sind Sie sicher, dass Sie diese Datei löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το αρχείο?
es: ¿Seguro que quieres borrar este archivo?
eu: Benetan fitxategi hau ezabatu egin nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این فایل را حذف کنید؟
fo: Ert tú vísur í, at tú ynskjur at strikað fílu?
fr: Voulez-vous vraiment supprimer ce fichier ?
he: למחוק את הקובץ?
hi: क्या आप वाकई इस फ़ाइल को हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati ovu datoteku?
id: Apakah Anda yakin ingin menghapus berkas ini?
it: Eliminare questo file?
ko: 이 파일을 정말로 지우시겠습니까?
lv: Vai tiešām izdzēst šo datni?
ms: Adakah anda pasti mahu memadamkan fail ini?
nl: Weet je zeker dat je dit bestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik?
pt_br: Tem certeza que deseja excluir este arquivo?
pt_pt: Tens a certeza de que pretendes eliminar este ficheiro?
ro: Ești sigur că dorești să ștergi acest fișier?
ru: Точно удалить этот файл?
sr: Да ли сте сигурни да желите да обришете ову датотеку?
sv: Är du säker på att du vill radera filen?
tr: Bu dosyayı silmek istediğinden emin misin?
zh_cn: 你确定想要删除这个文档？
zh_hant: 您確定要刪除這個檔案嗎？

# modals.delete-file-confirm.title
source: Deleting file
ar: حذف الملف
ca: Eliminar el fitxer
cs: Mazání souboru
de: Datei löschen
el: Διαγραφή αρχείου
es: Borrando archivo
eu: Fitxategia ezabatzen
fa: در حال حذف فایل
fo: Strikar fílu
fr: Supprimer un fichier
he: הקובץ נמחק
hi: फ़ाइल हटाई जा रही है
hr: Brisanje datoteke
id: Menghapus berkas
it: Eliminazione file
ko: 파일 삭제중
lv: Izdzēš datni
ms: Memadam fail
nl: Bestand verwijderen
pl: Usuwanie pliku
pt_br: Excluindo arquivo
pt_pt: Eliminando ficheiro
ro: Ștergere fișier
ru: Удаление файла
sr: Брисање датотеке
sv: Raderar fil
tr: Dosya siliniyor
zh_cn: 正在删除文档
zh_hant: 正在刪除檔案

# modals.delete-file-multi-confirm.accept
source: Delete files
ar: احذف الملفات
ca: Elimina fitxers
cs: Vymazat soubory
de: Dateien löschen
es: Borrar archivos
eu: Ezabatu fitxategiak
fa: حذف فایل‌ها
fo: Strikar fílur
fr: Supprimer les fichiers
he: מחיקת קבצים
hi: फ़ाइलें हटाएँ
hr: Izbriši datoteke
id: Hapus berkas
it: Elimina files
ko: 여러 파일 지우기
lv: Izdzēst datnes
ms: Padam fail
nl: Bestanden verwijderen
pl: Usuń pliki
pt_br: Excluir arquivos
pt_pt: Eliminar ficheiros
ro: Șterge fișiere
ru: Удалить файлы
sr: Избришитедатотеку
sv: Radera filer
tr: Dosyaları sil
zh_cn: 删除文件
zh_hant: 刪除多個檔案

# modals.delete-file-multi-confirm.message
source: Are you sure you want to delete %s files?
ar: هل تريد بالتأكيد حذف %s من الملفات؟
ca: Segur que voleu eliminar %s fitxers?
cs: Opravdu chcete smazat soubory %s?
de: Sind Sie sicher, dass Sie %s Dateien löschen möchten?
es: ¿Seguro que quieres borrar %s archivos?
eu: Benetan %s fitxategi ezabatu egin nahi dituzu?
fa: آیا مطمئن هستید که می‌خواهید فایل‌های %s را حذف کنید؟
fo: Ert tú vísur í, at tú vil strikað %s fílur?
fr: Voulez-vous vraiment supprimer %s fichiers ?
he: למחוק %s קבצים?
hi: क्या आप वाकई %s फ़ाइलें हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati %s datoteke?
id: Apakah Anda yakin ingin menghapus %s berkas?
it: Eliminare %s files?
lv: Vai tiešām izdzēst %s datnes?
ms: Adakah anda pasti mahu memadamkan %s fail?
nl: Weet je zeker dat je %s bestanden wilt verwijderen?
pl: Czy na pewno chcesz usunąć %s pliki?
pt_br: Tem certeza de que deseja excluir %s arquivos?
pt_pt: Tens a certeza de que pretendes eliminar %s ficheiros?
ro: Ești sigur că dorești să ștergi aceste %s fișiere?
ru: Точно хотите удалить файлы (%s)?
sr: Да ли сте сигурни да желите да обришете %s датотека?
sv: Är du säker på att du vill radera %s filerna?
tr: %s dosyayı silmek istediğinden emin misin?
zh_cn: 你确定要删除这%s个文件？
zh_hant: 您確定要刪除 %s 個檔案嗎？

# modals.delete-file-multi-confirm.title
source: Deleting %s files
ar: حذف %s الملفات
ca: S'estan eliminant %s fitxers
cs: Mazání %s souborů
de: Lösche %s Dateien
es: Borrando %s archivos
eu: %s fitxategi ezabatzen
fa: در حال حذف %s فایل‌ها
fo: Strikar %s fílur
fr: Suppression de %s fichiers
he: %s קבצים נמחקים
hi: %s फ़ाइलें हटाई जा रही हैं
hr: Brisanje %s datoteka
id: Menghapus %s berkas
it: Eliminazione %s files
lv: Izdzēš %s datnes
ms: Memadamkan %s fail
nl: Verwijderen van %s bestanden
pl: Usuwanie %s plików
pt_br: Excluindo %s arquivos
pt_pt: Eliminando %s ficheiros
ro: Ștergere %s fișeiere în curs
ru: Удаление файлов (%s)
sr: Брисање %s датотека
sv: Raderar %s filer
tr: %s dosyayı sil
zh_cn: 正在删除%s个文件
zh_hant: 正在刪除 %s 個檔案

# modals.delete-font-variant.message
source: Are you sure you want to delete this font style? It will not load if is used in a file.
ar: هل أنت متأكد أنك تريد حذف نمط هذا الخط؟ لن يُحمل إذا استُخدم في ملف.
ca: Segur que voleu eliminar aquest estil de lletra? No es carregarà si s'utilitza en un fitxer.
cs: Opravdu chcete smazat tento styl písma? Pokud je použit v souboru, nenačte se.
de: Sind Sie sicher, dass Sie diesen Schriftschnitt löschen möchten? Sie wird nicht mehr geladen, wenn sie bereits in einer Datei verwendet wird.
es: Estas seguro de querer eliminar esta estilo de fuente? Dejara de cargar si es usada en algun fichero.
eu: Benetan letra-tipo estilo hau ezabatu egin nahi duzu? Ez da kargatuko fitxategiren baten erabiltzen baduzu.
fa: آیا مطمئن هستید که می‌خواهید این سبک فونت را حذف کنید؟ اگر در یک فایل استفاده شود، بارگیری نمی‌شود.
fr: Voulez-vous vraiment supprimer ce style de police ? Il ne sera pas chargé s'il est utilisé dans un fichier.
he: למחוק את סגנון הגופן הזה? הוא לא ייטען אם נעשה בו שימוש בקובץ.
hi: क्या आप वाकई इस फ़ॉन्ट स्टाइल को हटाना चाहते हैं? यदि यह किसी फ़ाइल में उपयोग हो रहा है तो यह लोड नहीं होगा।
hr: Jesi li siguran/na da želiš izbrisati ovaj stil fonta? Neće se učitati ako se koristi u datoteci.
id: Apakah Anda yakin ingin menghapus gaya fon ini? Ini tidak akan muat jika digunakan dalam sebuah berkas.
it: Eliminare questo stile del carattere? Se è usato in un file, non verrà caricato.
lv: Vai tiešām izdzēst šo fontu stilu? Tas netiks ielādēts, ja tiek izmantots datnē.
ms: Adakah anda pasti mahu memadamkan gaya fon ini? Ia tidak akan dimuatkan jika digunakan dalam fail.
nl: Weet je zeker dat je deze lettertypestijl wilt verwijderen? Het wordt dan niet meer geladen als het in een bestand wordt gebruikt.
pl: Czy na pewno chcesz usunąć ten styl czcionki? Nie zostanie załadowany, jeśli jest używany w pliku.
pt_br: Tem certeza de que deseja excluir este estilo de fonte? Ele não será carregado se for usado em um arquivo.
pt_pt: Tens a certeza de que pretendes eliminar este estilo de fonte? Não carregará se estiver a ser utilizado num ficheiro.
ro: Sigur doriți să ștergeți acest stil de font? Nu se va încărca dacă este folosit într-un fișier.
ru: Вы действительно хотите удалить это начертание шрифта? Оно не будет загружаться, если используется в файле.
sr: Да ли сте сигурни да желите да избришете овај стил фонта? Неће се учитати ако се користи у датотеци.
sv: Är du säker på att du vill radera denna typsnittsstil? Den laddas inte om den används i en fil.
tr: Bu yazı tipi biçimini silmek istediğinizden emin misiniz? Bir dosyada kullanılıyorsa yüklenmeyecektir.
zh_cn: 你确定要删除这个字体样式吗？如果它被用在某个文件里的话，将无法加载。
zh_hant: 您確實要刪除該字體樣式嗎？如果在文件中使用，它將不會加載。

# modals.delete-font-variant.title
source: Deleting font style
ar: حذف نمط الخط
ca: S'està eliminant l'estil de tipografia
cs: Odstranění stylu písma
de: Schriftschnitt löschen
es: Eliminando estilo de fuente
eu: Letra-tipo estiloa ezabatzen
fa: درحال حذف استایل فونت
fr: Suppression du style de police
he: סגנון גופן נמחק
hi: फ़ॉन्ट शैली हटाना
hr: Brisanje fonta
id: Menghapus gaya fon
it: Eliminazione stile del carattere
ko: 폰트 스타일 지우는 중
lv: Fonta stila dzēšana
ms: Memadam gaya fon
nl: Lettertypestijl verwijderen
pl: Usuwanie stylu czcionki
pt_br: Excluindo estilo de fonte
pt_pt: Eliminando estilo de fonte
ro: Ștergerea stilului fontului
ru: Удаление начертания шрифта
sr: Брисање стила фонта
sv: Tar bort typsnittsstil
tr: Yazı tipi biçimini sil
zh_cn: 正在删除字体样式
zh_hant: 正在刪除字體樣式

# modals.delete-font.message
source: Are you sure you want to delete this font? It will not load if is used in a file.
ar: هل أنت متأكد أنك تريد حذف هذا الخط؟ لن يُحمل إذا استُخدم في ملف.
ca: Segur que voleu eliminar aquesta tipografia? No es carregarà si s'utilitza en un fitxer.
cs: Opravdu chcete smazat toto písmo? Pokud je použito v souboru, nenačte se.
da: Er du sikker på, at du vil slette denne skrifttype? Den vil ikke indlæse, hvis den bliver brugt i en fil.
de: Sind Sie sicher, dass Sie diese Schriftart löschen möchten? Sie wird nicht mehr geladen, wenn sie bereits in einer Datei verwendet wird.
es: ¿Seguro que quieres eliminar esta fuente? Si está siendo usada en algún fichero no se cargará.
eu: Benetan letra-tipo hau ezabatu egin nahi duzu? Ez da kargatuko fitxategiren baten erabiltzen baduzu.
fa: آیا مطمئن هستید که می‌خواهید این فونت را حذف کنید؟ اگر در یک فایل استفاده شود، بارگیری نمی‌شود.
fr: Voulez-vous vraiment supprimer cette police ? Elle ne se chargera pas si elle est utilisée dans un fichier.
he: למחוק את הגופן הזה? הוא לא ייטען אם נעשה בו שימוש בקובץ.
hi: "क्या आप वाकई इस फ़ॉन्ट को हटाना चाहते हैं? यदि यह किसी फ़ाइल में उपयोग हो रहा है तो यह लोड नहीं होगा।
hr: Jesi li siguran/na da želiš izbrisati ovaj font? Neće se učitati ako se koristi u datoteci.
id: Apakah Anda yakin ingin menghapus fon ini? Ini tidak akan muat jika digunakan dalam sebuah berkas.
it: Eliminare questo carattere? Se è usato in un file, non verrà caricato.
lv: Vai tiešām izdzēst šo fontu? Tas netiks ielādēts, ja tiek izmantots datnē.
ms: Adakah anda pasti mahu memadamkan fon ini? Ia tidak akan dimuatkan jika digunakan dalam fail.
nl: Weet je zeker dat je dit lettertype wilt verwijderen? Het wordt dan niet meer geladen als het in een bestand wordt gebruikt.
pl: Czy na pewno chcesz usunąć tę czcionkę? Nie zostanie załadowana, jeśli jest używana w pliku.
pt_br: Tem certeza que deseja excluir essa fonte? Ela não será carregada se for utilizada em um arquivo.
pt_pt: Tens a certeza de que pretendes eliminar esta fonte? Não carregará se estiver a ser utilizada num ficheiro.
ro: Ești sigur că dorești să ștergi acest font? O dată șters acesta nu se va mai încărca în proiectele tale.
ru: Вы действительно хотите удалить этот шрифт? Он не будет загружаться, если используется в файле.
sr: Да ли сте сигурни да желите да избришете овај фонт? Неће се учитати ако се користи у датотеци.
sv: Är du säker på att du vill ta bort detta typsnitt? Den kommer inte ladda om den används i en fil.
tr: Bu yazı tipini silmek istediğinize emin misiniz? Bir dosyada kullanılıyorsa yüklenmeyecektir.
zh_cn: 你确定要删除这个字体吗？如果它被用在某个文件里的话，将无法加载。
zh_hant: 您確實要刪除該字體嗎？如果在文件中使用，它將不會加載。

# modals.delete-font.title
source: Deleting font
ar: حذف الخط
ca: S'està eliminant la tipografia
cs: Mazání písma
da: Sletter skrifttype
de: Schriftart löschen
es: Eliminando fuente
eu: Letra-tipoa ezabatzen
fa: درحال حذف فونت
fr: Suppression de la police
he: גופן נמחק
hi: फ़ॉन्ट हटाया जा रहा है
hr: Brisanje fonta
id: Menghapus fon
it: Eliminazione carattere
ko: 폰트 지우는 중
lv: Fonta dzēšana
ms: Memadam fon
nl: Lettertype verwijderen
pl: Usuwanie czcionki
pt_br: Excluindo fonte
pt_pt: Eliminando fonte
ro: Ștergere font
ru: Удаление шрифта
sr: Брисање фонта
sv: Tar bort typsnitt
tr: Yazı tipini sil
zh_cn: 正在删除字体
zh_hant: 刪除字型

# modals.delete-page.body
source: Are you sure you want to delete this page?
ar: هل أنت متأكد أنك تريد حذف هذه الصفحة؟
ca: Segur que voleu eliminar la pàgina?
cs: Opravdu chcete smazat tuto stránku?
de: Sind Sie sicher, dass Sie diese Seite löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη σελίδα;
es: ¿Seguro que quieres borrar esta página?
eu: Benetan orrialde hau ezabatu egin nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این صفحه را حذف کنید؟
fr: Voulez-vous vraiment supprimer cette page ?
he: למחוק את העמוד הזה?
hi: क्या आप वाकई इस पृष्ठ को हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati ovu stranicu?
id: Apakah Anda yakin ingin menghapus halaman ini?
it: Eliminare questa pagina?
ko: 정말로 해당 페이지를 지우시겠습니까?
lv: Vai tiešām izdzēst šo lapu?
ms: Adakah anda pasti mahu memadamkan halaman ini?
nl: Weet je zeker dat je deze pagina wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę stronę?
pt_br: Tem certeza de que deseja excluir esta página?
pt_pt: Tens a certeza de que pretendes eliminar esta página?
ro: Ești sigur că dorești să ștergi această pagină?
ru: Вы уверены, что хотите удалить эту страницу?
sr: Да ли сте сигурни да желите да обришете ову страницу?
sv: Är du säker på att du vill ta bort den här sidan?
tr: Bu sayfayı silmek istediğinden emin misin?
zh_cn: 你确定想要删除这个页面？
zh_hant: 您確定要刪除這個頁面嗎？

# modals.delete-page.title
source: Delete page
ar: احذف الصفحة
ca: Elimina la pàgina
cs: Smazat stránku
de: Seite löschen
el: Διαγραφή σελίδας
es: Borrar página
eu: Ezabatu orrialdea
fa: حذف صفحه
fr: Supprimer une page
he: מחיקת עמוד
hi: पृष्ठ हटाएँ
hr: Brisanje stranice
id: Hapus halaman
it: Elimina pagina
ko: 페이지 삭제
lv: Dzēst lapu
ms: Padam halaman
nl: Pagina verwijderen
pl: Usuń stronę
pt_br: Excluir página
pt_pt: Eliminar página
ro: Șterge pagină
ru: Удаление страницы
sr: Избришите страницу
sv: Radera sida
tr: Sayfayı sil
zh_cn: 删除页面
zh_hant: 刪除頁面
