Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# viewer.header.comments-section
source: Comments (%s)
ar: التعليقات (%s)
ca: Comentaris (%s)
cs: Komentáře (%s)
de: Kommentare (%s)
es: Comentarios (%s)
eu: Iruzkinak (%s)
fa: نظرات (%s)
fr: Commentaires (%s)
he: הערות (%s)
hi: टिप्पणियाँ (%s)
hr: Komentari (%s)
id: Komentar (%s)
it: Commenti (%s)
lv: Komentāri (%s)
nl: Commentaar (%s)
pl: Komentarze (%s)
pt_br: Comentários (%s)
pt_pt: Comentários (%s)
ro: Comentarii (%s)
ru: Комментарии (%s)
sr: Коментари (%s)
sv: Kommentarer (%)
tr: Yorumlar (%s)
zh_cn: 注释 （%s）
zh_hant: 留言(%s)

# viewer.header.dont-show-interactions
source: Don't show interactions
ar: لا تطهر التفاعلات
ca: No mostris les interaccions
cs: Nezobrazovat interakce
de: Interaktionen nicht anzeigen
el: Μην εμφανίζετε αλληλεπιδράσεις
es: No mostrar interacciones
eu: Ez erakutsi interakzioak
fa: تعاملات را نشان ندهید
fr: Ne pas afficher les interactions
he: לא להציג אינטראקציות
hi: इंटरैक्शन न दिखाएं
hr: Ne prikazuj interakcije
id: Jangan tampilkan interaksi
it: Non mostrare le interazioni
lv: Nerādīt mijiedarbības
nl: Interacties niet tonen
pl: Nie pokazuj interakcji
pt_br: Não mostrar interações
pt_pt: Não mostrar interações
ro: Nu afişa interacţiunile
ru: Не показывать взаимодействия
sr: Не приказуј интеракције
sv: Visa inte interaktioner
tr: Etkileşimleri gösterme
zh_cn: 不显示交互
zh_hant: 隱藏互動

# viewer.header.fullscreen
source: Full Screen
ar: تكبير الشاشة
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbildmodus
el: Πλήρης οθόνη
es: Pantalla completa
eu: Pantaila osoa
fa: تمام صفحه
fr: Plein écran
he: מסך מלא
hi: पूर्ण स्क्रीन
hr: Cijeli zaslon
id: Layar Penuh
it: Schermo intero
lv: Pilnekrāns
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Tela Cheia
ro: Ecran complet
ru: Полный экран
sr: Цели екран
sv: Helskärm
tr: Tam Ekran
zh_cn: 全屏
zh_hant: 全螢幕

# viewer.header.inspect-section
source: Inspect (%s)
ar: التفحص (%s)
cs: Zkontrolovat (%s)
de: Spezifikation (%s)
es: Inspector (%s)
eu: Ikuskagailua (%s)
fr: Inspecter (%s)
he: חקירה (%s)
hi: निरीक्षण करें (%s)
hr: Pregledaj (%s)
id: Inspeksi (%s)
it: Ispeziona (%s)
lv: Apskatīt (%s)
nl: Inspecteren (%s)
pl: Sprawdź (%s)
pt_br: Inspeção (%s)
pt_pt: Inspecionar (%s)
ro: Inspectă (%s)
ru: Осмотр (%s)
sr: Преглед (%s)
sv: Inspektera (%s)
tr: İncele (%s)
zh_cn: 检查 （%s）
zh_hant: 檢視 (%s)

# viewer.header.interactions
source: Interactions
ar: التفاعلات
ca: Interaccions
cs: Interakce
de: Interaktionen
es: Interacciones
eu: Interakzioak
fa: تعاملات
he: אינטראקציות
hi: इंटरैक्शन
hr: Interakcije
id: Interaksi
it: Interazioni
lv: Mijiedarbības
nl: Interacties
pl: Interakcje
pt_br: Interações
pt_pt: Interações
ro: Interacţiunile
ru: Интерактив
sr: Интеракције
sv: Interaktioner
tr: Etkileşimler
zh_cn: 交互
zh_hant: 交互作用

# viewer.header.interactions-section
source: Interactions (%s)
ar: التفاعلات (%s)
ca: Interaccions (%s)
cs: Interakce (%s)
de: Interaktionen (%s)
es: Interacciones (%s)
eu: Interakzioak (%s)
fa: تعاملات (%s)
he: אינטראקציות (%s)
hi: अंतर्क्रियाएँ (%s)
hr: Interakcije (%s)
id: Interaksi (%s)
it: Interazioni (%s)
lv: Mijiedarbības (%s)
nl: Interacties (%s)
pl: Interakcje (%s)
pt_br: Interações (%s)
pt_pt: Interações (%s)
ro: Interacțiuni (%s)
ru: Интерактив (%s)
sr: Интеракције (%s)
sv: Interaktioner (%s)
tr: Etkileşimler (%s)
zh_cn: 交互 （%s）
zh_hant: 互動 (%s)

# viewer.header.share.copy-link
source: Copy link
ar: نسخ الرابط
ca: Copia l'enllaç
cs: Kopírovat odkaz
de: Link kopieren
el: Αντιγραφή link
es: Copiar enlace
eu: Kopiatu esteka
fa: کپی کردن لینک
fr: Copier le lien
he: העתקת קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
id: Salin tautan
it: Copia link
lv: Kopēt saiti
nl: Link kopiëren
pl: Kopiuj link
pt_br: Copiar link
pt_pt: Copiar link
ro: Copiază link
ru: Скопировать ссылку
sr: Копирај везу
sv: Kopiera länk
tr: Bağlantıyı kopyala
zh_cn: 复制链接
zh_hant: 複製連結

# viewer.header.show-interactions
source: Show interactions
ar: أطهر التفاعلات بالنقر
ca: Mostra les interaccions
cs: Zobrazit interakce
de: Interaktionen anzeigen
el: Εμφάνιση αλληλεπιδράσεων
es: Mostrar interacciones
eu: Erakutsi interakzioak
fa: نشان دادن تعاملات
fr: Afficher les interactions
he: הצגת פעילויות
hi: इंटरैक्शन दिखाएँ
hr: Prikaži interakcije
id: Tampilkan interaksi
it: Mostra interazioni
lv: Rādīt mijiedarbības
nl: Interacties tonen
pl: Pokaż interakcje
pt_br: Mostrar interações
pt_pt: Mostrar interações
ro: Afişează interacţiunile
ru: Показывать взаимодействия
sr: Прикажи интеракције
sv: Visa interaktioner
tr: Etkileşimleri göster
zh_cn: 显示交互
zh_hant: 顯示互動

# viewer.header.show-interactions-on-click
source: Show interactions on click
ar: أطهر التفاعلات بالنقر
ca: Mostra les interaccions en fer clic
cs: Zobrazit interakce po kliknutí
de: Interaktionen beim Klicken anzeigen
el: Εμφάνιση αλληλεπιδράσεων με click
es: Mostrar interacciones al hacer click
eu: Erakutsi interakzioak klik egitean
fa: نمایش تعاملات در کلیک
fr: Afficher les interactions au clic
he: הצגת פעילויות בקליק
hi: क्लिक पर इंटरैक्शन दिखाएं
hr: Prikaži interakcije na klik
id: Tampilkan interaksi pada klik
it: Mostra interazioni al click
lv: Rādīt mijiedarbības pēc klikšķa
nl: Interacties tonen bij aanklikken
pl: Pokaż interakcje po kliknięciu
pt_br: Mostrar interações ao clicar
pt_pt: Mostrar interações com click
ro: Afişează interacţiunile la click
ru: Показывать взаимодействия по клику
sr: Прикажи интеракције на клик
sv: Visa interaktioner på klick
tr: Tıklamada etkileşimleri göster
zh_cn: 点击时显示交互
zh_hant: 點擊時顯示互動

# viewer.header.sitemap
source: Sitemap
ar: خريطة الموقع
ca: Mapa del lloc
cs: Mapa stránek
es: Mapa del sitio
eu: Webgunearen mapa
fa: نقشه سایت
fr: Plan du site
he: מפת אתר
hi: साइटमैप
id: Peta Situs
lv: Vietnes karte
pl: Mapa strony
pt_br: Mapa do site
pt_pt: Mapa do site
ro: Harta site-ului
ru: План сайта
sr: Мапа сајта
sv: Översiktsplan
tr: Site haritası
zh_cn: 站点地图
zh_hant: 網站地圖

# webhooks.last-delivery.success
source: Last delivery was successful.
ar: محاذاة المركز الأفقي
cs: Poslední doručení proběhlo úspěšně.
de: Die letzte Übertragung war erfolgreich.
es: El último envío fue correcto.
eu: Azken bidalketa ondo joan da.
fr: Le dernier envoi a réussi.
he: ההעברה האחרונה הצליחה.
hi: पिछली डिलीवरी सफल रही।
hr: Zadnja isporuka bila je uspješna.
id: Pengiriman terakhir berhasil.
it: L'ultimo invio è avvenuto con successo.
lv: Pēdējā piegāde bija veiksmīga.
nl: De laatste levering was succesvol.
pl: Ostatnia wysyłka przebiegła pomyślnie.
pt_br: O último envio foi bem-sucedido.
pt_pt: Último envio com sucesso.
ro: Ultima livrare a fost cu succes.
ru: Последняя доставка прошла успешно.
sr: Последња испорука је била успешна.
sv: Senaste leveransen lyckades.
tr: Son iletim başarılı oldu.
zh_cn: 上次交付成功。
zh_hant: 上次交付成功。

# workspace.align.hcenter
source: Align horizontal center (%s)
ar: محاذاة المركز الأفقي (%s)
ca: Alinea el centre horitzontal (%s)
cs: Zarovnat vodorovně na střed (%s)
de: Zentrieren (horizontal) (%s)
el: Στοίχιση στο κέντρο (%s)
es: Alinear al centro (%s)
eu: Lerrokatu erdian (%s)
fa: تراز کردن مرکز افقی (%s)
fr: Aligner horizontalement au centre (%s)
he: (%s) יישור למרכז האופקי
hi: क्षैतिज केंद्र पर संरेखित करें (%s)
hr: Poravnaj vodoravno u sredinu (%s)
id: Sesuaikan tengah horizontal (%s)
it: Allinea orizzontalmente al centro (%s)
lv: Līdzināt līmeniskajā vidū (%s)
nl: Horizontaal centreren (%s)
pl: Wyrównaj do środka w poziomie (%s)
pt_br: Centralizar horizontalmente (%s)
pt_pt: Alinhar horizontal ao centro (%s)
ro: Aliniază orizontal (%s)
ru: Выровнять по горизонтали (%s)
sr: Поравнај на водоравну средину (%s)
sv: Justera horisontellt centrum (%s)
tr: Yatay olarak ortaya hizala (%s)
zh_cn: 水平居中对齐 (%s)
zh_hant: 水平居中對齊 (%s)

# workspace.align.hdistribute
source: Distribute horizontal spacing (%s)
ar: توزيع المسافات الأفقية (%s)
ca: Distribueix l'espaiat horitzontal (%s)
cs: Rozmístit vodorovné mezery (%s)
de: Horizontal verteilen (%s)
el: Κατανομή οριζόντιου χώρου (%s)
es: Distribuir espacio horizontal (%s)
eu: Banatu espazioa horizontalki (%s)
fa: توزیع فاصله افقی (%s)
fr: Répartir l’espacement horizontal (%s)
he: (%s) פיזור ריווח אופקי
hi: क्षैतिज अंतराल वितरित करें (%s)
hr: Distribuiraj vodoravni razmak (%s)
id: Distribusikan spasi horizontal (%s)
it: Distribuisci spaziatura orizzontale (%s)
lv: Izlīdzināt līmeniskās atstarpes (%s)
nl: Horizontaal verdelen (%s)
pl: Rozłóż odstępy w poziomie (%s)
pt_br: Distribuir espaçamento horizontal (%s)
pt_pt: Distribuir espaçamento horizontal (%s)
ro: Introdu spaţierea orizontală (%s)
ru: Распределить горизонтальное пространство (%s)
sr: Распореди водоравни размак (%с)
sv: Distribuera horisontellt avstånd (%s)
tr: Yatayda dağıt (%s)
zh_cn: 水平均匀分布 (%s)
zh_hant: 水平間距分佈 (%s)

# workspace.align.hleft
source: Align left (%s)
ar: محاذاة للشمال (%s)
ca: Alinea a l'esquerra (%s)
cs: Zarovnat doleva (%s)
de: Linksbündig ausrichten (%s)
el: Ευθυγράμμιση προς τα αριστερά (%s)
es: Alinear a la izquierda (%s)
eu: Lerrokatu ezkerrean (%s)
fa: تراز به چپ (%s)
fr: Aligner à gauche (%s)
he: (%s) יישור שמאלה
hi: बाएँ संरेखित करें (%s)
hr: Poravnaj lijevo (%s)
id: Sesuaikan ke kiri (%s)
it: Allinea a sinistra (%s)
lv: Līdzināt pa kreisi (%s)
nl: Links uitlijnen (%s)
pl: Wyrównaj do lewej (%s)
pt_br: Alinhar a esquerda (%s)
pt_pt: Alinhar à esquerda (%s)
ro: Aliniază la stânga (%s)
ru: Выровнять по левому краю (%s)
sr: Поравнај на лево (%s)
sv: Justera vänster (%s)
tr: Sola hizala (%s)
zh_cn: 靠左对齐 (%s)
zh_hant: 左對齊 (%s)

# workspace.align.hright
source: Align right (%s)
ar: محاذاة لليمين (%s)
ca: Alinea a la dreta (%s)
cs: Zarovnat doprava (%s)
de: Rechtsbündig ausrichten (%s)
el: Ευθυγράμμιση προς τα δεξιά (%s)
es: Alinear a la derecha (%s)
eu: Lerrokatu eskuman (%s)
fa: تراز کردن به راست (%s)
fr: Aligner à droite (%s)
he: (%s) יישור ימינה
hi: दाएँ संरेखित करें (%s)
hr: Poravnaj desno (%s)
id: Sesuaikan ke kanan (%s)
it: Allinea a destra (%s)
lv: Līdzināt pa labi (%s)
nl: Rechts uitlijnen (%s)
pl: Wyrównaj do prawej (%s)
pt_br: Alinhar a direita (%s)
pt_pt: Alinhar à direita (%s)
ro: Aliniază la dreapta (%s)
ru: Выровнять по правому краю (%s)
sr: Поравнај на десно (%s)
sv: Justera höger (%s)
tr: Sağa hizala (%s)
zh_cn: 靠右对齐 (%s)
zh_hant: 右對齊 (%s)

# workspace.align.vbottom
source: Align bottom (%s)
ar: محاذاة للأسفل (%s)
ca: Alinea la part inferior (%s)
cs: Zarovnat dolů (%s)
de: Unten ausrichten (%s)
el: Στοίχιση κάτω (%s)
es: Alinear abajo (%s)
eu: Lerrokatu behean (%s)
fa: تراز کردن پایین (%s)
fr: Aligner en bas (%s)
he: (%s) יישור למטה
hi: नीचे संरेखित करें (%s)
hr: Poravnaj dolje (%s)
id: Sesuaikan ke bawah (%s)
it: Allinea in basso (%s)
lv: Līdzināt pie apakšas (%s)
nl: Onderkant uitlijnen (%s)
pl: Wyrównaj do dołu (%s)
pt_br: Alinhar a base (%s)
pt_pt: Alinhar abaixo (%s)
ro: Aliniază jos (%s)
ru: Выровнять по нижнему краю (%s)
sr: Поравнај по дну (%s)
sv: Justera botten (%s)
tr: Alta hizala (%s)
zh_cn: 底部对齐 (%s)
zh_hant: 底部對齊 (%s)

# workspace.align.vcenter
source: Align vertical center (%s)
ar: محاذاة للمركز العمودي (%s)
ca: Alinea el centre vertical (%s)
cs: Zarovnat svisle na střed (%s)
de: Mittig ausrichten (vertikal) (%s)
el: Ευθυγραμμίστε το κάθετο κέντρο (%s)
es: Alinear al centro (%s)
eu: Lerrokatu erdian (%s)
fa: تراز کردن مرکز عمودی (%s)
fr: Aligner verticalement au centre (%s)
he: (%s) יישור למרכז אנכית
hi: ऊर्ध्वाधर केंद्र पर संरेखित करें (%s)
hr: Poravnaj okomito u sredinu (%s)
id: Sesuaikan ke tengah vertikal (%s)
it: Allinea verticalmente al centro (%s)
lv: Līdzināt stateniskajā vidū (%s)
nl: Verticaal centreren (%s)
pl: Wyrównaj do środka w pionie (%s)
pt_br: Centralizar verticalmente (%s)
pt_pt: Alinhar ao centro verticalmente (%s)
ro: Aliniază vertical (%s)
ru: Выровнять по вертикали (%s)
sr: Поравнај на усправну средину (%s)
sv: Justera vertikalt centrum (%s)
tr: Dikey olarak ortaya hizala (%s)
zh_cn: 垂直居中对齐 (%s)
zh_hant: 垂直居中對齊 (%s)

# workspace.align.vdistribute
source: Distribute vertical spacing (%s)
ar: توزيع التباعد الرئسي (%s)
ca: Distribueix l'espaiat vertical (%s)
cs: Rozmístit vertikální mezery (%s)
de: Vertikal verteilen (%s)
el: Κατανομή κατακόρυφων αποστάσεων (%s)
es: Distribuir espacio vertical (%s)
eu: Banatu espazioa bertikalki (%s)
fa: توزیع فاصله عمودی (%s)
fr: Répartir l’espacement vertical (%s)
he: (%s) פיזור בריווח אנכי
hi: ऊर्ध्वाधर अंतराल वितरित करें (%s)
hr: Distribuiraj okomiti razmak (%s)
id: Distribusikan spasi vertikal (%s)
it: Distribuisci spaziatura verticale (%s)
lv: Izlīdzināt stateniskās atstarpes (%s)
nl: Verticaal verdelen (%s)
pl: Rozłóż odstępy w pionie (%s)
pt_br: Distribuir espaçamento vertical (%s)
pt_pt: Distribuir espaçamento vertical (%s)
ro: Introdu spaţierea pe verticală (%s)
ru: Распределить вертикальное пространство (%s)
sr: Распореди усправни размак (%s)
sv: Distribuera vertikalt avstånd (%)
tr: Dikeyde dağıt (%s)
zh_cn: 垂直均匀分布 (%s)
zh_hant: 垂直間距分佈 (%s)

# workspace.align.vtop
source: Align top (%s)
ar: محاذاة لأعلى (%s)
ca: Alinea la part superior (%s)
cs: Zarovnat nahoru (%s)
de: Oben ausrichten (%s)
el: Ευθυγραμμίστε την κορυφή (%s)
es: Alinear arriba (%s)
eu: Lerrokatu goian (%s)
fr: Aligner en haut (%s)
he: (%s) יישור למעלה
hi: ऊपर संरेखित करें (%s)
hr: Poravnaj gore (%s)
id: Sesuaikan ke atas (%s)
it: Allinea in alto (%s)
lv: Līdzināt pie augšas (%s)
nl: Bovenkant uitlijnen (%s)
pl: Wyrównaj do góry (%s)
pt_br: Alinhar ao topo (%s)
pt_pt: Alinhar ao topo (%s)
ro: Aliniază sus (%s)
ru: Выровнять по верхнему краю (%s)
sr: Поравнај по врху (%s)
sv: Justera toppen (%s)
tr: Üste hizala (%s)
zh_cn: 顶部对齐 (%s)
zh_hant: 頂部對齊 (%s)

# workspace.assets.add-library
source: Add library
ar: أضف مكتبة
cs: Přidat knihovnu
de: Bibliothek hinzufügen
es: Añadir biblioteca
fr: Ajouter une bibliothèque
he: הוספת ספרייה
hi: लाइब्रेरी जोड़ें
hr: Dodaj biblioteku
id: Tambahkan pustaka
it: Aggiungi libreria
lv: Pievienot bibliotēku
nl: Bibliotheek toevoegen
pt_pt: Adicionar biblioteca
ro: Adaugă bibliotecă
sv: Lägg till bibliotek
tr: Kütüphane ekle
zh_cn: 新增库
zh_hant: 新增圖庫

# workspace.assets.assets
source: Assets
ar: أصول
ca: Recursos
cs: Podklady
el: Περιουσιακά στοιχεία
es: Recursos
eu: Baliabideak
fa: دارایی‌ها
fr: Ressources
he: משאבים
hi: एसेट्स
hr: Stavke
id: Aset
it: Risorse
lv: Līdzekļi
pl: Zasoby
pt_br: Ativos
pt_pt: Recursos
ro: Obiecte
ru: Ресурсы
sr: Средства
sv: Tillgångar
tr: Varlıklar
zh_cn: 素材
zh_hant: 資產

# workspace.assets.box-filter-all
source: All assets
ar: كل الأصول
ca: Tots els recursos
cs: Všechny podklady
de: Alle Assets
el: Όλα τα περιουσιακά στοιχεία
es: Todos
eu: Guztiak
fa: تمام دارایی‌ها
fr: Toutes les ressources
he: כל המשאבים
hi: सभी एसेट्स
hr: Sve stavke
id: Semua aset
it: Tutte le risorse
lv: Visi līdzekļi
nl: Alle assets
pl: Wszystkie zasoby
pt_br: Todos os ativos
pt_pt: Todos os recursos
ro: Toate obiectele
ru: Все ресурсы
sr: Сва средства
sv: Alla tillgångar
tr: Tüm varlıklar
zh_cn: 所有素材
zh_hant: 所有資源

# workspace.assets.colors
source: Colors
ar: الألوان
cs: Barvy
de: Farben
el: Χρώματα
es: Colores
eu: Koloreak
fa: رنگ‌ها
fr: Couleurs
he: צבעים
hi: रंगों
hr: Boje
id: Warna
it: Colori
lv: Krāsas
nl: Kleuren
pl: Kolory
pt_br: Cores
pt_pt: Cores
ro: Culori
ru: Цвета
sr: Боје
sv: Färger
tr: Renkler
zh_cn: 颜色
zh_hant: 顏色

# workspace.assets.colors.add-color
source: Add color
cs: Přidat barvu
de: Farbe hinzufügen
es: Añadir color
fr: Ajouter une couleur
he: הוספת צבע
hi: रंग जोड़ें
hr: Dodajte boju
id: Tambahkan warna
it: Aggiungi colore
lv: Pievienot krāsu
nl: Kleur toevoegen
pt_pt: Adicionar cor
ro: Adaugă culoare
sv: Lägg till färg
tr: Renk ekle
zh_cn: 新增颜色
zh_hant: 新增顏色

# workspace.assets.component-group-options
source: Component group options
es: Opciones del grupo de componentes
fr: Options de groupe de composants
he: אפשרויות קבוצת רכיבים
hi: घटक समूह विकल्प
it: Opzioni gruppo componenti
nl: Componentgroep opties
ro: Opțiuni grup de componente
sv: Komponentgruppsalternativ
tr: Bileşen grubu seçenekleri

# workspace.assets.components
source: Components
ar: عناصر
cs: Komponenty
de: Komponenten
el: Συστατικά
es: Componentes
eu: Osagaiak
fa: کامپوننت‌ها
fr: Composants
he: רכיבים
hi: घटकों
hr: Komponente
id: Komponen
it: Componenti
lv: Sastāvdaļas
nl: Componenten
pl: Komponenty
pt_br: Componentes
pt_pt: Componentes
ro: Componente
ru: Компоненты
sr: Компоненте
sv: Komponenter
tr: Bileşenler
zh_cn: 组件
zh_hant: 元件

# workspace.assets.components.add-component
source: Add component
cs: Přidat komponentu
de: Komponente hinzufügen
es: Añadir componente
fr: Ajouter un composant
he: הוספת רכיב
hi: घटक जोड़ें
hr: Dodajte komponentu
id: Tambahkan komponen
it: Aggiungi componente
lv: Pievienot sastāvdaļu
nl: Component toevoegen
pt_pt: Adicionar componente
ro: Adaugă componentă
sv: Lägg till komponent
tr: Bileşen ekle
zh_cn: 新增组件
zh_hant: 新增元件

# workspace.assets.components.num-variants
source: %s Variants
es: %s Variantes
fr: %s variantes
he: %s הגוונים
hi: %s प्रकार
it: %s Varianti
lv: %s varianti
nl: %s varianten
ro: %s variante
sv: % Varianter
tr: %s Çeşit
zh_cn: %s 变体

# workspace.assets.create-group
source: Create a group
ar: أنشئ مجموعة
ca: Crea un grup
cs: Vytvořit skupinu
de: Gruppe erstellen
es: Crear un grupo
eu: Sortu talde bat
fa: ایجاد یک گروه
fr: Créer un groupe
he: יצירת קבוצה
hi: एक समूह बनाएं
hr: Kreiraj grupu
id: Buat sebuah kelompok
it: Crea un gruppo
lv: Izveidot kopu
nl: Groep aanmaken
pl: Utwórz grupę
pt_br: Criar grupo
pt_pt: Criar grupo
ro: Creează grup
ru: Создать группу
sr: Направите групу
sv: Skapa en grupp
tr: Grup oluştur
zh_cn: 创建组
zh_hant: 建立群組

# workspace.assets.create-group-hint
source: Your items are going to be named automatically as "group name / item name"
ar: ستُسمى عناصرك تلقائيًا ك "اسم مجموعة / اسم عنصر"
ca: Els elements s'anomenaran automàticament com a "nom del grup / nom de l'element"
cs: Vaše položky budou automaticky pojmenovány jako „název skupiny / název položky“
de: Ihre Elemente werden automatisch nach diesem Schema benannt: "Gruppenname / Elementname"
es: Tus elementos se renombrarán automáticamente a "nombre grupo / nombre elemento"
eu: Zure elementuak berrizendatu egingo dira: "taldearen izena / elementuaren izena"
fa: آیتم‌های شما به طور خودکار به عنوان "نام گروه / نام آیتم" نامگذاری می‌شوند
fr: Vos éléments seront nommées automatiquement sous la forme « nom du groupe / nom de l'élément »
he: הפריטים שלך יקבלו אוטומטית שם בסגנון „שם קבוצה / שם פריט”
hi: आपके आइटम अपने आप “ग्रुप नाम / आइटम नाम” के रूप में नामित किए जाएंगे
hr: Tvoje stavke će se automatski imenovati kao "naziv grupe / naziv stavke"
id: Butir Anda akan dinamakan "nama kelompok / nama butir" secara otomatis
it: I tuoi elementi verrano rinominati automaticamente come "Nome gruppo / nome elemento"
lv: Vienumi tiks automātiski nosaukti kā “kopas nosaukums/vienuma nosaukums”
nl: Je items krijgen automatisch de naam "groepsnaam / itemnaam"
pl: Twoje elementy zostaną automatycznie nazwane jako „nazwa grupy / nazwa elementu”
pt_br: Seus itens serão nomeados automaticamente como "nome do grupo / nome do item"
pt_pt: Os teus itens serão nomeados automaticamente como "nome do grupo / nome do item"
ro: Obiectele vor fi numite automat ca "nume grup / nume obiect"
ru: Вашим элементам будет автоматически присвоено название «название группы/название элемента»
sr: Ваше ставке ће бити аутоматски именоване као "име групе / име ставке“
sv: Dina objekt kommer att namnges automatiskt som "gruppnamn / objektnamn"
tr: Ögeleriniz otomatik olarak "grup adı / öge adı" olarak adlandırılacak
zh_cn: 这些物件将按照“组名/物件名”的格式自动命名
zh_hant: 您的項目將自動命名為「群組名稱 / 項目名稱」

# workspace.assets.delete
source: Delete
ar: امسح
ca: Elimina
de: Löschen
el: Διαγραφή
es: Borrar
eu: Ezabatu
fa: حذف
fr: Supprimer
he: מחיקה
hi: मिटाना
hr: Izbriši
id: Hapus
it: Elimina
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Şterge
ru: Удалить
sr: Избирши
sv: Radera
tr: Sil
zh_cn: 删除
zh_hant: 刪除

# workspace.assets.duplicate
source: Duplicate
ar: انسخ
ca: Duplica
cs: Duplikovat
de: Duplizieren
el: Αντιγραφή
es: Duplicar
eu: Bikoiztu
fa: تکثیر
fr: Dupliquer
he: שכפול
hi: नकल करें
hr: Dupliciraj
id: Gandakan
it: Duplica
lv: Divkāršot
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sr: Дуплирај
sv: Duplicera
tr: Çoğalt
zh_cn: 创建副本
zh_hant: 複本

# workspace.assets.duplicate-main
source: Duplicate main
ar: انسخ الأصل
cs: Duplikovat hlavní
de: Hauptkomponente duplizieren
es: Duplicar principal
eu: Bikoiztu nagusia
fr: Dupliquer le principal
he: שכפול הראשי
hi: मुख्य की नकल करें
hr: Dupliciraj glavni
id: Gandakan utama
it: Duplica principale
lv: Divkāršot galveno
nl: Hoofdcomponent dupliceren
pt_pt: Duplicar principal
ro: Duplicare principală
ru: Дублировать главное
sr: Дуплирај главно
sv: Duplicera huvudarbetsytan
tr: Ana bileşeni çoğalt
zh_cn: 重复主体
zh_hant: 複製主要資源

# workspace.assets.edit
source: Edit
ar: عدّل
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
eu: Editatu
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादन
hr: Uredi
id: Sunting
it: Modifica
lv: Labot
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sr: Уреди
sv: Redigera
tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# workspace.assets.filter
source: Filter
cs: Filtr
de: Filtern
es: Filtrar
fr: Filtrer
he: סינון
hi: फिल्टर
id: Penyaring
it: Filtra
lv: Atlasīt
nl: Filteren
pt_pt: Filtrar
ro: Filtru
ru: Фильтр
sr: Филтер
tr: Filtrele
zh_cn: 过滤器
zh_hant: 篩選資源

# workspace.assets.graphics
source: Graphics
ar: رسوميات
ca: Gràfics
cs: Grafika
de: Grafiken
el: Γραφικά
es: Gráficos
eu: Grafikoak
fa: گرافیک
fr: Graphiques
he: גרפיקה
hi: ग्राफ़िक्स
hr: Grafika
id: Grafis
it: Grafiche
lv: Attēli
pl: Grafika
pt_br: Imagens
pt_pt: Gráficos
ro: Obiecte grafice
ru: Графика
sr: Графика
sv: Grafik
tr: Grafikler
zh_cn: 图形
zh_hant: 圖形

# workspace.assets.grid-view
source: Grid view
cs: Zobrazení mřížky
de: Rasteransicht
es: Ver como rejilla
fr: Vue en grille
he: תצוגת טבלה
hi: जाल दृश्य
hr: Grid prikaz
id: Tampilan kisi
it: Vista a griglia
lv: Režģa skats
nl: Rasterweergave
ro: Vizualizare grilă
sv: Rutnätsvy
tr: Izgara görünümü
zh_cn: 网格视图
zh_hant: 網格視圖

# workspace.assets.group
source: Group
ar: مجموعة
ca: Agrupa
cs: Skupina
de: Gruppieren
es: Agrupar
eu: Taldekatu
fa: گروه
fr: Grouper
he: קבוצה
hi: समूह
hr: Grupa
id: Kelompok
it: Gruppo
lv: Kopa
nl: Groeperen
pl: Grupa
pt_br: Agrupar
pt_pt: Agrupar
ro: Grup
ru: Группа
sr: Група
sv: Grupp
tr: Grup
zh_cn: 组
zh_hant: 群組

# workspace.assets.group-name
source: Group name
ar: اسم المجموعة
ca: Nom del grup
cs: Název skupiny
de: Name der Gruppe
es: Nombre del grupo
eu: Taldearen izena
fr: Nom du groupe
he: שם קבוצה
hi: समूह नाम
hr: Ime grupe
id: Nama kelompok
it: Nome gruppo
lv: Kopas nosaukums
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
pt_pt: Nome do grupo
ro: Nume grup
ru: Имя группы
sr: Име групе
sv: Gruppnamn
tr: Grup adı
zh_cn: 组名
zh_hant: 群組名稱

# workspace.assets.list-view
source: List view
cs: Zobrazení seznamu
de: Listenansicht
es: Ver como lista
fr: Vue en liste
he: תצוגת רשימה
hi: सूची दृश्य
hr: Popisni prikaz
id: Tampilan daftar
it: Vista a elenco
lv: Saraksta skats
nl: Lijstweergave
ro: Vizualizare listă
sv: Listvy
tr: Liste görünümü
zh_cn: 列表视图
zh_hant: 列表視圖

# workspace.assets.local-library
source: local library
ar: مكتبة محلية
ca: llibreria local
cs: místní knihovna
de: lokale Bibliothek
es: biblioteca local
eu: liburutegi lokala
fr: Bibliothèque locale
he: ספרייה מקומית
hi: स्थानीय लाइब्रेरी
hr: lokalna biblioteka
id: pustaka lokal
it: libreria locale
lv: vietējā bibliotēka
nl: Lokale bibliotheek
pl: lokalna biblioteka
pt_br: biblioteca local
pt_pt: biblioteca local
ro: biblioteca locală
ru: локальная библиотека
sr: локална библиотека
sv: lokala bibliotek
tr: yerel kütüphane
zh_cn: 本地库
zh_hant: 本地圖庫
