Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.update-remote-component.message
source: Update a component in a shared library
ar: حدّث المكوّن في المكتبة المشتركة
ca: Actualitza un component en una biblioteca compartida
cs: Aktualizovat komponentu ve sdílené knihovně
de: Komponente aus einer geteilten Bibliothek aktualiseren
el: Ενημερώστε ένα στοιχείο σε μια κοινόχρηστη βιβλιοθήκη
es: Actualizar un componente en biblioteca
eu: Eguneratu liburutegiaren osagaia
fr: Actualiser le composant d’une bibliothèque
he: עדכון רכיב בספריה משותפת
hi: साझा लाइब्रेरी में एक घटक अपडेट करें
hr: Ažuriraj komponentu u zajedničkoj biblioteci
id: Perbarui sebuah komponen dalam sebuah pustaka terbagi
it: Aggiorna un componente in una libreria condivisa
lv: Atjaunināt sastāvdaļu koplietojamā bibliotēkā
ms: Kemas kini komponen dalam pustaka kongsi
nl: Component in een gedeelde bibliotheek bijwerken
pl: Zaktualizuj komponent w bibliotece współdzielonej
pt_br: Atualizar componente em uma biblioteca compartilhada
pt_pt: Atualizar componente numa biblioteca partilhada
ro: Actualizaţi o componentă dintr-o colecţie distribuită
ru: Обновить компонент в общей библиотеке
sr: Ажурирајте компоненту у дељеној библиотеци
sv: Uppdatera en komponent i ett delat bibliotek
tr: Paylaşılmış bir kütüphanede bir bileşen güncelle
zh_cn: 更新共享库中的一个组件
zh_hant: 更新共用圖庫中的元件

# not-found.desc-message.doesnt-exist
source: This page doesn't exist
cs: Tato stránka neexistuje
de: Diese Seite existiert nicht
es: Esta página no existe
fr: Cette page n'existe pas
he: העמוד לא קיים
hi: यह पृष्ठ मौजूद नहीं है
hr: Ova stranica ne postoji
id: Laman ini tidak ada
it: Questa pagina non esiste
lv: Šī lapa nepastāv
nl: Deze pagina bestaat niet
pt_pt: Esta página não existe
ro: Această pagină nu există
ru: Эта страница не существует
sv: Denna sida existerar inte
tr: Bu sayfa yok
zh_cn: 此页面不存在
zh_hant: 該頁面不存在

# not-found.desc-message.error
source: 404 error
cs: Chyba 404
de: 404-Fehler
es: Error 404
fr: Erreur 404
he: שגיאת 404
hi: 404 त्रुटि
hr: 404 greška
id: Kesalahan 404
it: Errore 404
lv: 404 kļūda
nl: 404 fout
pt_pt: Erro 404
ro: Eroare 404
sv: 404 fel
tr: 404 hatası
zh_cn: 404错误
zh_hant: 404 錯誤

# not-found.login.free
source: Penpot is the free and open-source design tool for collaboration between Design and Code
cs: Penpot je bezplatný a open-source návrhářský nástroj pro spolupráci mezi designem a kódem
de: Penpot ist das kostenlose und quelloffene Design-Tool für die Zusammenarbeit in Design und Code
es: Penpot es la herramienta de diseño libre y de código abierto para la colaboración entre diseño y código
fr: Penpot est un outil de design libre et Open Source pour la collaboration entre le design et le code
he: Penpot הוא כלי עיצוב חופשי בקוד פתוח לתיאום בין עיצוב לקוד
hi: पेनपॉट डिज़ाइन और कोड के बीच सहयोग के लिए एक मुफ्त और ओपन-सोर्स डिज़ाइन टूल है
hr: Penpot je besplatni dizajnerski alat otvorenog koda za suradnju između dizajna i koda
id: Penpkt adalah alat bebas dan bersumber terbuka untuk kolaborasi dengan Desain dan Kode
it: Penpot è lo strumento di design gratuito e open-source per la collaborazione tra design e codice
lv: Penpot ir bezmaksas un atvērta pirmkoda dizainēšanas rīks sadarbībai starp dizainu un kodu
nl: Penpot is de gratis en open source ontwerptool voor samenwerking tussen Design en Code
pt_pt: O Penpot é a ferramenta de design gratuita e de código aberto para a colaboração entre designers e programadores
ro: Penpot este o unealtă de design gratuită cu cod sursă deschis pentru colaborare între design și cod
sv: Penpot är ett designverktyg med fri och öppen källkod för samarbete mellan design och kod
tr: Penpot, Tasarım ve Kod arasında iş birliği için özgür ve açık kaynaklı bir tasarım aracıdır
zh_cn: Penpot 是免费且开源的设计工具，用于设计与代码之间的协作
zh_hant: Penpot 是一款免費的開源設計工具，用於設計和程式碼之間的協作

# not-found.login.sent-recovery
source: We have sent a recovery email to
cs: Odeslali jsme obnovovací e-mail na adresu
de: Wir haben eine Wiederherstellungs-E-Mail gesendet an
es: Hemos enviado un email de recuperación a
fr: Nous avons envoyé un e-mail de récupération à
he: שלחנו הודעת שחזור בדוא״ל אל
hi: हमने एक पुनर्प्राप्ति ईमेल भेजा है
hr: Poslali smo e-poštu za oporavak na
id: Kami telah mengirim surel pemulihan ke
it: Abbiamo inviato un email di recupero a
lv: Mēs nosūtījām atkopes e-pasta ziņojumu uz
nl: We hebben een herstel-e-mail gestuurd naar
pt_pt: Enviámos um email de recuperação para
ro: Am trimis un email de recuperare la
sv: Vi har skickat ett återställningsmail till
tr: Şu adrese bir kurtarma e-postası gönderdik
zh_cn: 我们已将恢复电子邮件发送至
zh_hant: 我們已將還原用的電子郵件發送至

# not-found.login.sent-recovery-check
source: Check your email and click on the link to create a new password.
cs: Zkontrolujte svůj e-mail a kliknutím na odkaz vytvořte nové heslo.
de: Überprüfen Sie Ihre E-Mail und klicken Sie auf den Link, um ein neues Passwort zu erstellen.
es: Revisa tu correo y haz clic en el enlace para crear una nueva contraseña.
fr: Vérifiez vos e-mails et cliquez sur le lien pour créer un nouveau mot de passe.
he: נא לבדוק בתיבת הדוא״ל שלך וללחוץ על הקישור כדי ליצור סיסמה חדשה.
hi: अपना ईमेल जांचें और नया पासवर्ड बनाने के लिए लिंक पर क्लिक करें।
hr: Provjerite svoju e-poštu i kliknite na vezu za stvaranje nove lozinke.
id: Periksa surel Anda dan klik tautan untuk membuat kata sandi baru.
it: Controlla la tua email e clicca nel link per creare una nuova password.
lv: Jāpārbauda savs e-pasts un jāklikšķina uz saites, lai izveidotu jaunu paroli.
nl: Controleer je e-mail en klik op de link om een nieuw wachtwoord te maken.
pt_pt: Verifica o teu email e clica no link para criares uma nova palavra-passe.
ro: Verifică-ți adresa de e-mail și apasă pe linkul primit pentru a crea o nouă parolă.
sv: Kontrollera din e-post och klicka på länken för att skapa ett nytt lösenord.
tr: E- posta kutunuza bakın ve yeni bir parola oluşturmak için bağlantıya tıklayın.
zh_cn: 检查您的邮箱并点击超链接以创建新的密码。
zh_hant: 檢查您的電子郵件並點擊連結以建立新密碼。

# not-found.login.signup-free
source: Signup for free
cs: Zaregistrujte se zdarma
de: Kostenlos anmelden
es: Registrate gratis
fr: S'inscrire gratuitement
he: הרשמה בחינם
hi: मुफ्त में साइन अप
hr: Prijavite se besplatno
id: Daftar secara gratis
it: Iscriviti gratuitamente
lv: Reģistrēties bez maksas
nl: Gratis aanmelden
pt_pt: Inscreve-te gratuitamente
ro: Înscrie-te gratuit
sv: Registrera dig kostnadsfritt
tr: Ücretsiz kaydolun
zh_cn: 免费注册
zh_hant: 免費註冊

# not-found.login.start-using
source: And start using Penpot in seconds!
cs: A začněte používat Penpot během několika sekund!
de: Und starten Sie Penpot in Sekunden!
es: ¡Y comienza a usar Penpot en segundos!
fr: Et utilisez Penpot dans les secondes qui suivent !
he: ולהתחיל להשתמש ב־Penpot תוך שניות!
hi: और सेकंडों में पेनपॉट का उपयोग शुरू करें!
hr: I počnite koristiti Penpot za nekoliko sekundi!
id: Dan mulai menggunakan Penpot dalam hitungan detik!
it: E inizia ad utilizzare Penpot in pochi secondi!
lv: un sāc izmantot Penpot dažu sekunžu laikā!
nl: En begin binnen enkele seconden met Penpot!
pt_pt: E começa a usar o Penpot em poucos segundos!
ro: Și începe să folosești Penpot în secunde!
sv: Börja använda Penpot på några sekunder!
tr: Ve saniyeler içinde Penpot kullanmaya başlayın!
zh_cn: 并在数秒内开始使用 Penpot！
zh_hant: 立即開始使用 Penpot！

# not-found.made-with-love
source: Made with LOVE and Open Source
cs: Vytvořeno s LÁSKOU a Open Source
de: Mit LIEBE gemacht und Open Source
es: Hecho con AMOR y Software Libre
fr: Fait avec AMOUR et logiciel libre
he: נוצר באהבה ובקוד פתוח
hi: प्यार और ओपन सोर्स के साथ बनाया गया
hr: Napravljeno s LJUBAVLJU i otvorenim kodom
id: Dibuat dengan CINTA dan Sumber Terbuka
it: Fatto con AMORE e Open Source
lv: Izstrādāts ar MĪLESTĪBU un atvērta pirmkoda
nl: Gemaakt met LIEFDE en Open Source
pt_pt: Feito com AMOR e código aberto
ro: Creat cu iubire și cod sursă deschis
sv: Tillverkad med KÄRLEK och Open Source
tr: Aşkla ve Açık Kaynakla Yapıldı
zh_cn: 用爱和开源制作
zh_hant: 滿懷愛與開源精神傾心打造

# not-found.no-permission.already-requested.file
source: You have already requested access to this file.
cs: O přístup k tomuto souboru jste již požádali.
de: Sie haben bereits Zugang zu dieser Datei beantragt.
es: Ya has solicitado acceso a este archivo.
fr: Vous avez déjà demandé l'accès à ce fichier.
he: כבר ביקשת גישה לקובץ הזה.
hi: आपने पहले ही इस फ़ाइल तक पहुँच का अनुरोध किया है।
hr: Već ste zatražili pristup ovoj datoteci.
id: Anda sudah meminta akses ke berkas ini.
it: Hai già richiesto l'accesso a questo file.
lv: Jau ir pieprasīta piekļuve šai datnei.
nl: Je hebt al toegang tot dit bestand aangevraagd.
pt_pt: Já solicitaste acesso a este ficheiro.
ro: Ai solicitat deja acces la acest fișier.
sv: Du har redan begärt tillgång till denna fil.
tr: Bu dosyaya zaten erişim talep ettiniz.
zh_cn: 您已经申请了对此文件的访问权限。
zh_hant: 您已經請求存取該文件。

# not-found.no-permission.already-requested.or-others.file
source: You have already requested access to this file or other files or projects of this team.
cs: Již jste požádali o přístup k tomuto souboru nebo jiným souborům nebo projektům tohoto týmu.
de: Sie haben bereits Zugang zu dieser Datei oder anderen Dateien oder Projekten dieses Teams beantragt.
es: Ya has solicitado acceso a este archivo o a otros archivos o proyectos del mismo equipo.
fr: Vous avez déjà demandé l'accès à ce fichier ou d'autres fichiers ou projets de cette équipe.
he: כבר ביקשת לגשת לקובץ הזה או לקבצים או מיזמים אחרים של הצוות הזה.
hi: आपने इस फ़ाइल या इस टीम की अन्य फ़ाइलों या परियोजनाओं तक पहुँच का पहले ही अनुरोध किया है।
hr: Već ste zatražili pristup ovoj datoteci ili drugim datotekama ili projektima ovog tima.
id: Anda sudah meminta akses ke berkas ini atau berkas lain atau proyek dari tim ini.
it: Hai già richiesto l'accesso a questo file o ad altri file o progetti di questo team.
lv: Jau ir pieprasīta piekļuve šai datnei vai šīs komandas citām datnēm vai projektiem.
nl: Je hebt al toegang gevraagd tot dit bestand of andere bestanden of projecten van dit team.
pt_pt: Já solicitaste acesso a este ficheiro, ou outros ficheiros, ou projetos desta equipa.
ro: Ai solicitat deja acces la acest fișier sau alte fișiere sau proiecte din această echipă.
sv: Du har redan begärt tillgång till denna fil eller andra filer eller projekt i detta team.
tr: Bu dosyaya veya bu takımın diğer dosyalarına veya projelerine zaten erişim talep ettiniz.
zh_cn: 您已申请对此文件或该团队的其他文件或项目的访问权限。
zh_hant: 您已要求存取此該團隊文件或專案。

# not-found.no-permission.already-requested.or-others.project
source: You have already requested access to this project or other projects or files of this team.
cs: Již jste požádali o přístup k tomuto projektu nebo jiným projektům nebo souborům tohoto týmu.
de: Sie haben bereits Zugang zu diesem Projekt oder anderen Projekten oder Dateien dieses Teams beantragt.
es: Ya has solicitado acceso a este proyecto o a otros proyectos o archivos del mismo equipo.
fr: Vous avez déjà demandé l'accès à ce projet ou d'autres projets ou fichiers de cette équipe.
he: כבר ביקשת לגשת למיזם הזה או למיזמים או קבצים אחרים של הצוות הזה.
hi: आपने इस परियोजना या इस टीम की अन्य परियोजनाओं या फ़ाइलों तक पहुँच का पहले ही अनुरोध किया है।
hr: Već ste zatražili pristup ovom projektu ili drugim projektima ili datotekama ovog tima.
id: Anda sudah meminta akses ke proyek ini atau proyek lain atau berkas dari tim ini.
it: Hai già richiesto l'accesso a questo progetto o ad altri progetti o file di questo team.
lv: Tu jau pieprasīji piekļuvi šim projektam vai šīs komandas citiem projektiem vai datnēm.
nl: Je hebt al toegang gevraagd tot dit project of andere projecten of bestanden van dit team.
ro: Ai solicitat deja acces la acest proiect sau alte proiecte sau fișiere din această echipă.
sv: Du har redan begärt tillgång till detta projekt eller andra projekt eller filer i det här teamet.
tr: Bu projeye veya bu takımın diğer projelerine veya dosyalarına zaten erişim talep ettiniz.
zh_cn: 您已经申请了对该项目或该团队的其他项目或文件的访问权限。
zh_hant: 您已要求存取此團隊專案或文件。

# not-found.no-permission.already-requested.project
source: You have already requested access to this project.
cs: Již jste požádali o přístup k tomuto projektu.
de: Sie haben bereits Zugang zu diesem Projekt beantragt.
es: Ya has solicitado acceso a este proyecto.
fr: Vous avez déjà demandé l'accès à ce projet.
he: כבר ביקשת לגשת למיזם הזה.
hi: आपने इस परियोजना तक पहुँच का पहले ही अनुरोध किया है।
hr: Već ste zatražili pristup ovom projektu.
id: Anda sudah meminta akses ke proyek ini.
it: Hai già richiesto l'accesso a questo progetto.
lv: Tu jau pieprasīji piekļuvi šim projektam.
nl: Je hebt al toegang tot dit project aangevraagd.
pt_pt: Já solicitaste acesso a este projeto.
ro: Ai solicitat deja acces la acest proiect.
sv: Du har redan begärt tillgång till detta projekt.
tr: Bu projeye zaten erişim talep ettiniz.
zh_cn: 您已经申请了对此项目的访问权限。
zh_hant: 您已經要求存取該專案。

# not-found.no-permission.ask
source: REQUEST ACCESS
cs: POŽÁDAT O PŘÍSTUP
de: ZUGANG ANFORDERN
es: SOLICITAR ACCESO
fr: DEMANDER L'ACCÈS
he: בקשת גישה
hi: पहुँच का अनुरोध करें
hr: ZATRAŽITE PRISTUP
id: MINTA AKSES
it: RICHIEDI ACCESSO
lv: PIEPRASĪT PIEKĻUVI
nl: TOEGANG VRAGEN
pt_pt: PEDIR ACESSO
ro: SOLICITĂ ACCES
sv: BEGÄR TILLGÅNG
tr: ERİŞİM İSTE
zh_cn: 请求访问权限
zh_hant: 請求存取

# not-found.no-permission.done.remember
source: Remember that, if the owner allows it, you're going to be invited to the team.
cs: Pamatujte, že pokud to vlastník dovolí, budete pozváni do týmu.
de: Denken Sie daran, dass Sie in das Team eingeladen werden, wenn der Eigentümer es erlaubt.
es: Recuerda que, si el propietario la aprueba, entrarás en el equipo.
fr: N'oubliez pas que, si le propriétaire l'accepte, vous allez être invités dans l'équipe.
he: חשוב לזכור שכתלות בהרשאת הבעלים תישלח אליך הזמנה לצוות.
hi: ध्यान रखें कि, यदि स्वामी अनुमति देता है, तो आपको टीम में आमंत्रित किया जाएगा।
hr: Zapamtite da ćete biti pozvani u tim ako vlasnik to dopusti.
id: Perlu diingat, jika pemilik mengizinkan, Anda akan diundang ke tim.
it: Ricorda che, se il proprietario lo consente, verrai invitato nel team.
lv: Jāatceras, ka, ja īpašnieks to ļauj, tiksi uzaicināts pievienoties komandai.
nl: Onthoud dat als de eigenaar het toestaat, je wordt uitgenodigd voor het team.
ro: Reține că, dacă proprietarul acceptă, vei fi invitat în echipă.
sv: Kom ihåg att om ägaren tillåter det kommer du att bli inbjuden till teamet.
tr: Unutmayın, sahibi izin verirse takıma davet edileceksiniz.
zh_cn: 请记住，如果团队所有者允许，您将被邀请加入此团队。
zh_hant: 請記住，如果團隊老大允許，您將被邀請加入該團隊。

# not-found.no-permission.done.success
source: Your request has been sent correctly!
cs: Vaše žádost byla správně odeslána!
de: Ihre Anfrage wurde korrekt abgeschickt!
es: ¡Tu solicitud se ha enviado correctamente!
fr: Votre demande a bien été envoyée !
he: הבקשה שלך נשלחה כראוי!
hi: आपका अनुरोध सफलतापूर्वक भेज दिया गया है!
hr: Vaš zahtjev je ispravno poslan!
id: Permintaan Anda telah dikirim dengan benar!
it: La tua richiesta è stata inviata correttamente!
lv: Pieprasījums tika veiksmīgi nosūtīts.
nl: Jouw verzoek is correct verzonden!
pt_pt: O teu pedido foi enviado com sucesso!
ro: Cererea ta a fost trimisă corect!
sv: Din förfrågan har skickats!
tr: Talebiniz doğru bir şekilde gönderildi!
zh_cn: 您的请求已发送！
zh_hant: 您的請求已正確發送！

# not-found.no-permission.file
source: You don't have access to this file.
cs: K tomuto souboru nemáte přístup.
de: Sie haben keinen Zugriff auf diese Datei.
es: No tienes permiso para acceder a este archivo.
fr: Vous n'avez pas accès à ce fichier.
he: אין לך גישה לקובץ הזה.
hi: आपके पास इस फ़ाइल तक पहुँच नहीं है।
hr: Nemate pristup ovoj datoteci.
id: Anda tidak memiliki akses ke berkas ini.
it: Non hai accesso a questo file.
lv: Nav piekļuves šai datnei.
nl: Je hebt geen toegang tot dit bestand.
pt_pt: Não tens acesso a este ficheiro.
ro: Nu ai acces la acest fișier.
sv: Du har inte tillgång till den här filen.
tr: Bu dosyaya erişiminiz yok.
zh_cn: 您没有针对此文件的访问权限。
zh_hant: 您無權存取此文件。

# not-found.no-permission.go-dashboard
source: Go to your Penpot
cs: Přejděte na svůj Penpot
de: Zu deinem Penpot wechseln
es: Ir a tu Penpot
fr: Aller à votre Penpot
he: מעבר ל־Penpot שלך
hi: अपने पेनपॉट पर जाएं
hr: Idite na svoj Penpot
id: Pergi ke Penpot Anda
it: Vai al tuo Penpot
lv: Doties uz savu Penpot
nl: Ga naar je Penpot
pt_pt: Ir para o teu Penpot
ro: Du te la pagina ta de acasă în Penpot
sv: Gå till din Penpot
tr: Penpot'unuza gidin
zh_cn: 前往您的Penpot
zh_hant: 前往您的 Penpot

# not-found.no-permission.if-approves
source: If the owner allows it, you're going to be invited to the team.
cs: Pokud to vlastník dovolí, budete pozváni do týmu.
de: Wenn der Besitzer es zulässt, wirst du in das Team eingeladen.
es: Si el propietario lo aprueba, te invitará al equipo.
fr: Si le propriétaire l'accepte, vous allez être invités dans l'équipe.
he: כתלות בהרשאת הבעלים, תישלח אליך הזמנה לצוות.
hi: यदि स्वामी अनुमति देता है, तो आपको टीम में आमंत्रित किया जाएगा।
hr: Ako vlasnik to dopusti, bit ćete pozvani u tim.
id: Jika pemilik mengizinkan, Anda akan diundang ke tim.
it: Se il proprietario lo consente, sarai invitato al team.
lv: Ja īpašnieks to ļauj, tiksi uzaicināts pievienoties komandai.
nl: Als de eigenaar het toestaat, word je uitgenodigd voor het team.
ro: Dacă proprietarul acceptă, vei fi invitat în echipă.
sv: Om ägaren tillåter det kommer du att bli inbjuden till teamet.
tr: Sahibi izin verirse takıma davet edileceksiniz.
zh_cn: 如果所有者允许，您会被邀请加入此团队。
zh_hant: 如果團隊老大允許，你會被邀請加入團隊。

# not-found.no-permission.penpot-file
source: Penpot file
cs: Soubor Penpot
de: Penpot-Datei
es: Archivo de Penpot
fr: Fichier Penpot
he: קובץ Penpot
hi: पेनपॉट फ़ाइल
hr: Penpot datoteka
id: Berkas Penpot
it: File Penpot
lv: Penpot datne
nl: Penpot-bestand
pt_pt: Ficheiro do Penpot
ro: Fișier Penpot
sv: Penpot-fil
tr: Penpot dosyası
zh_cn: Penpot文件
zh_hant: Penpot 文件

# not-found.no-permission.project
source: You don't have access to this project.
cs: K tomuto projektu nemáte přístup.
de: Sie haben keinen Zugang zu diesem Projekt.
es: No tienes permiso para acceder a este proyecto.
fr: Vous n'avez pas accès à ce projet.
he: אין לך גישה למיזם הזה.
hi: आपके पास इस परियोजना तक पहुँच नहीं है।
hr: Nemate pristup ovom projektu.
id: Anda tidak memiliki akses ke proyek ini.
it: Non hai accesso a questo progetto.
lv: Nav piekļuves šim projektam.
nl: Je hebt geen toegang tot dit project.
ro: Nu ai acces la acest proiect.
sv: Du har inte tillgång till detta projekt.
tr: Bu projeye erişiminiz yok.
zh_cn: 您没有针对此项目的访问权限。
zh_hant: 您無權存取此專案。

# not-found.no-permission.project-name
source: PROJECT
cs: PROJEKT
de: PROJEKT
es: PROYECTO
fr: PROJET
he: מיזם
hi: परियोजना
hr: PROJEKT
id: PROYEK
it: PROGETTO
lv: PROJEKTS
pt_pt: PROJETO
ro: PROIECT
sv: PROJEKT
tr: PROJE
zh_cn: 项目
zh_hant: 專案

# not-found.no-permission.you-can-ask.file
source: To access this file, you can ask the team owner.
cs: Chcete-li získat přístup k tomuto souboru, můžete požádat vlastníka týmu.
de: Um Zugriff auf diese Datei zu erhalten, können Sie den Teambesitzer fragen.
es: Para acceder a este archivo, puedes pedir permiso al propietario del equipo.
fr: Pour accéder à ce fichier, vous pouvez demander au propriétaire de l'équipe.
he: כדי לגשת לקובץ הזה, אפשר לבקש מבעלי הקבוצה.
hi: इस फ़ाइल तक पहुँचने के लिए, आप टीम के स्वामी से पूछ सकते हैं।
hr: Za pristup ovoj datoteci možete pitati vlasnika tima.
id: Untuk mengakses berkas ini, Anda dapat menanyakan kepada pemilik tim.
it: Per accedere a questo file, puoi chiedere al proprietario del team.
lv: Lai piekļūtu šai datnei, jāvaicā komandas īpašniekam.
nl: Om toegang te krijgen tot dit bestand, kun je dit aan de teameigenaar vragen.
ro: Pentru a accesa acest fișier, poți întreba proprietarul echipei.
sv: För att komma åt den här filen kan du fråga ägaren av teamet.
tr: Bu dosyaya erişimi takım sahibinden isteyebilirsiniz.
zh_cn: 要访问此文件，您可以询问团队拥有者。
zh_hant: 要存取此文件，您可以詢問團隊老大。

# not-found.no-permission.you-can-ask.project
source: To access this project, you can ask the team owner.
cs: Chcete-li získat přístup k tomuto projektu, můžete požádat vlastníka týmu.
de: Um Zugriff auf dieses Projekt zu erhalten, können Sie den Teambesitzer fragen.
es: Para acceder a este proyecto, puedes pedir permiso al propietario del equipo.
fr: Pour accéder à ce projet, vous pouvez demander au propriétaire de l'équipe.
he: כדי לגשת למיזם הזה, אפשר לבקש מבעלי הצוות.
hi: इस परियोजना तक पहुँचने के लिए, आप टीम के स्वामी से पूछ सकते हैं।
hr: Za pristup ovom projektu možete pitati vlasnika tima.
id: Untuk mengakses proyek ini, Anda dapat menanyakan kepada pemilik tim.
it: Per accedere a questo progetto, puoi chiedere al proprietario del team.
lv: Lai piekļūtu šim projektam, jāvaicā komandas īpašniekam.
nl: Om toegang te krijgen tot dit project, kun je dit aan de teameigenaar vragen.
ro: Pentru a accesa acest proiect, poți întreba proprietarul echipei.
sv: För att komma åt detta projekt kan du fråga ägaren av teamet.
tr: Bu projeye erişimi takım sahibinden isteyebilirsiniz.
zh_cn: 要访问此项目，您可以询问团队拥有者。
zh_hant: 要存取該項目，您可以詢問團隊老大。

# notifications.by-code.maintenance
source: Maintenance break: we will be down for a short maintenance within 5 minutes.
cs: Přestávka na údržbu: do 5 minut budeme mimo provoz na krátkou údržbu.
de: Wartungsarbeiten: Wir werden innerhalb von 5 Minuten für eine kurze Wartung offline sein.
es: Pausa de mantenimiento: en los próximos 5 minutos estaremos fuera de servicio por un breve mantenimiento.
fr: Pause maintenance : nous allons être indisponibles pour une courte maintenance dans 5 minutes.
he: הפסקת תחזוקה: המערכת תושבת לעבודת תחזוקה קצרה תוך 5 דקות.
hi: रखरखाव विराम: हम 5 मिनट के भीतर एक छोटे रखरखाव के लिए बंद रहेंगे।
hr: Pauza za održavanje: usluga će biti nedostupna zbog kratkog održavanja u roku od 5 minuta.
id: Jeda pemeliharaan: kami tidak akan tersedia selama pemeliharaan yang sebentar dalam 5 menit lagi.
it: Pausa di manutenzione: saremo offline per una breve manutenzione tra 5 minuti.
lv: Uzturēšanas pārtraukums: mēs 5 minūšu laikā nebūsim pieejami nelielas uzturēšanas dēļ.
nl: Onderhoudsonderbreking: we zullen binnen 5 minuten een kort onderhoud ondergaan.
pt_pt: Pausa de manutenção: nos próximos 5 minutos estaremos fora de serviço para manutenção.
ro: Pauză pentru mentenanță: nu vom fi disponibili momentan în urma unei scurte mentenanțe care începe în 5 minute.
ru: Технический перерыв: сервис будет недоступен короткое время в течение 5 минут.
sv: Underhållsavbrott: Vi kommer att vara nere för ett kort underhåll inom 5 minuter.
tr: Bakım arası: 5 dakika içinde kısa bir bakım için kapalı olacağız.
zh_cn: 维护中断：我们将在5分钟内进行短暂维护。
zh_hant: 中斷維護：我們將在5分鐘內進行短暫維護。

# notifications.by-code.upgrade-version
source: A new version is available, please refresh the page
cs: K dispozici je nová verze, obnovte prosím stránku
de: Eine neue Version ist verfügbar, bitte aktualisieren Sie die Seite
es: Una nueva versión está disponible, por favor actualiza la página
fr: Il y a une nouvelle version disponible. Rafraîchissez la page
he: יש גרסה חדשה, נא לרענן את העמוד
hi: एक नया संस्करण उपलब्ध है, कृपया पृष्ठ को रिफ्रेश करें
hr: Dostupna je nova verzija, molimo osvježite stranicu
id: Versi baru sudah tersedia, silakan muat ulang laman
it: Una nuova versione è disponibile, si prega di ricaricare la pagina
lv: Ir pieejama jauna versija, lūgums atsvaidzināt lapu
ms: Versi baharu tersedia, sila muat semula halaman
nl: Er is een nieuwe versie beschikbaar, vernieuw de pagina
pt_pt: Está disponível uma nova versão, por favor atualiza a página
ro: O versiune nouă este valabilă, te rugăm să reîncarci pagina
ru: Доступна новая версия, обновите страницу
sr: Доступна је нова верзија, молимо Вас да освежите страницу
sv: En ny version är tillgänglig, uppdatera sidan
tr: Yeni bir sürüm mevcut, lütfen sayfayı yenileyin
zh_cn: 有新版本可用，请刷新页面
zh_hant: 有新版本可用，請重新整理頁面
