Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.shape.menu.update-components-in-bulk
source: Update main components
ar: تحديث العناصر الرئيسية
ca: Actualitza els components principals
cs: Aktualizovat hlavní komponenty
de: Hauptkomponenten aktualisieren
es: Actualizar componentes
eu: Eguneratu osagai nagusiak
fa: به‌روزرسانی کامپوننت‌های اصلی
fr: Mettre à jour les composants
he: עדכון הרכיבים הראשיים
hi: मुख्य घटकों को अद्यतन करें
hr: Ažuriraj glavne komponente
id: Perbarui komponen utama
it: Aggiorna componente principale
lv: Atjaunināt galvenās sastāvdaļas
nl: Hoofdcomponenten bijwerken
pl: Aktualizuj główne komponenty
pt_br: Atualizar componentes principais
pt_pt: Atualizar componentes principais
ro: Actualizează componentele principale
ru: Обновить основные компоненты
sr: Ажурирај главне компоненте
sv: Uppdatera huvudkomponenter
tr: Ana bileşenleri güncelle
zh_cn: 更新主要组件
zh_hant: 更新主要元件

# workspace.shape.menu.update-main
source: Update main component
ar: تحديث العنصر الرئيسي
ca: Actualitza el component principal
cs: Aktualizovat hlavní komponentu
de: Hauptkomponente aktualisieren
es: Actualizar componente principal
eu: Eguneratu osagai nagusia
fa: به‌روزرسانی کامپوننت اصلی
fr: Actualiser le composant principal
he: עדכון הרכיב הראשי
hi: मुख्य घटक अद्यतन करें
hr: Ažuriraj glavnu komponentu
id: Perbarui komponen utama
it: Aggiorna componente principale
lv: Atjaunināt galveno sastāvdaļu
nl: Hoofdcomponent bijwerken
pl: Aktualizuj główny komponent
pt_br: Atualizar o componente principal
pt_pt: Atualizar componente principal
ro: Actualizaţi principala componentă
ru: Обновить основной компонент
sr: Ажурирајте главну компоненту
sv: Uppdatera huvudkomponent
tr: Ana bileşeni güncelle
zh_cn: 更新主组件
zh_hant: 更新主要元件

# workspace.sidebar.collapse
source: Collapse sidebar
ar: انهيار الشريط الجانبي
cs: Sbalit postranní panel
de: Seitenleiste ausblenden
es: Cerrar barra lateral
eu: Itxi alboko barra
fr: Réduire la barre latérale
he: צמצום סרגל צד
hi: साइडबार को संक्षिप्त करें
hr: Sažmi bočnu traku
id: Tutup bilah samping
it: Comprimi barra laterale
lv: Sakļaut sānjoslu
nl: Zijbalk inklappen
pl: Zwiń pasek boczny
pt_br: Recolher a barra lateral
pt_pt: Fechar barra lateral
ro: Restrângeți bara laterală
ru: Свернуть боковую панель
sr: Скупи бочну траку
sv: Minimera sidonavigation
tr: Kenar çubuğunu daralt
zh_cn: 收起侧边栏
zh_hant: 摺疊側邊欄

# workspace.sidebar.expand
source: Expand sidebar
ar: توسيع الشريط الجانبي
cs: Rozbalit postranní panel
de: Seitenleiste einblenden
es: Abrir barra lateral
eu: Ireki alboko barra
fa: گسترش نوار کناری
fr: Ouvrir la barre latérale
he: הרחבת סרגל צד
hi: साइडबार का विस्तार करें
hr: Proširi bočnu traku
id: Buka bilah samping
it: Espandi barra laterale
lv: Izvērst sānjoslu
nl: Zijbalk uitklappen
pl: Rozwiń pasek boczny
pt_br: Expandir a barra lateral
pt_pt: Expandir barra lateral
ro: Extindeți bara laterală
ru: Расширить боковую панель
sr: Прошири бочну траку
sv: Expandera sidonavigation
tr: Kenar çubuğunu genişlet
zh_cn: 展开侧边栏
zh_hant: 展開側邊欄

# workspace.sidebar.history
source: History
ar: التاريخ
ca: Historial
cs: Historie
de: Verlauf
el: Ιστορικό
es: Historial
eu: Historikoa
fa: تاریخچه
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
id: Riwayat
it: Cronologia
lv: Vēsture
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sr: Историја
sv: Historia
tr: Geçmiş
zh_cn: 历史
zh_hant: 歷史紀錄

# workspace.sidebar.layers
source: Layers
ar: الطبقات
ca: Capes
cs: Vrstvy
de: Ebenen
el: στρώσεις
es: Capas
eu: Geruzak
fa: لایه‌ها
fr: Calques
he: שכבות
hi: परतें
hr: Layeri
id: Lapisan
it: Livelli
lv: Slāņi
nl: Lagen
pl: Warstwy
pt_br: Camadas
pt_pt: Camadas
ro: Layere
ru: Слои
sr: Слојеви
sv: Lager
tr: Katmanlar
zh_cn: 图层
zh_hant: 層級

# workspace.sidebar.layers.components
source: Components
ar: العناصر
cs: Komponenty
de: Komponenten
es: Componentes
eu: Osagaiak
fa: کامپوننت‌ها
fr: Composants
he: רכיבים
hi: घटकों
hr: Komponente
id: Komponen
it: Componenti
lv: Sastāvdaļas
nl: Componenten
pl: Komponenty
pt_br: Componentes
pt_pt: Componentes
ro: Componente
ru: Компоненты
sr: Компоненте
sv: Komponenter
tr: Bileşenler
zh_cn: 组件
zh_hant: 元件

# workspace.sidebar.layers.frames
source: Boards
ar: لوحات
ca: Taulers
cs: Tabule
de: Zeichenflächen
es: Paneles
eu: Arbelak
fa: آرت‌بوردها
fr: Plans de travail
he: לוחות
hi: बोर्ड्स
hr: Ploče
id: Papan
it: Tavole da disegno
lv: Plātnes
nl: Borden
pl: Obszary kompozycji
pt_br: Telas
pt_pt: Pranchetas
ro: Plăci
ru: Доски
sr: Табле
sv: Tavlor
tr: Çalışma yüzeyleri
zh_cn: 画板
zh_hant: 版面

# workspace.sidebar.layers.groups
source: Groups
ar: مجموعات
ca: Grups
cs: Skupiny
de: Gruppen
es: Grupos
eu: Taldeak
fa: گروه‌ها
fr: Groupes
he: קבוצות
hi: कई समूह
hr: Grupe
id: Kelompok
it: Gruppi
lv: Kopas
nl: Groepen
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sr: Групе
sv: Grupper
tr: Gruplar
zh_cn: 编组
zh_hant: 群組

# workspace.sidebar.layers.images
source: Images
ar: صور
ca: Imatges
cs: Obrázky
de: Bilder
es: Imágenes
eu: Irudiak
fa: تصاویر
he: תמונות
hi: छवियाँ
hr: Slike
id: Gambar
it: Immagini
lv: Attēli
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
pt_pt: Imagens
ro: Imagini
ru: Изображения
sr: Слике
sv: Bilder
tr: Görseller
zh_cn: 图片
zh_hant: 圖像

# workspace.sidebar.layers.masks
source: Masks
ar: قناعات
ca: Màscares
cs: Masky
de: Masken
es: Máscaras
eu: Maskarak
fa: ماسک‌ها
fr: Masques
he: מסכות
hi: मास्क्स
hr: Maske
id: Topeng
it: Maschere
lv: Maskas
nl: Maskers
pl: Maski
pt_br: Máscaras
pt_pt: Máscaras
ro: Măști
ru: Маски
sr: Маске
sv: Masker
tr: Maskeler
zh_cn: 遮罩
zh_hant: 遮罩

# workspace.sidebar.layers.search
source: Search layers
ca: Cerca capes
cs: Prohledat vrstvy
de: Ebenen durchsuchen
es: Buscar capas
eu: Bilatu geruzak
fa: جستجوی لایه‌ها
fr: Rechercher des calques
he: חיפוש בשכבות
hi: परतें खोजें
hr: Traži layere
id: Cari lapisan
it: Cerca livelli
lv: Meklēt slāņus
nl: Lagen doorzoeken
pl: Przeszukaj warstwy
pt_br: Pesquisar nas camadas
pt_pt: Pesquisar camadas
ro: Caută straturi
ru: Искать слои
sr: Претражите слојеве
sv: Sök lager
tr: Katmanları ara
zh_cn: 搜索图层
zh_hant: 搜尋圖層

# workspace.sidebar.layers.shapes
source: Shapes
ar: بسومات
ca: Formes
cs: Tvary
de: Formen
es: Formas
eu: Formak
fa: شکل‌ها
fr: Formes
he: צורות
hi: आकृतियाँ
hr: Oblici
id: Bentuk
it: Forme
lv: Formas
nl: Vormen
pl: Kształty
pt_br: Formas
pt_pt: Formas
ro: Forme
ru: Формы
sr: Облици
sv: Former
tr: Şekiller
zh_cn: 形状
zh_hant: 形狀

# workspace.sidebar.layers.texts
source: Texts
ar: نصوص
ca: Textos
cs: Texty
de: Texte
es: Textos
eu: Testuak
fa: متن‌ها
fr: Textes
he: טקסטים
hi: टेक्स्ट
hr: Tekstovi
id: Teks
it: Testi
lv: Teksti
nl: Teksten
pl: Teksty
pt_br: Textos
pt_pt: Textos
ro: Texte
ru: Тексты
sr: Текстови
sv: Texter
tr: Metinler
zh_cn: 文本
zh_hant: 文字

# workspace.sidebar.options.svg-attrs.title
source: Imported SVG Attributes
ar: السمات المستوردةSVG
ca: Atributs SVG importats
cs: Importované atributy SVG
de: Importierte SVG-Attribute
el: Εισαγόμενα χαρακτηριστικά SVG
es: Atributos del SVG Importado
eu: Inportatutako SVG atributuak
fa: ویژگی‌های SVG ایمپورت شد
fr: Attributs SVG importés
he: מאפייני SVG יובאו
hi: आयातित SVG गुण
hr: Uvezeni SVG atributi
id: Atribut SVG Diimpor
it: Attributi SVG importati
lv: Ievietotie SVG atribūti
nl: Geïmporteerde SVG-kenmerken
pl: Importowane atrybuty SVG
pt_br: Atributos SVG importados
pt_pt: Importar atributos do SVG
ro: Atribute SVG importate
ru: Импортированные атрибуты SVG
sr: Увезена SVG својства
sv: Importerade SVG attribut
tr: İçe Aktarılan SVG Öznitelikleri
zh_cn: 已导入SVG属性
zh_hant: 匯入的 SVG 屬性

# workspace.sidebar.sitemap
source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
de: Seiten
el: Σελίδες
es: Páginas
eu: Orrialdeak
fa: صفحات
he: עמודים
hi: पृष्ठों
hr: Stranice
id: Halaman
it: Pagine
lv: Lapas
nl: Pagina's
pl: Strony
pt_br: Páginas
pt_pt: Páginas
ro: Pagini
ru: Страницы
sr: Странице
sv: Sidor
tr: Sayfalar
zh_cn: 页面
zh_hant: 頁

# workspace.sidebar.sitemap.add-page
source: Add page
cs: Přidat stránku
de: Seite hinzufügen
es: Añadir página
fr: Ajouter une page
he: הוספת עמוד
hi: पृष्ठ जोड़ें
hr: Dodaj stranicu
id: Tambahkan halaman
it: Aggiungi pagina
lv: Pievienot lapu
nl: Pagina toevoegen
pt_br: Adicionar página
pt_pt: Adicionar página
ro: Adaugă pagină
ru: Добавить страницу
sv: Lägg till sida
tr: Sayfa ekle
zh_cn: 新增页
zh_hant: 增加頁面

# workspace.sitemap
source: Sitemap
ar: خريطة الموقع
ca: Mapa del lloc
cs: Mapa stránek
el: Χάρτης ιστοτόπου
es: Mapa del sitio
eu: Web mapa
fa: نقشه سایت
fr: Plan du site
he: מפת אתר
hi: साइटमैप
id: Peta Situs
lv: Vietnes karte
pl: Mapa strony
pt_br: Mapa do site
pt_pt: Mapa do site
ro: Harta site-ului
ru: Карта сайта
sr: Мапа сајта
sv: Översiktsplan
tr: Site haritası
zh_cn: 站点地图
zh_hant: 網站地圖

# workspace.tokens.active-themes
source: %s active themes
cs: %s aktivních motivů
de: %s aktive Themes
es: %s temas activos
fr: %s thèmes actifs
he: %s ערכות עיצוב פעילות
hi: %s सक्रिय थीम
hr: %s aktivnih tema
id: %s tema aktif
it: %s temi attivi
lv: %s aktīvi izskati
nl: %s actieve thema's
pt_pt: %s temas ativos
ro: %s teme active
sv: %s aktiva teman
tr: %s etkin tema
zh_cn: %s 个活动的主题
zh_hant: %s 個啟用的主題

# workspace.tokens.add set
source: Add set
cs: Přidat sadu
de: Set hinzufügen
es: Añadir set
fr: Ajouter une collection
he: הוספת סדרה
hi: सेट जोड़ें
hr: Dodaj skup
id: Tambahkan set
it: Aggiungi set
lv: Pievienot kopu
nl: Verzameling toevoegen
ro: Adaugă set
sv: Lägg till uppsättning
tr: Küme ekle
zh_cn: 新增集
zh_hant: 新增集

# workspace.tokens.add-new-theme
source: Add new theme
de: Neues Theme hinzufügen
es: Añadir nuevo tema
fr: Ajouter un nouveau thème
he: הוספת ערכת עיצוב חדשה
hi: नई थीम जोड़ें
id: Tambahkan tema baru
it: Aggiungi nuovo tema
lv: Pievienot jaunu izskatu
nl: Nieuw thema toevoegen
ro: Adaugă temă nouă
sv: Lägg till nytt tema
tr: Yeni tema ekle
zh_cn: 新增新主题

# workspace.tokens.add-set-to-group
source: Add set to this group
de: Set zu dieser Gruppe hinzufügen
es: Añadir un set a este grupo
fr: Ajouter la collection à ce groupe
he: הוספת סדרה לקבוצה הזאת
hi: इस समूह में सेट जोड़ें
id: Tambahkan set ke kelompok ini
it: Aggiungi il set a questo gruppo
lv: Pievienot kopu šai grupai
nl: Verzameling aan deze groep toevoegen
ro: Adaugă set la acest grup
sv: Lägg till uppsättning i denna grupp
tr: Bu gruba küme ekle
zh_cn: 新增集至此编组

# workspace.tokens.add-token
source: Add token: %s
es: Añadir token: %s
fr: Ajouter un token : %s
he: הוספת אסימון: %s
hi: टोकन जोड़ें: %s
it: Aggiungi token: %s
lv: Pievienot tekstvienību: %s
nl: Token toevoegen: %s
ro: Adaugă token: %s
sv: Lägg till token: %s
tr: Token ekle: %s
zh_cn: 新增令牌：%s

# workspace.tokens.applied-to
source: Applied to
cs: Aplikováno na
de: Angewandt auf
es: Aplicado a
fr: Appliqué à
he: חל על
hi: के लिए आवेदन किया
hr: Primijenjeno na
id: Diterapkan pada
it: Applicato a
lv: Pielietota
nl: Toegepast op
pt_pt: Aplicado a
ro: Aplicat la
sv: Applicerad på
tr: Uygulanan
zh_cn: 应用于
zh_hant: 應用於

# workspace.tokens.axis
source: Axis
fr: Axe
he: ציר
hi: अक्ष
it: Assi
lv: Ass
nl: As
ro: Axă
sv: Axel
tr: Eksen
zh_cn: 轴

# workspace.tokens.back-to-themes
source: Back to theme list
cs: Zpět na seznam motivů
de: Zurück zur Themen-Liste
es: Volver al listado de temas
fr: Retour à la liste des thèmes
he: חזרה לרשימת ערכות העיצוב
hi: थीम सूची पर वापस जाएँ
hr: Povratak na popis tema
id: Kembali ke daftar tema
it: Torna all'elenco dei temi
lv: Atpakaļ uz izskatu sarakstu
nl: Terug naar themalijst
pt_br: Voltar a listagem de temas
pt_pt: Voltar à lista de temas
ro: Înapoi la lista de teme
sv: Tillbaka till temalista
tr: Tema listesine geri dön
zh_cn: 返回到主题列表
zh_hant: 返回主題列表

# workspace.tokens.base-font-size
source: Base font size
es: Tamaño de fuente base
fr: Taille de police de base
he: גודל כתב בסיס
hi: आधार फ़ॉन्ट आकार
it: Dimensione base del carattere
lv: Pamata fonta izmērs
nl: Basis lettergrootte
ro: Dimensiunea de bază a fontului
sv: Basteckenstorlek
tr: Temel yazı tipi boyutu
zh_cn: 基本字体大小

# workspace.tokens.base-font-size.error
source: Base font size must be a value in pixels or unitless.
es: El tamaño de fuente base debe estar en px o sin unidad.
fr: La taille de base de police doit avoir une valeur en pixels ou sans unité.
he: גודל הכתב הבסיסי חייב להיות ערך בפיקסלים או ללא יחידות.
hi: बेस फ़ॉन्ट का आकार पिक्सेल या यूनिट रहित होना चाहिए।
it: La dimensione base del carattere deve essere un valore in pixel o senza unità.
lv: Pamata fonta izmēram jābūt vērtībai pikseļos vai bez mērvienības.
nl: De basislettergrootte moet een waarde zijn in pixels of zonder eenheid.
ro: Dimensiunea de bază a fontului trebuie să fie o valoare în pixeli sau fără unități.
sv: Basteckenstorlek måste anges i pixlar eller vara enhetslöst.
tr: Temel yazı tipi boyutu piksel cinsinden veya birimsiz bir değer olmalıdır.

# workspace.tokens.choose-file
source: Choose file
es: Elige archivo
fr: Sélectionner un fichier
he: בחירת קובץ
hi: फाइलें चुनें
it: Scegli file
lv: Izvēlēties datni
nl: Bestand kiezen
ro: Alege fișier
sv: Välj fil
tr: Dosya seç
zh_cn: 选择文件

# workspace.tokens.choose-folder
source: Choose folder
es: Elige carpeta
fr: Sélectionner un dossier
he: בחירת תיקייה
hi: फोल्डर को चुनो
it: Scegli cartella
lv: Izvēlēties mapi
nl: Map kiezen
ro: Alege dosar
sv: Välj mapp
tr: Klasör seç
zh_cn: 选择文件夹

# workspace.tokens.color
source: Color
fr: Couleur
he: צבע
hi: रंग
id: Warna
it: Colore
lv: Krāsa
nl: Kleur
pt_pt: Cor
ro: Culoare
sv: Färg
tr: Renk
zh_cn: 颜色

# workspace.tokens.create-new-theme
source: Create your first theme now.
cs: Vytvořte si svůj první motiv hned teď.
de: Erstellen Sie jetzt Ihr erstes Theme.
es: Crea un nuevo tema ahora.
fr: Créez votre premier thème dès à présent.
he: אפשר ליצור את ערכת העיצוב הראשונה שלך עכשיו.
hi: अभी अपनी पहली थीम बनाएं।
hr: Stvorite svoju prvu temu sada.
id: Buat tema pertama Anda sekarang.
it: Crea ora il tuo prima tema.
lv: Tagad izveido savu pirmo izskatu!
nl: Maak nu je eerste thema aan.
pt_br: Crie seu primeiro tema agora.
ro: Creează prima ta temă acum.
sv: Skapa ditt första tema nu.
tr: Şimdi ilk temanızı oluşturun.
zh_cn: 现在创建您的第一个主题。
zh_hant: 立即建立您的第一個主題。

# workspace.tokens.create-one
source: Create one.
cs: Vytvořte si.
de: Ein neues erstellen.
es: Crear uno.
fr: En créer un.
he: ליצור אחד.
hi: एक बनाएं।
hr: Stvorite jedan.
id: Buat baru.
it: Creane uno.
lv: Izveidot kādu.
nl: Maak er een aan.
pt_br: Criar um.
ro: Creează unul.
sv: Skapa ett.
tr: Bir tane oluşturun.
zh_cn: 创建一个。
zh_hant: 建立一個。

# workspace.tokens.create-token
source: Create new %s token
cs: Vytvořte nový %s token
de: Neues %s Token erstellen
es: Crear un token de %s
fr: Créer un nouveau token %s
he: יצירת אסימון %s חדש
hi: नया %s टोकन बनाएं
hr: Stvorite novi %s token
id: Buat token %s baru
it: Crea un nuovo token %s
lv: Izveidot jaunu %s tekstvienību
nl: Nieuw %s token aanmaken
pt_br: Criar novo token %s
ro: Creează un nou token %s
sv: Skapa en ny %s token
tr: Yeni %s tokeni oluştur
zh_hant: 建立新的 %s 權杖(token)

# workspace.tokens.delete
source: Delete token
cs: Smazat token
de: Token löschen
es: Eliminar token
fr: Supprimer le token
he: מחיקת אסימון
hi: टोकन हटाएँ
hr: Izbriši token
id: Hapus token
it: Elimina token
lv: Izdzēst tekstvienību
nl: Token verwijderen
pt_br: Remover token
ro: Șterge token
sv: Ta bort token
tr: Tokeni sil
zh_cn: 删除 token
zh_hant: 刪除權杖(token)

# workspace.tokens.delete-theme-title
source: Delete theme
cs: Smazat motiv
de: Theme löschen
es: Borrar theme
fr: Supprimer le thème
he: מחיקת ערכת עיצוב
hi: थीम हटाएँ
hr: Izbriši temu
id: Hapus tema
it: Elimina tema
lv: Izdzēst izskatu
nl: Thema verwijderen
pt_br: Remover tema
pt_pt: Eliminar tema
ro: Șterge temă
sv: Ta bort tema
tr: Temayı sil
zh_cn: 删除主题
zh_hant: 刪除主題

# workspace.tokens.duplicate
source: Duplicate token
cs: Duplikovat token
de: Token duplizieren
es: Duplicar token
fr: Dupliquer le token
he: שכפול אסימון
hi: डुप्लीकेट टोकन
hr: Udvostručite token
id: Gandakan token
it: Duplica token
lv: Pavairot tekstvienību
nl: Token dupliceren
pt_br: Duplicar token
ro: Duplică token
sv: Duplicera token
tr: Tokeni çoğalt
zh_cn: 复制 token
zh_hant: 複製權杖(token)

# workspace.tokens.duplicate-suffix
source: copy
es: copiar
fr: copie
he: עותק
hi: कापी
id: salin
it: copia
lv: dublējums
nl: kopie
ro: copie
sv: kopiera
tr: kopyala
zh_cn: 复制

# workspace.tokens.edit
source: Edit token
cs: Upravit token
de: Token bearbeiten
es: Editar token
fr: Modifier le token
he: עריכת אסימון
hi: टोकन संपादित करें
hr: Uredite token
id: Sunting token
it: Modifica token
lv: Labot tekstvienību
nl: Token bewerken
pt_br: Editar token
ro: Editează token
sv: Redigera token
tr: Tokeni düzenle
zh_cn: 编辑 token
zh_hant: 編輯權杖(token)

# workspace.tokens.edit-theme-title
source: Edit theme
cs: Upravit motiv
de: Theme bearbeiten
es: Editar tema
fr: Modifier le thème
he: עריכת ערכת עיצוב
hi: थीम संपादित करें
hr: Uredite temu
id: Sunting tema
it: Modifica tema
lv: Labot izskatu
nl: Thema bewerken
pt_pt: Editar tema
ro: Editează tema
sv: Redigera tema
tr: Temayı düzenle
zh_cn: 编辑主题
zh_hant: 編輯主題

# workspace.tokens.edit-themes
source: Edit themes
cs: Upravit motivy
de: Themes bearbeiten
es: Editar temas
fr: Modifier les thèmes
he: עריכת ערכות עיצוב
hi: थीम्स संपादित करें
hr: Uredite teme
id: Sunting tema
it: Modifica temi
lv: Labot izskatus
nl: Thema's bewerken
pt_pt: Editar temas
ro: Editează temele
sv: Redigera teman
tr: Temaları düzenle
zh_cn: 编辑主题
zh_hant: 編輯主題

# workspace.tokens.empty-input
source: Token value cannot be empty
es: El valor del token no puede estar vacío
fr: La valeur du token doit être renseignée
he: ערך האסימון לא יכול להישאר ריק
hi: टोकन मान रिक्त नहीं हो सकता
it: Il valore del token non può essere vuoto
lv: Tekstvienības vērtība nevar būt tukša
nl: De tokenwaarde mag niet leeg zijn
ro: Valoarea token-ului nu poate fi goală
sv: Token-värdet kan inte vara tomt
tr: Token değeri boş olamaz

# workspace.tokens.enter-token-name
source: Enter %s token name
cs: Zadejte název tokenu %s
de: %s Token-Name eingeben
es: Introduce un nombre para el token %s
fr: Entrez le nom du token %s
he: נא למלא את שם האסימון %s
hi: %s टोकन नाम दर्ज करें
hr: Unesite %s naziv tokena
id: Masukkan nama token %s
it: Inserisci il nome del token %s
lv: Jāievada %s tekstvienības nosaukums
nl: Voer de tokennaam %s in
ro: Introdu numele token-ului %s
sv: Ange %s tokennamn
tr: %s token adını gir
zh_hant: 輸入 %s 權杖(token)名稱

# workspace.tokens.error-parse
source: Import Error: Could not parse JSON.
es: Error al importar: No se pudo procesar el JSON.
fr: Erreur d'importation : Impossible d'interpréter le fichier JSON.
he: שגיאת ייבוא: לא ניתן לפענח JSON.
hi: आयात त्रुटि: JSON को पार्स नहीं किया जा सका।
id: Kesalahan Pengimporan: Tidak dapat mengurai JSON.
it: Errore di importazione: Impossibile analizzare il JSON.
lv: Ievietošanas kļūda: nevarēja apstrādāt JSON.
nl: Fout bij importeren: Kan JSON niet verwerken.
ro: Eroare la import: Nu s-a putut interpreta JSON.
sv: Importeringsfel: Kunde inte tolka JSON.
tr: İçe Aktarma Hatası: JSON ayrıştırılamadı.
zh_cn: 导入错误：不能解析 JSON。

# workspace.tokens.export
source: Export
es: Exportar
fr: Exporter
he: ייצוא
hi: निर्यात
it: Esporta
lv: Izgūt
nl: Exporteren
sv: Exportera
tr: Dışa aktar
zh_cn: 导出

# workspace.tokens.export-tokens
source: Export tokens
fr: Exporter des tokens
he: ייצוא אסימונים
hi: टोकन निर्यात करें
it: Esporta token
lv: Izgūt tekstvienības
nl: Tokens exporteren
ro: Exportă token-uri
sv: Exportera tokens
tr: Tokenleri dışa aktar
zh_cn: 导出 tokens

# workspace.tokens.export.multiple-files
source: Multiple files
es: Múltiples ficheros
fr: Plusieurs fichiers
he: ריבוי קבצים
hi: एकाधिक फाइलें
it: File multipli
lv: Vairākas datnes
nl: Meerdere bestanden
ro: Fișiere multiple
sv: Flera filer
tr: Birden fazla dosya

# workspace.tokens.export.no-tokens-themes-sets
source: There are no tokens, themes or sets to export.
es: No existen tokens, temas o sets para exportar.
fr: Il n'y a pas de tokens, de thèmes ou de collections à exporter.
he: אין אסימונים, ערכות עיצוב או סדרות לייצוא.
hi: निर्यात करने के लिए कोई टोकन, थीम या सेट्स उपलब्ध नहीं हैं।
it: Non ci sono token, temi o set da esportare.
lv: Šeit nav tekstvienību, izskatu vai kopu, ko izgūt.
nl: Er zijn geen tokens, thema's of verzamelingen om te exporteren.
ro: Nu există token-uri, teme sau seturi pentru export.
sv: Det finns inga tokens, teman eller uppsättningar att exportera.
tr: Dışa aktarılacak token, tema veya küme yok.

# workspace.tokens.export.preview
source: Preview:
es: Previsualizar:
fr: Prévisualisation :
he: תצוגה מקדימה:
hi: पूर्व दर्शन:
it: Anteprima:
lv: Priekšskatījums:
nl: Voorbeeld:
ro: Previzualizare:
sv: Förhandsgranskning:
tr: Ön izleme:
zh_cn: 预览：

# workspace.tokens.export.single-file
source: Single file
es: fichero único
fr: Fichier unique
he: קובץ בודד
hi: एक फाइल
it: File singolo
lv: Viena datne
nl: Enkel bestand
ro: Singur fișier
sv: Enskild fil
tr: Tek dosya
zh_cn: 单文件

# workspace.tokens.font-variant-not-found
source: Error setting font weight/style. This font style does not exist in the current font
es: Error al configurar el font-weight/style de la fuente. Este estilo de fuente no existe en la fuente actual.
he: שגיאה בהגדרת משקל/סגנון גופן. סגנון הגופן הזה לא קיים בגופן הנוכחי
hi: फ़ॉन्ट वज़न/शैली सेट करते समय त्रुटि हुई। यह फ़ॉन्ट शैली वर्तमान फ़ॉन्ट में मौजूद नहीं है
it: Errore nell’impostazione del peso/stile del font. Questo stile non esiste nel font corrente
nl: Fout bij instellen van lettertype gewicht/stijl. Deze lettertypestijl bestaat niet in het huidige lettertype
ro: Eroare la setarea stilului/greutății fontului. Acest stil de font nu există în fontul curent
sv: Fel vid inställning av typsnittsvikt/stil. Den här typsnittsstilen finns inte i det aktuella typsnittet

# workspace.tokens.gaps
source: Gaps
fr: Intervalles
he: רווחים
hi: अंतराल
id: Celah
it: Spaziature
lv: Spraugas
nl: Tussenruimtes
ro: Spații
sv: Mellanrum
zh_cn: 间隔

# workspace.tokens.generic-error
source: Error:
fr: Erreur :
he: שגיאה:
hi: त्रुटि:
id: Kesalahan:
it: Errore:
lv: Kļūda:
nl: Fout:
pt_pt: Erro:
ro: Eroare:
sv: Fel:
zh_cn: 错误：

# workspace.tokens.group-name
source: Group name
es: Nombre del grupo
fr: Nom du groupe
he: שם קבוצה
hi: समूह नाम
id: Nama kelompok
it: Nome gruppo
lv: Kopas nosaukums
nl: Groepnaam
ro: Nume grup
sv: Gruppnamn
zh_cn: 编组名称

# workspace.tokens.grouping-set-alert
source: Token Set grouping is not supported yet.
cs: Seskupení sady tokenů zatím není podporováno.
de: Die Gruppierung von Token-Sets wird noch nicht unterstützt.
es: La agrupación de sets aun no está soportada.
fr: Le groupement des collections de tokens n'est pas encore supporté.
he: אין עדיין תמיכה בקיבוץ סדרות אסימונים.
hi: टोकन सेट ग्रुपिंग अभी समर्थित नहीं है।
hr: Grupiranje skupa tokena još nije podržano.
id: Pengelompokan Set Token belum didukung.
it: Il raggruppamento di set di token non è ancora supportato.
lv: Tekstvienību apkopošana vēl netiek nodrošināta.
nl: Groepering van tokenverzamelingen is nog niet ondersteund.
pt_br: O conjunto de tokens ainda não é suportado.
ro: Gruparea seturilor de token-uri nu este încă suportat.
sv: Gruppering av Token Set stöds inte.
zh_hant: 權杖(token)集分組尚未支援。

# workspace.tokens.import-button-prefix
source: Import %s
fr: Importer %s
he: ייבוא %s
hi: %s आयात करें
it: Importa %s
nl: Importeren: %s
ro: Importă %s
sv: Importera %s
zh_cn: 导入 %s

# workspace.tokens.import-error
source: Import Error:
es: Error al importar:
fr: Erreur d'importation :
he: שגיאת ייבוא:
hi: आयात त्रुटि:
id: Kesalahan Pengimporan:
it: Errore di importazione:
lv: Ievietošanas kļūda:
nl: Fout bij importeren:
ro: Eroare import:
sv: Importeringsfel:
zh_cn: 导入错误：

# workspace.tokens.import-menu-folder-option
source: Folder
fr: Dossier
he: תיקייה
hi: फ़ोल्डर
it: Cartella
nl: Map
ro: Dosar
sv: Mapp
zh_cn: 文件夹
