Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# errors.profile-is-muted
source: Your profile has emails muted (spam reports or high bounces).
ar: يحتوي ملفك الشخصي على رسائل بريد إلكتروني مكتومة (تقارير البريد المزعجة أو الارتدادات العالية).
ca: El teu perfil té els missatges de correu silenciats (per informes de correu brossa o de retorn alts).
cs: Váš profil má ztlumené e-maily (zprávy o spamu nebo vysoká nedoručitelnost).
de: Ihr Profil hat stummgeschaltete E-Mails (Spam-Berichte oder hohe Unzustellbarkeitsberichte).
es: Tu perfil tiene los emails silenciados (por reportes de spam o alto indice de rebote).
eu: Zure profilak ez ditu eposta mezuak jasotzen (spam gisa markatu delako edo mezuak itzuli egiten dituelako).
fr: L'adresse e-mail de votre profil est ignorée (signalée comme spam ou taux de rebond élevé).
he: הודעות הדוא״ל לפרופיל שלך מושתקות (דיווחי דואר זבל או הרבה החזרות).
hi: आपकी प्रोफ़ाइल के ईमेल म्यूट किए गए हैं (स्पैम रिपोर्ट्स या उच्च बाउंस के कारण)।
hr: Tvoj profil ima isključen e-mail (izvješća o neželjenoj pošti ili veliki broj odbijanja).
id: Profil Anda membisukan surel (laporan spam atau lompatan tinggi).
it: Il tuo profilo ha le email disattivate (rapporti di spam o alti tassi di rimbalzo).
lv: Profila epasta saņemšana ir apklusināta (ziņojumi par surogātpastu vai daudz atlēcienu).
ms: Profil anda mempunyai e-mel yang diredamkan (laporan spam atau lantunan tinggi).
nl: Je profiel heeft e-mails gedempt (spammeldingen of hoge bounces).
pl: Twój profil ma wyciszone powiadomienia email (zgłoszenia spamu lub wysokie odrzucenia).
pt_br: Seu perfil tem e-mails silenciados (relatos de spam ou altas devoluções).
pt_pt: O teu perfil tem e-mails silenciados (relatórios de spam ou devoluções altas).
ro: Profilul tău conține adrese de email dezactivate (rapoarte spam sau inactive).
ru: Ваш адрес электронной почты не доступен.
sr: Ваш профил има искључене поруке е-поште (извештаји о нежељеној пошти или велики број одбијања).
sv: Din profil har e-post avstängd (spamrapporter eller många returmeddelanden).
tr: Profilinizde sessize alınmış e-postalar var (spam raporları veya yüksek geri dönüşler sebebiyle).
zh_cn: 你设置了邮件免打扰（报告垃圾邮件或者多次退信）。
zh_hant: 您的個人資料電子郵件關閉通知（垃圾郵件報告或高退回率）。

# errors.registration-disabled
source: The registration is currently disabled.
ar: التسجيل معطل حاليا.
ca: El registre està desactivat.
cs: Registrace je momentálně zakázána.
de: Die Registrierung ist derzeit deaktiviert.
el: Η εγγραφή είναι απενεργοποιημένη αυτήν τη στιγμή.
es: El registro está actualmente desactivado.
eu: Erregistroa desgaituta dago.
fa: ثبت‌نام در حال حاضر غیرفعال است.
fr: L’enregistrement est actuellement désactivé.
he: ההרשמה מושבתת כרגע.
hi: पंजीकरण वर्तमान में अक्षम है।
hr: Registracija je trenutno onemogućena.
id: Pendaftaran saat ini dinonaktifkan.
it: La registrazione è al momento disabilitata.
lv: Reģistrācija pašlaik ir atspējota.
ms: Pendaftaran dilumpuhkan pada masa ini.
nl: De registratie is momenteel uitgeschakeld.
pl: Rejestracja jest obecnie wyłączona.
pt_br: O registro de contas está desativado no momento.
pt_pt: A criação de contas está atualmente desativada.
ro: Înregistrarea este dezactivată în prezent.
ru: Регистрация сейчас отключена.
sr: Регистрација је тренутно онемогућена.
sv: Registreringen är för närvarande inaktiverad.
tr: Kayıt olma şu anda devre dışı.
zh_cn: 当前禁止注册。
zh_hant: 目前並不開放註冊。

# errors.svg-parser.invalid-svg
source: SVG is invalid or malformed
de: SVG ist ungültig oder fehlerhaft
es: El SVG no es válido o está mal formado
fr: Le fichier SVG n'est pas valide ou est mal formé
he: ה־SVG שגוי או פגום
hi: SVG अमान्य या त्रुटिपूर्ण है
it: L'SVG non è valido o è danneggiato
lv: SVG ir nederīgs vai bojāts
nl: SVG is ongeldig of misvormd
pt_br: SVG inválido ou malformado﻿
ro: SVG este invalid sau malformat
ru: SVG недействителен или имеет неправильный формат
sv: SVG är ogiltig eller missformad
tr: SVG geçersiz veya biçimi yanlış
zh_cn: SVG无效或格式错误

# errors.team-feature-mismatch
source: Detected incompatible feature '%s'
cs: Zjištěna nekompatibilní funkce '%s'
de: Inkompatible Funktion '%s' erkannt
es: Detectada funcionalidad incompatible '%s'
fr: Fonctionnalité incompatible détectée '%s'
he: התגלתה יכולת לא תואמת ‚%s’
hi: असंगत सुविधा '%s' का पता चला
hr: Otkrivena nekompatibilna značajka '%s'
id: Fitur '%s' tidak kompatibel terdeteksi
it: Rilevata funzione incompatibile '%s'
lv: Noteikta nesaderīga iespēja '%s'
ms: Ciri tidak serasi '%s' dikesan
nl: Incompatibele functie '%s' gedetecteerd
pt_br: Recurso incompatível '%s' detectado
pt_pt: Funcionalidade incompatível '%s' detetada
ro: Funcție incompatibilă detectată '%s'
ru: Обнаружена несовместимая функция «%s»
sr: Откривена је некомпатибилна функција "%s"
sv: Upptäckt av inkompatibel funktion '%s'
tr: Uyumsuz '%s' özelliği algılandı
zh_cn: 检测到不兼容功能“%s”
zh_hant: 檢測到不相容的功能“%s”

# errors.team-leave.insufficient-members
source: Insufficient members to leave team, you probably want to delete it.
ar: أعضاء غير كافيين لمغادرة الفريق ، ربما تريد حذفه.
ca: No hi ha suficients membres com per a abandonar l'equip, potser voleu eliminar-lo.
cs: Nedostatečný počet členů pro opuštění týmu, pravděpodobně jste chtěli tým smazat.
de: Nicht genügend Mitglieder, um das Team zu verlassen, wahrscheinlich wollen Sie es löschen.
es: No hay miembros suficientes para salir del equipo, probablemente quieras borrarlo.
eu: Ez dago taldetik irteteko behar beste kide, seguru aski ezabatu egin nahiko duzu.
fa: اعضای کافی برای ترک تیم وجود ندارد، احتمالاً می‌خواهید آن را حذف کنید.
fr: Il n'y a pas assez de membres pour quitter l'équipe, vous voulez probablement la supprimer.
he: אין מספיק חברים כדי לעזוב את הצוות, כנראה יהיה עליך למחוק אותו.
hi: टीम छोड़ने के लिए सदस्यों की संख्या अपर्याप्त है, शायद आप इसे हटाना चाहते हैं।
hr: Nedovoljno članova za napuštanje tima, vjerojatno ga želiš izbrisati.
id: Anggota tidak cukup untuk meninggalkan tim, Anda mungkin ingin menghapusnya saja.
it: Il numero di membri non è sufficiente per abbandonare il team. Probabilmente lo vuoi eliminare.
lv: Komandā ir nepietiekams dalībnieku skaits, lai to pamestu. Iespējams, ka to ir vēlams izdzēst.
ms: Ahli tidak mencukupi untuk meninggalkan pasukan, anda mungkin mahu memadamkannya.
nl: Onvoldoende leden om het team te verlaten, je kunt dit team maar beter verwijderen.
pl: Niewystarczająca liczba członków, aby opuścić zespół, prawdopodobnie chcesz go usunąć.
pt_br: Membros insuficientes para deixar a equipe, você provavelmente deseja excluí-la.
pt_pt: Membros insuficientes para deixar a equipa, provavelmente queres eliminá-la.
ro: Nu există suficienți membri pentru a părăsi echipa, probabil că dorești să o ștergi.
ru: Недостаточно участников, чтобы покинуть команду, вероятно, вы хотите её удалить.
sr: Нема довољно чланова за напуштање тима, вероватно желите да га избришете.
sv: Otillräckligt med medlemmar för att lämna teamet, du vill förmodligen ta bort det.
tr: Takımdan ayrılmak için yeterli üye yok, onu silmek isteyebilirsiniz.
zh_cn: 离开团队后成员不足，您可能要将其删除。
zh_hant: 成員不足，無法離開團隊，您可能希望將其刪除。

# errors.team-leave.member-does-not-exists
source: The member you try to assign does not exist.
ar: العضو الذي تحاول تعيينه غير موجود.
ca: El membre que intenteu assignar no existeix.
cs: Člen, kterého se pokoušíte přiřadit, neexistuje.
de: Das Mitglied, das Sie zuzuordnen möchten, existiert nicht.
es: El integrante que intentas designar no existe.
eu: Izendatu nahi duzun kidea ez da existitzen.
fa: عضوی که می‌خواهید اختصاص دهید وجود ندارد.
fr: Le membre que vous essayez d'assigner n'existe pas.
he: החבר שניסית להקצות לא קיים.
hi: जिस सदस्य को आप असाइन करने की कोशिश कर रहे हैं वह मौजूद नहीं है।
hr: Član kojeg pokušavaš dodijeliti ne postoji.
id: Anggota yang Anda mencoba untuk memberikan peran tidak ada.
it: Il membro che stai provando ad assegnare non esiste.
lv: Dalībnieks, kuru mēģināt piešķirt, nepastāv.
ms: Ahli yang anda cuba tetapkan tidak wujud.
nl: Het lid dat je probeert toe te wijzen, bestaat niet.
pl: Członek, którego próbujesz przypisać, nie istnieje.
pt_br: O membro que você tentou atribuir não existe.
pt_pt: O membro que tentas atribuir não existe.
ro: Membrul pe care încerci să-l atribui nu există.
ru: Участник, которого вы пытаетесь назначить, не существует.
sr: Члан којег покушавате да доделите не постоји.
sv: Medlemmen du försöker tilldela finns inte.
tr: Atamaya çalıştığınız üye mevcut değil.
zh_cn: 您尝试分配的成员不存在。
zh_hant: 查無此人。

# errors.team-leave.owner-cant-leave
source: Owner can't leave team, you must reassign the owner role.
ar: لا يمكن للمالك مغادرة الفريق ، يجب إعادة تعيين دور المالك.
ca: El propietari no pot abandonar l'equip, heu de reassignar el rol de propietat.
cs: Vlastník nemůže opustit tým, musíte přeřadit roli vlastníka.
de: Der Besitzer kann das Team nicht verlassen, Sie müssen die Besitzerrolle neu zuweisen.
es: El propietario no puede salir del equipo, tienes que asignar la propiedad a otra persona.
eu: Jabea ezin da taldetik irten, jabetza beste pertsona bati eman behar diozu.
fa: مالک نمی‌تواند تیم را ترک کند، شما باید نقش مالک را مجدداً اختصاص دهید.
fr: Le propriétaire ne peut pas quitter l'équipe, vous devez réassigner le rôle de propriétaire.
he: הבעלים לא יכולים לעזוב את הקבוצה, עליך להעביר את תפקיד הבעלות.
hi: मालिक टीम नहीं छोड़ सकता, आपको मालिक की भूमिका पुनः असाइन करनी होगी।
hr: Vlasnik ne može napustiti tim, moraš ponovno dodijeliti ulogu vlasnika.
id: Pemilik tidak dapat meninggalkan tim, Anda harus memberikan ulang peran pemilik.
it: Il proprietario non può abbandonare il team. Devi riassegnare il ruolo di proprietario.
lv: Īpašnieks nevar pamest komandu, ir jāpiešķir īpašnieka loma citam.
ms: Pemilik tidak boleh meninggalkan pasukan, anda mesti menetapkan semula peranan pemilik.
nl: Eigenaar kan het team niet verlaten, je moet de rol van eigenaar eerst overdragen.
pl: Właściciel nie może opuścić zespołu, musisz ponownie przypisać rolę właściciela.
pt_br: O proprietário não pode sair da equipe, você deve reatribuir a função de proprietário para outro membro.
pt_pt: O proprietário não pode sair da equipa, deverás retribuir a função de proprietário.
ro: Proprietarul nu poate părăsi echipa, trebuie reatribuit rolul de proprietar.
ru: Нужно переназначить роль владельца перед тем, как покинуть команду.
sr: Власник не може да напусти тим, морате да пренесете улогу власника.
sv: Ägare kan inte lämna teamet, du måste tilldela ägarrollen till någon annan.
tr: Sahip takımdan ayrılamaz, sahip rolünü yeniden atamanız gerekir.
zh_cn: 所有者不能离开团队，您必须转让所有者角色。
zh_hant: 團隊擁有者不能離開其團隊，你須重新委任團隊擁有者角色。

# errors.token-set-already-exists
source: A set with the same name already exists
de: Ein Set mit dem gleichen Namen existiert bereits
es: Ya existe un set con el mismo nombre
fr: Une collection avec le même nom existe déjà
he: כבר קיימת סדרה בשם הזה
hi: एक समान नाम वाला सेट पहले से मौजूद है
id: Set dengan nama yang sama sudah ada
it: Esiste già un set con lo stesso nome
lv: Jau pastāv kopa ar tādu pašu nosaukumu
nl: Er bestaat al een verzameling met dezelfde naam
pt_br: Já existe uma definição com o mesmo nome
ro: Un set cu același nume există deja
ru: Набор с таким именем уже существует
sv: En uppsättning med samma namn finns redan
tr: Aynı ada sahip bir küme zaten var
zh_cn: 同名的集已经存在

# errors.token-set-doesnt-exists
source: Can't duplicate an unkown set
es: No se puede duplicar un set que no existe.
fr: Impossible de dupliquer une collection inconnue
he: אי אפשר לשכפל ערכה לא ידועה
hi: एक अज्ञात सेट को डुप्लिकेट नहीं किया जा सकता
it: Impossibile duplicare un set sconosciuto
lv: Nevar pavairot nezināmu kopu
nl: Kan een onbekende verzameling niet dupliceren
pt_br: Não é possível duplicar um conjunto desconhecido﻿
ro: Nu se poate duplica un set necunoscut
ru: Невозможно дублировать неизвестный набор
sv: Kan inte duplicera en okänd uppsättning
tr: Bilinmeyen bir küme çoğaltılamıyor
zh_cn: 不能复制一个未知的集

# errors.token-set-exists-on-drop
source: Cannot complete drop, a set with same name already exists at path.
es: No se ha podido mover el set, un set con el mismo nombre ya existe en la esa ruta.
fr: Impossible de déposer, une collection avec le même nom existe déjà dans ce chemin.
he: לא ניתן להשלים את החיתוך, כבר קיימת סדרה באותו השם בנתיב.
hi: ड्रॉप पूरा नहीं किया जा सकता, उसी नाम का सेट पथ पर पहले से मौजूद है।
id: Tidak dapat menyelesaikan drop, set dengan nama yang sama sudah ada di jalur ini.
it: Impossibile completare il rilascio: esiste già un set con lo stesso nome in questo percorso.
lv: Nevar pabeigt nomešanu, ceļā jau pastāv kopa ar tādu pašu nosaukumu.
nl: Kan sleepactie niet voltooien, een verzameling met dezelfde naam bestaat daar al.
pt_br: Não é possível concluir a remoção, uma definição com o mesmo nome já existe no caminho.
ro: Nu se poate completa mutarea, un set cu același nume există deja în cale.
ru: Невозможно завершить перенос, набор с таким именем уже существует по указанному пути.
sv: Kan inte slutföra släppet, en uppsättning med samma namn finns redan vid sökvägen.
tr: Bırakma işlemi tamamlanamıyor, aynı ada sahip bir küme zaten bu yolda var.
zh_cn: 无法完成删除，同名集合已存在于路径中。

# errors.token-theme-already-exists
source: Theme Option with the same name exists
es: Ya existe un theme con este nombre
fr: Une option de thème avec le même nom existe déjà
he: כבר קיימת אפשרות ערכת עיצוב באותו השם
hi: समान नाम वाला थीम विकल्प मौजूद है
id: Opsi Tema dengan nama yang sama sudah ada
it: Esiste già un'opzione tema con lo stesso nome
lv: Pastāv izskata iespēja ar tādu pašu nosaukumu
nl: Thema-optie met dezelfde naam bestaat
pt_br: Existe uma opção de tema com o mesmo nome
ro: O opțiune de temă cu același nume există deja
ru: Вариант темы с таким же названием уже существует
sv: Tema-alternativ med samma namn finns
tr: Aynı ada sahip tema seçeneği var
zh_cn: 同名的主题选项已经存在

# errors.unexpected-error
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
ca: S'ha produït un error inesperat.
cs: Došlo k neočekávané chybě.
de: Ein unerwarteter Fehler ist aufgetreten.
el: Προέκυψε ένα μη αναμενόμενο σφάλμα.
es: Ha ocurrido un error inesperado.
eu: Errore bat gertatut da.
fa: یک خطای غیرمنتظره رخ داد.
fr: Une erreur inattendue s’est produite.
he: אירעה שגיאה בלתי צפויה.
hi: एक अप्रत्याशित त्रुटि हुई है।
hr: Došlo je do neočekivane pogreške.
id: Sebuah kesalahan tidak terduga terjadi.
it: Si è verificato un errore inaspettato.
lv: Atgadījās neparedzēta kļūda.
ms: Ralat yang tidak dijangka berlaku.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Um erro inesperado ocorreu.
pt_pt: Ocorreu um erro inesperado.
ro: A apărut o eroare neașteptată.
ru: Произошла ошибка.
sr: Дошло је до неочекиване грешке.
sv: Ett oväntat fel inträffade.
tr: Beklenmedik bir hata oluştu.
zh_cn: 发生了意料之外的错误。
zh_hant: 發生了預料之外的錯誤。

# errors.unexpected-token
source: Unknown token
ar: رمز غير معروف
ca: Token desconegut
cs: Neznámý token
de: Unbekannter Token
el: Άγνωστο διακριτικό
es: Token desconocido
eu: Tokena ez da zuzena
fa: توکن ناشناخته
fr: Token inconnu
he: אסימון בלתי ידוע
hi: अज्ञात टोकन
hr: Nepoznati token
id: Token tidak diketahui
it: Token sconosciuto
lv: Nezināma tekstvienība
ms: Token tidak diketahui
nl: Onbekend bewijsstuk
pl: Nieznany token
pt_br: Token desconhecido
pt_pt: Token desconhecido
ro: Cod necunoscut
ru: Неизвестный токен
sr: Непознати токен
sv: Okänd token
tr: Bilinmeyen jeton
zh_cn: 未知的令牌
zh_hant: 未知的 token

# errors.validation
source: Validation Error
cs: Chyba ověření
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
he: שגיאת אימות
hi: सत्यापन त्रुटि
hr: Pogreška provjere valjanosti
id: Kesalahan Validasi
it: Validazione errore
lv: Pārbaudes kļūda
ms: Ralat Pengesahan
nl: Validatiefout
pt_br: Erro de validação
pt_pt: Erro de validação
ro: Eroare la validare
ru: Ошибка проверки
sr: Грешка при валидацији
sv: Valideringsfel
tr: Doğrulama Hatası
zh_cn: 验证错误
zh_hant: 驗證錯誤

# errors.version-already-locked
source: This version is already locked
fr: Cette version est déjà verrouillée
he: הגרסה הזאת כבר נעולה
hi: यह संस्करण पहले से ही लॉक है
it: Questa versione è già bloccata
lv: Šī versija jau ir aizslēgta
nl: Deze versie is al vergrendeld
pt_br: Esta versão já está bloqueada﻿
ro: Această versiune este blocată deja
ru: Эта версия уже заблокирована
sv: Denna version är redan låst
tr: Bu sürüm zaten kilitli
zh_cn: 此版本已被锁定

# errors.version-locked
source: This version is locked and cannot be deleted by others
fr: Cette version est verrouillée et ne peut pas être supprimée par d'autres personnes
he: הגרסה הזאת נעולה ואחרים לא יכולים למחוק אותה
hi: यह संस्करण लॉक है और इसे अन्य लोग हटा नहीं सकते
it: Questa versione è bloccata e non può essere eliminata da altri
lv: Šī versija ir aizslēgta, un citi to nevar izdzēst
nl: Deze versie is vergrendeld en kan niet door anderen worden verwijderd
pt_br: Esta versão está bloqueada e não pode ser excluída por outras pessoas﻿
ro: Această versiune este blocată și nu poate fi ștearsă de către alții
ru: Эта версия заблокирована и не может быть удалена другими пользователями
sv: Denna version är låst och kan inte raderas av andra
tr: Bu sürüm kilitlidir ve başkaları tarafından silinemez
zh_cn: 此版本被锁定，不能被其他人删除

# errors.version-not-supported
source: File has an incompatible version number
cs: Soubor má nekompatibilní číslo verze
de: Die Datei hat eine inkompatible Versionsnummer
es: El fichero tiene un número de versión incompatible
fr: Le numéro de version du fichier est incompatible
he: מספר גרסת הקובץ לא תואם
hi: फ़ाइल का संस्करण संख्या असंगत है
hr: Datoteka ima nekompatibilan broj verzije
id: Berkas memiliki nomor versi tidak kompatibel
it: Il file ha un numero di versione incompatibile
lv: Datnei ir nesaderīgs versijas numurs
ms: Fail mempunyai nombor versi yang tidak serasi
nl: Bestand heeft een incompatibel versienummer
pt_br: O arquivo tem um número de versão incompatível
pt_pt: O ficheiro tem um número de versão incompatível
ro: Fișierul are un număr incompatibil de versiune
ru: Файл имеет несовместимый номер версии
sr: Датотека има некомпатибилан број верзије
sv: Filen har ett inkompatibelt versionsnummer
tr: Dosyanın uyumsuz bir sürüm numarası var
zh_cn: 文件具有不兼容的版本号
zh_hant: 檔案的版本號碼不相容

# errors.webhooks.connection
source: Connection error, URL not reacheable
ar: خطأ في الاتصال ، عنوان إلكتروني لا يمكن الوصول إليه
cs: Chyba připojení, adresa URL není dostupná
de: Verbindungsfehler, URL ist nicht erreichbar
es: Error de conexion, la url no es alcanzable
eu: Konexio errorea, URLa ezin da ireki
fr: Erreur de connexion, URL inaccessible
he: שגיאת תקשורת, הכתובת אינה נגישה
hi: कनेक्शन त्रुटि, URL उपलब्ध नहीं
hr: Pogreška veze, URL nije dostupan
id: Kesalahan koneksi, URL tidak dapat diraih
it: Errore di connessione, l'URL è irraggiungibile
lv: Savienojuma kļūda, URL nav sasniedzams
ms: Ralat sambungan, URL tidak dapat dicapai
nl: Verbindingsfout, URL niet bereikbaar
pl: Błąd połączenia, adres URL nieosiągalny
pt_br: Erro de conexão, URL não acessível
pt_pt: Erro de conexão, não foi possível alcançar o URL
ro: Eroare de conexiune, URL-ul nu poate fi accesat
ru: Ошибка подключения, URL недоступен
sr: Грешка у вези, URL није доступан
sv: Anslutningsfel, URL:en är inte tillgänglig
tr: Bağlantı hatası, URL'ye erişilemiyor
zh_cn: 连接错误，无法访问 URL
zh_hant: 連線錯誤，無法接上網址

# errors.webhooks.invalid-uri
source: URL does not pass validation.
cs: Adresa URL neprošla ověřením.
de: Die URL erfüllt nicht die Validierungskriterien.
es: La URL no pasa la validación.
eu: URLak ez du balidazioa gainditu.
fr: L'URL ne passe pas la validation.
he: הכתובת לא מעבירה תיקוף.
hi: URL सत्यापन पास नहीं करता है।
hr: URL ne prolazi provjeru valjanosti.
id: URL tidak melewati validasi.
it: L'URL non ha superato la validazione.
lv: URL neiztur pārbaudi.
ms: URL tidak lulus pengesahan.
nl: URL komt niet door de validatie.
pl: Adres URL nie przechodzi weryfikacji.
pt_br: A URL não passa na validação.
pt_pt: O URL não passou na validação.
ro: URL-ul nu a trecut validarea.
ru: URL-адрес не проходит проверку.
sr: URL не пролази валидацију.
sv: Valideringsfel av URL:en.
tr: URL doğrulamayı geçemiyor.
zh_cn: 网址未通过验证。
zh_hant: 網址未能通過驗証。

# errors.webhooks.last-delivery
source: Last delivery was not successful.
ar: آخر تسليم لم يكن ناجحًا.
cs: Poslední dodávka nebyla úspěšná.
de: Die letzte Übertragung war nicht erfolgreich.
es: Hubo un problema en el último envío.
eu: Errore bat gertatu da azken bidalketan.
fr: Il y a eu une erreur dans le dernier envoi.
he: ההעברה האחרונה לא הצליחה.
hi: अंतिम डिलीवरी सफल नहीं रही।
hr: Zadnja dostava nije bila uspješna.
id: Pengiriman terakhir tidak berhasil.
it: Errore nell'ultimo invio.
lv: Pēdējā piegāde nebija veiksmīga.
ms: Penghantaran terakhir tidak berjaya.
nl: Laatste levering was niet succesvol.
pl: Ostatnia wysyłka nie powiodła się.
pt_br: O último envio não foi bem-sucedido.
pt_pt: Último envio sem sucesso.
ro: Ultima livrare nu a avut succes.
ru: Последняя доставка не удалась.
sr: Последња испорука није успела.
sv: Den sista leveransen lyckades inte.
tr: Son iletim başarılı olmadı.
zh_cn: 上次交付不成功。
zh_hant: 上一次傳送未能成功。

# errors.webhooks.ssl-validation
source: Error on SSL validation.
cs: Chyba při ověřování SSL.
de: Fehler bei der SSL-Validierung.
es: Error en la validación SSL.
eu: Errorea gertatu da SSL balidazioan.
fr: Erreur lors de la validation SSL.
he: שגיאה בתיקוף SSL.
hi: SSL सत्यापन में त्रुटि हुई है।
hr: Pogreška pri SSL provjeri valjanosti.
id: Terjadi kesalahan pada validasi SSL.
it: Errore nella validazione SSL.
lv: Kļūda SSL pārbaudē.
ms: Ralat pada pengesahan SSL.
nl: Fout bij SSL-validatie.
pl: Błąd podczas sprawdzania poprawności SSL.
pt_br: Erro na validação SSL.
pt_pt: Erro na validação SSL.
ro: Eroare la validarea SSL.
ru: Ошибка при проверке SSL.
sr: Грешка при SSL валидацији.
sv: Fel på SSL validering.
tr: SSL doğrulamasında hata.
zh_cn: SSL 验证时出错。
zh_hant: SSL證書驗證錯誤。

# errors.webhooks.timeout
source: Timeout
ar: نفذ الوقت
de: Zeitüberschreitung
eu: Denbora muga gainditu da
fr: Délai d'attente dépassé
he: תום זמן המתנה
hi: समय समाप्त
hr: Istek vremena
id: Waktu habis
lv: Noilgums
ms: Masa tamat
pl: Koniec czasu
pt_br: O tempo se esgotou
ru: Время вышло
sr: Време је истекло
tr: Zaman aşımı
zh_cn: 超时
zh_hant: 連線逾時

# errors.webhooks.unexpected
source: Unexpected error on validating
ar: خطأ غير متوقع في التحقق
cs: Při ověřování došlo k neočekávané chybě
de: Unerwarteter Fehler bei der Validierung
es: Error inesperado al validar
eu: Errore ezezaguna balidazioan
fr: Erreur inattendue lors de la validation
he: שגיאה לא צפויה בעת תיקוף
hi: सत्यापन के दौरान अप्रत्याशित त्रुटि हुई
hr: Neočekivana pogreška prilikom provjere
id: Terjadi kesalahan tidak terduga saat memvalidasi
it: Errore inaspettato durante la validazione
lv: Pārbaudes laikā atgadījās neparedzēta kļūda
ms: Ralat yang tidak dijangka semasa mengesahkan
nl: Onverwachte fout bij het valideren
pl: Nieoczekiwany błąd podczas sprawdzania poprawności
pt_br: Erro inesperado durante a validação
pt_pt: Erro inesperado ao validar
ro: Eroare neașteptată la validare
ru: Неожиданная ошибка при проверке
sr: Неочекивана грешка при валидацији
sv: Oväntat fel vid validering
tr: Doğrulamada beklenmeyen hata
zh_cn: 验证时出现意外错误
zh_hant: 驗證時出現未有預料的錯誤
