Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# errors.drop-token-set-parent-to-child
source: Cannot drop a parent set to an own child path.
fr: Impossible de mettre une collection parent dans le chemin d'un de ses enfants.
he: לא ניתן לגרור סדרת הורה לתוך נתיב צאצא של עצמה.
hi: किसी पैरेंट को उसकी स्वयं की चाइल्ड पथ पर ड्रॉप नहीं किया जा सकता।
id: Tidak dapat melepaskan set induk ke jalur anak sendiri.
it: Impossibile rilasciare un set genitore in un percorso appartenente a un proprio elemento figlio.
lv: Nevar nomest vecāka kopu paša bērna ceļā.
nl: Een bovenliggende verzameling kan niet worden verwijderd naar een onderliggend pad.
pt_br: Não é possível remover a definição principal dentro de um caminho filho.
ro: Nu poți muta un set părinte în propria cale al unuia dintre copii.
ru: Невозможно переместить родительский набор в собственный дочерний путь.
sv: Kan inte släppa en överordnad uppsättning på en egen underordnad sökväg.
tr: Bir üst kümeyi kendi alt kümesine bırakamazsınız.
zh_cn: 无法将父集放置到自己的子路径中。

# errors.email-already-exists
source: Email already used
ar: البريد الإلكتروني مستخدم بالفعل
ca: Aquest correu ja està en ús
cs: Již použitá e-mailová adresa
de: E-Mail-Adresse wird bereits verwendet
el: Το email έχει ήδη χρησιμοποιηθεί
es: Este correo ya está en uso
eu: Eposta helbide hori erabilita dago
fa: ایمیل قبلا استفاده شده است
fr: Adresse e‑mail déjà utilisée
he: כתובת הדוא״ל כבר בשימוש
hi: ईमेल पहले से उपयोग में है
hr: E-mail se već koristi
id: Surel sudah digunakan
it: Indirizzo e-mail già utilizzato
lv: E-pasta adrese jau tiek izmantota
ms: E-mel sudah digunakan
nl: E-mail is al in gebruik
pl: Email jest już używany
pt_br: E-mail já utilizado
pt_pt: E-mail já utilizado
ro: Email deja trimis
ru: Такая эл. почта уже используется
sr: Е-пошта је већ коришћена
sv: E-postadressen används redan
th: อีเมลถูกใช้ไปแล้ว
tr: E-posta zaten kullanımda
zh_cn: 电子邮件已被占用
zh_hant: 電子信箱已被使用

# errors.email-already-validated
source: Email already validated.
ar: تحققَ من صحة البريد الإلكتروني بالفعل.
ca: Aquest correu ja està validat.
cs: E-mail byl již ověřen.
de: E-Mail-Adresse wurde bereits validiert.
el: Αυτό το email έχει ήδη επικυρωθεί.
es: Este correo ya está validado.
eu: Eposta helbide hori egiaztatuta dago.
fa: ایمیل قبلاً تأیید شده است.
fr: Adresse e‑mail déjà validée.
he: כתובת הדוא״ל כבר אומתה.
hi: ईमेल पहले ही सत्यापित किया जा चुका है।
hr: E-mail je već potvrđen.
id: Surel sudah divalidasi.
it: Indirizzo e-mail già convalidato.
lv: E-pasta adrese jau ir apliecināta.
ms: E-mel sudah disahkan.
nl: E-mail is al gevalideerd.
pl: E-mail został już zweryfikowany.
pt_br: E-mail já validado.
pt_pt: E-mail já validado.
ro: Adresa de email este deja validată.
ru: Эл. почта уже подтверждена.
sr: Е-пошта је већ потврђена.
sv: E-postadressen är redan validerad.
tr: E-posta zaten doğrulandı.
zh_cn: 电子邮件已经验证通过。
zh_hant: 電子信箱已完成驗證。

# errors.email-as-password
source: You can't use your email as password
ar: لا يمكن لكلمة السر أن تكون بريدك الإلكتروني
ca: No podeu fer servir l'adreça de correu com a contrasenya
cs: Jako heslo nelze použít váš e-mail
de: Sie können Ihre E-Mail-Adresse nicht als Passwort verwenden
es: No puedes usar tu correo electrónico como contraseña
eu: Ezin duzu zure eposta helbidea pasahitz gisa erabiliz
fa: شما نمی‌توانید از ایمیل خود به عنوان رمزعبور استفاده کنید
fr: Vous ne pouvez pas utiliser votre adresse e-mail comme mot de passe
he: אין לך אפשרות להשתמש בכתובת הדוא״ל שלך כסיסמה
hi: आप अपना ईमेल पासवर्ड के रूप में उपयोग नहीं कर सकते
hr: Ne možeš koristiti svoj e-mail kao lozinku
id: Anda tidak dapat menggunakan surel Anda sebagai kata sandi
it: Non è possibile utilizzare il tuo indirizzo e-mail come password
lv: E-pastu nevar izmantot kā paroli
ms: Anda tidak boleh menggunakan e-mel sebagai kata laluan
nl: Je kan je e-mail niet als wachtwoord gebruiken
pl: Nie możesz użyć swojego adresu email jako hasła
pt_br: Você não pode usar seu e-mail como senha
pt_pt: Não podes utilizar o teu e-mail como palavra-passe
ro: Nu poți folosi e-mailul ca parolă
ru: Нельзя указывать в качестве пароля адрес эл. почты
sr: Не можете да користите своју е-пошту као лозинку
sv: Du kan inte använda e-postadressen som lösenord
tr: E-postanızı parola olarak kullanamazsınız
zh_cn: 密码不能为邮箱地址
zh_hant: 你的電郵地址不能用作密碼

# errors.email-does-not-match-invitation
source: Email does not match the invitation.
fr: L'adresse e-mail ne correspond pas à celle de l'invitation.
he: כתובת הדוא״ל לא תואמת את ההזמנה.
hi: ईमेल आमंत्रण से मेल नहीं खाता।
it: L’email non corrisponde all’invito.
lv: E-pasta adrese neatbilst uzaicinājumā esošajai.
nl: E-mail komt niet overeen met de uitnodiging.
pt_br: O e-mail não corresponde ao convite.
ro: Adresa de e-mail nu corespunde invitației.
ru: Адрес электронной почты не соответствует приглашению.
sv: E-post matchar inte inbjudan.
tr: E-posta adresi davetiyeyle eşleşmiyor.
zh_cn: 邮件和此邀请不匹配。

# errors.email-domain-not-allowed
source: Domain not allowed
cs: Doména není povolena
de: Domain nicht zulässig
es: Dominio no permitido
fr: Domaine non autorisé
he: שם התחום לא מורשה
hi: डोमेन की अनुमति नहीं है
hr: Domena nije dopuštena
id: Domain tidak diperbolehkan
it: Dominio non consentito
lv: Domēns nav atļauts
nl: Domein niet toegestaan
pt_br: Domínio não permitido
pt_pt: Domínio não permitido
ro: Domeniu neautorizat
ru: Домен не разрешён
sr: Домен није дозвољен
sv: Domänen är inte tillåten
th: โดเมนนี้ไม่ได้รับอนุญาต
tr: Etki alanına izin verilmiyor
zh_cn: 不允许使用此域名
zh_hant: 不允許此域名

# errors.email-has-permanent-bounces
source: The email «%s» has many permanent bounce reports.
ar: يحتوي البريد الإلكتروني «%s» على العديد من تقارير الارتداد الدائم.
ca: El correu «%s» té molts informes de retorn permanents.
cs: E-mail «%s» má mnoho trvalých zpráv o nedoručitelnosti.
de: Die E-Mail-Adresse «%s» hat viele permanente Unzustellbarkeitsberichte.
el: Το email «%s» έχει πολλές μόνιμες αναφορές αναπήδησης.
es: El correo electrónico «%s» tiene varios reportes de rebote permanente.
eu: «%s» helbideak ez ditu mezuak ondo jasotzen, itzuli egiten ditu.
fr: L'adresse e-mail « %s » a un taux de rebond trop élevé.
he: לכתובת הדוא״ל „%s” יש יותר מדי דוחות החזרה קבועים.
hi: ईमेल «%s» के कई स्थायी बाउंस रिपोर्ट्स हैं।
hr: E-pmail «%s» ima mnogo trajnih izvješća o odbijanju.
id: Surel “%s” memiliki banyak laporan lompatan permanen.
it: L'email «%s» ha molti report di rimbalzi permanenti.
lv: E-pastam “%s” ir daudz pastāvīgu atlēcienu atskaišu.
ms: E-mel «%s» mempunyai banyak laporan lantunan kekal.
nl: Het emailadres «%s» heeft veel permanente bounce-rapporten.
pl: Email «%s» zawiera wiele stałych raportów o odrzuceniu.
pt_br: O e-mail «%s» tem muitos relatórios de devolução permanentes.
pt_pt: O e-mail «%s» tem muitos relatórios de rejeição permanentes.
ro: Adresa de email «%s» are multe rapoarte permanente de respingere.
ru: Эл. почта «%s» постоянно недоступна.
sr: Е-пошта «%s» има много сталних извештаја о одбијању.
sv: E-postmeddelandet «%s» har genererat många returmeddelanden.
tr: «%s» adresi için çok fazla geri dönme raporu var.
zh_cn: 电子邮件“%s”收到了非常多的永久退信报告。
zh_hant: 電子郵件«%s»有許多永久退件報告。

# errors.email-spam-or-permanent-bounces
source: The email «%s» has been reported as spam or permanently bounce.
ar: بُلّغ عن البريد الإلكتروني «%s» كبريد عشوائي أو مرتد بشكل دائم.
ca: El correu «%s» s'ha marcat com a brossa o rebot permanent.
cs: E-mail «%s» byl nahlášen jako spam nebo byl trvale nedostupný.
de: Die E-Mail "%s" wurde als Spam oder dauerhaft abgelehnt gemeldet.
es: El email «%s» tiene reportes de spam o de rebote permanente.
eu: «%s» helbideak ez ditu mezuak ondo jasotzen, itzuli egiten ditu edo spamaren inguruko txostenak ditu.
fr: L'e-mail "%s" a été signalé comme spam ou a été rejeté.
he: כתובת הדוא״ל „%s” דווחה כספאם או שההודעות תוקפצנה לצמיתות.
hi: ईमेल «%s» को स्पैम के रूप में रिपोर्ट किया गया है या स्थायी रूप से बाउंस हुआ है।
hr: E-mail «%s» je prijavljen kao neželjena pošta ili je trajno odbijen.
id: Surel “%s” telah dilaporkan sebagai spam atau lompatan permanen.
it: L'e-mail "%s" è stata riportata come spam o respinta in modo permanente.
lv: E-pasta adrese “%s” ir atzīmēta surogātpasts vai pastāvīgi saņem atlēcienu.
ms: E-mel «%s» telah dilaporkan sebagai spam atau melantun secara kekal.
nl: Het e-mailadres «%s» is gemeld als spam of permanent teruggestuurd.
pl: Email «%s» został zgłoszony jako spam lub trwale odrzucony.
pt_br: O e-mail «%s» foi denunciado como spam ou devolvido permanentemente.
pt_pt: O e-mail «%s» foi denunciado como spam ou devolvido permanentemente.
ro: E-mailul «%s» a fost raportat ca spam sau respins permanent.
ru: Эл. почта «%s» была отмечена как спам или постоянно недоступна.
sr: Е-пошта «%s» је пријављеа као непожељана или трајно одбијена.
sv: E-postmeddelandet ”%s” har rapporterats som skräppost eller permanenta returmeddelanden.
tr: «%s» e-postasının spam veya kalıcı olarak geri döndüğü bildirildi.
zh_cn: 此邮箱[%s]已被标记为垃圾邮件或已被永久拉黑。
zh_hant: 電子郵件 «%s» 已被報告為垃圾郵件或永久退件。

# errors.feature-mismatch
source: Looks like you are opening a file that has the feature '%s' enabled but the current penpot version does not supports it or has it disabled.
ar: يبدو أنك تفتح ملفًا فُعّل الميزة "%s" فيه ولكن الواجهة الأمامية لـ penpot لا تدعمه أو عُطّل.
cs: Vypadá to, že otevíráte soubor, který má povolenou funkci '%s', ale aktuální verze penpotu ji nepodporuje nebo je deaktivovaná.
de: Es scheint als würden Sie eine Datei öffnen, bei der die Funktion '%s' aktiviert ist. Ihr aktuelle Version von Penpot unterstützt es aber nicht oder hat die Funktion deaktiviert.
es: Parece que está abriendo un archivo que tiene la función '%s' habilitada, pero la versión actual de penpot no la admite o la tiene deshabilitada.
eu: Badirudi '%s' ezaugarria aktibo duen fitxategi bat irekitzen ari zarela baina zure penpot frontendak ezin du hori egin edo ezaugarri hori desaktibatuta du.
fr: Il semble que vous ouvrez un fichier qui a la fonctionnalité '%s' activée, mais votre interface Penpot ne la prend pas en charge ou l'a désactivée.
he: נראה שניסית לפתוח קובץ בו פעילה היכולת ‚%s’ אבל מנשק ה־Penpot שלך לא תומך בה או שהיא מושבתת.
hi: ऐसा लगता है कि आप एक ऐसी फ़ाइल खोल रहे हैं जिसमें '%s' सुविधा सक्षम है, लेकिन वर्तमान Penpot संस्करण इसे समर्थन नहीं करता या इसे अक्षम कर दिया गया है।
hr: Čini se da otvarate datoteku koja ima omogućenu značajku '%s', ali je trenutna verzija penpota ne podržava ili je onemogućena.
id: Sepertinya Anda membuka berkas yang memiliki fitur '%s' aktif tetapi frontend Penpot Anda tidak mendukungnya atau menonaktifkannya.
it: Sembra che tu stia aprendo un file con la funzione '%s' abilitata, ma la versione attuale di Penpot non la supporta o l'ha disabilitata.
lv: Šķiet, ka tiek atvērta datne, kurā ir iespējota iespēja '%s', bet pašreizējā Penpot versija to neatbalsta vai tā ir atspējota.
ms: Nampaknya anda sedang membuka fail yang mendayakan ciri '%s' tetapi versi penpot semasa tidak menyokongnya atau menyahdayakannya.
nl: Het lijkt erop dat je een bestand opent waarin de functie '%s' is ingeschakeld, maar jouw Penpot- versie ondersteunt dit niet of heeft het uitgeschakeld.
pl: Wygląda na to, że otwierasz plik, który ma włączoną funkcję '%s'. Twój interfejs użytkownika penpota jej nie obsługuje lub ma ją wyłączoną.
pt_br: Parece que você está abrindo um arquivo que tem a funcionalidade '%s' habilitada, mas o seu frontend no penpot não a suporta ou ela está desabilitada.
pt_pt: Parece que estás a abrir um ficheiro que tem a funcionalidade '%s' ativada, mas a versão do teu Penpot não a suporta, ou está desativada.
ro: Se pare că vrei să deschizi un fișier care are activată funcția "%s", dar versiunea curentă a Penpot nu o acceptă sau o are dezactivată.
ru: Похоже, вы открываете файл, в котором включена функция '%s', но текущая версия penpot её не поддерживает или она отключена.
sr: Изгледа да отварате датотеку која има омогућену функцију '%s', али је тренутна верзија penpot-а не подржава или је онемогућена.
sv: Det verkar som om du öppnar en fil som har funktionen ”%s” aktiverad, men den aktuella Penpot-versionen stöder den inte eller har den inaktiverad.
tr: Görünüşe göre '%s' özelliğinin etkin olduğu bir dosyayı açıyorsunuz, ancak şu anki penpot sürümü bunu desteklemiyor veya devre dışı bırakıldı.
zh_cn: 看起来你正在打开一个启用了'%s'功能的文件，但当前penpot版本并不支持该功能或已将其禁用。
zh_hant: 你正開啟的檔案包含Penpot尚未支援或停用'%s' 功能。

# errors.feature-not-supported
source: Feature '%s' is not supported.
ar: الميزة '%s' غير مدعومة.
cs: Funkce '%s' není podporována.
de: Die Funktion '%s' wird nicht unterstützt.
es: Caracteristica no soportada: '%s'.
eu: Ezaugarria ezin da erabili: '%s'.
fr: La fonctionnalité '%s' n'est pas prise en charge.
he: אין תמיכה ביכולת ‚%s’.
hi: फीचर '%s' समर्थित नहीं है।
hr: Značajka '%s' nije podržana.
id: Fitur '%s' tidak didukung.
it: La funzione '%s' non è supportata.
lv: Līdzeklis '%s' netiek atbalstīts.
ms: Ciri '%s' tidak disokong.
nl: Functie '%s' wordt niet ondersteund.
pl: Funkcja '%s' nie jest obsługiwana.
pt_br: Recurso '%s' não é suportado.
pt_pt: A funcionalidade '%s' não é suportada.
ro: Funcția "%s" nu este acceptată.
ru: Функция «%s» не поддерживается.
sr: Функција '%s' није подржана.
sv: Funktionen "%s" stöds inte.
tr: '%s' özelliği desteklenmiyor.
zh_cn: 不支持功能“%s”。
zh_hant: 不支援 「%s」功能。

# errors.field-min-length
source: Must contain at least 1 character.
cs: Musí obsahovat alespoň 1 znak.
de: Muss mindestens 1 Zeichen enthalten.
es: Debe contener como mínimo 1 caracter.
fr: Doit contenir au moins 1 caractère.
he: חייב להיות באורך של תו אחד לפחות.
hi: इसमें कम से कम 1 अक्षर अवश्य होना चाहिए।
hr: Mora sadržavati najmanje 1 znak.
id: Harus berisi setidaknya 1 karakter.
it: Deve contenere almeno 1 carattere.
lv: Jāsatur vismaz vienu rakstzīmi.
nl: Moet minimaal 1 teken bevatten.
pt_br: Deve conter pelo menos 1 caractere.
ro: Necesită cel puțin 1 caracter.
ru: Должен содержать не менее 1 символа.
sv: Måste innehålla minst 1 tecken.
th: ต้องมีอย่างน้อย 1 ตัวอักษร
tr: En az 1 karakter içermelidir.
zh_cn: 至少需要包含1个字符。
zh_hant: 至少須含 1 個字元。

# errors.field-missing
source: Empty field
de: Leeres Feld
es: Campo vacio
fr: Champ vide
he: שדה ריק
hi: रिक्त क्षेत्र
id: Kolom kosong
it: Campo vuoto
lv: Tukšs lauks
nl: Leeg veld
pt_br: Campo vazio
pt_pt: Campo vazio
ro: Câmp gol
ru: Пустое поле
sv: Tomt fält
tr: Boş alan
zh_cn: 空字段

# errors.field-not-all-whitespace
source: The name must contain some character other than space.
cs: Název musí obsahovat jiný znak než mezeru.
de: Der Name muss aus etwas anderem bestehen außer Leerzeichen.
es: Debe contener algún carácter diferente de espacio.
es_419: El nombre debe contener algún carácter distinto al del espacio.
fr: Le nom ne doit pas contenir d'espaces.
he: השם חייב לכלול כמה אותיות למעט רווח.
hi: नाम में केवल खाली स्थान के अलावा कोई अन्य अक्षर होना चाहिए।
hr: Ime mora sadržavati neki znak osim razmaka.
id: Nama harus berisi karakter selain spasi.
it: Il nome deve contenere alcuni caratteri oltre allo spazio.
lv: Nosaukumam jāsatur kādu citu rakstzīmi bez atstarpes.
nl: De naam moet een ander teken bevatten dan een spatie.
pt_br: O nome deve conter algum caractere diferente de espaço.
ro: Numele necesită un alt caracter decât spațiu.
ru: Имя должно содержать какой-либо символ, отличный от пробела.
sv: Namnet måste innehålla något annat tecken än mellanslag.
tr: Ad boşluk dışında bir karakter içermelidir.
zh_cn: 名称必须包含除空格外的其他字符。
zh_hant: 名稱必須包含除空格之外的字元。

# errors.file-feature-mismatch
source: It seems that there is a mismatch between the enabled features and the features of the file you are trying to open. Migrations for '%s' need to be applied before the file can be opened.
cs: Zdá se, že existuje nesoulad mezi povolenými funkcemi a funkcemi souboru, který se pokoušíte otevřít. Před otevřením souboru je třeba provést migraci pro '%s'.
de: Es scheint eine Nichtübereinstimmung zwischen den aktivierten Funktionen und den Funktionen der Datei zu geben. Die Migrationen für '%s' müssen durchgeführt werden, bevor die Datei geöffnet werden kann.
es: Parece que hay discordancia entre las features habilitadas y las features del fichero que se esta intentando abrir. Falta aplicar migraciones para '%s' antes de poder abrir el fichero.
fr: Il semble y avoir une incompatibilité entre les fonctionnalités actives et celles du fichier que tentez d'ouvrir. Vous devez activer les migrations pour '%s' avant de pouvoir ouvrir le fichier.
he: נראה שאין התאמ בין היכולות הפעילות לבין הקובץ שניסית לפתוח. יש להחיל הסבות עבור ‚%s’ לפני שיתאפשר לפתוח את הקובץ הזה.
hi: ऐसा लगता है कि सक्षम सुविधाओं और उस फ़ाइल की सुविधाओं के बीच असंगति है जिसे आप खोलने का प्रयास कर रहे हैं। फ़ाइल खोलने से पहले '%s' के लिए माइग्रेशन लागू करना आवश्यक है।
hr: Čini se da postoji neusklađenost između omogućenih značajki i značajki datoteke koju pokušavate otvoriti. Prije otvaranja datoteke potrebno je primijeniti migracije za '%s'.
id: Sepertinya ada ketidakcocokan antara fitur yang diaktifkan dengan fitur berkas yang sedang Anda buka. Migrasi untuk '%s' harus diterapkan sebelum berkasnya dapat dibuka.
it: Sembra che ci sia una discrepanza tra le funzioni abilitate e quelle del file che stai cercando di aprire. È necessario applicare le migrazioni per '%s' prima di poter aprire il file.
lv: Izskatās, ka ir nesaderība starp iespējotajām iespējām un iespējām datnē, kuru tiek mēģināts atvērt. Jāpiemēro '%s' migrācijas, pirms datne var tikt atvērta.
ms: Nampaknya terdapat ketidakpadanan antara ciri yang didayakan dan ciri fail yang anda cuba buka. Migrasi untuk '%s' perlu digunakan sebelum fail boleh dibuka.
nl: Het lijkt erop dat er een discrepantie bestaat tussen de ingeschakelde functies en de functies van het bestand dat je probeert te openen. Er moeten migraties voor '%s' worden toegepast voordat het bestand kan worden geopend.
pt_br: Parece que há uma incompatibilidade entre os recursos habilitados e os recursos do arquivo que você está tentando abrir. Migrações para '%s' precisam ser aplicadas antes que o arquivo possa ser aberto.
pt_pt: Parece que existem discrepâncias entre as funcionalidades ativadas e as funcionalidades do ficheiro que estás a tentar abrir. Será necessário aplicar migrações para '%s' antes de poder abrir o ficheiro.
ro: Se pare că există o discrepanță între caracteristicile activate și caracteristicile fișierului pe care încerci să îl deschizi. Migrații pentru '%s' trebuie să fie aplicate înainte ca fișierul să poată fi deschis.
ru: Похоже, что существует несоответствие между включенными функциями и функциями файла, который вы пытаетесь открыть. Прежде чем файл можно будет открыть, необходимо применить миграцию для «%s».
sr: Чини се да постоји неусклађеност између омогућених функција и функција датотеке коју покушавате да отворите. Миграције за "%s" морају бити примењене пре него што се датотека може отворити.
sv: Det verkar som om det inte finns någon överensstämmelse mellan de aktiverade funktionerna och funktionerna i den fil du försöker öppna. Migreringar för ”%s” måste tillämpas innan filen kan öppnas.
tr: Etkinleştirilen özellikler ile açmaya çalıştığınız dosyanın özellikleri arasında bir uyumsuzluk var gibi görünüyor. Dosyanın açılabilmesi için önce '%s' için geçişlerin uygulanması gerekiyor.
zh_cn: 看起来当前启用的功能，与正在打开的文件所依赖的功能不匹配。在打开文件前，需要应用对“%s”修改。
zh_hant: 似乎啟用的功能和您嘗試打開的文件的功能不相容。需要先整合套用「%s」才能開啟該檔案。

# errors.generic
source: Something wrong has happened.
ar: حدث خطأ ما.
ca: Alguna cosa ha anat malament.
cs: Něco se pokazilo.
de: Etwas ist schief gelaufen.
el: Έχει συμβεί κάτι λάθος.
es: Ha ocurrido algún error.
eu: Erroreren bat gertatu da.
fa: اشتباهی رخ داده است.
fr: Un problème s’est produit.
he: קרה משהו לא טוב.
hi: कुछ ग़लत हुआ है।
hr: Dogodilo se nešto loše.
id: Sesuatu yang salah terjadi.
it: Si è verificato un problema.
lv: Noticis kaut kas nelāgs.
ms: Sesuatu yang tidak kena telah berlaku.
nl: Er ging iets mis.
pl: Coś poszło nie tak.
pt_br: Algo errado aconteceu.
pt_pt: Ocorreu algo inesperado.
ro: S-a întâmplat ceva în neregulă.
ru: Что-то пошло не так.
sr: Нешто погрешно се десило.
sv: Något fel har inträffat.
tr: Bir şeyler ters gitti.
zh_cn: 发生了某种错误。
zh_hant: 發生了一些錯誤。

# errors.internal-assertion-error
source: Internal Assertion Error
de: Interner Assertionsfehler
es: Error interno de aserción
fr: Erreur d'assertion interne
he: שגיאת טענה פנימית
hi: आंतरिक सत्यापन त्रुटि
it: Errore di asserzione interna
lv: Iekšēja apgalvojuma kļūda
nl: Interne beweringsfout
pt_br: Erro interno de asserção﻿
ro: Eroare internă de aserțiune
sv: Internt assertion-fel
tr: Dahili Doğrulama Hatası
zh_cn: 内部断言错误

# errors.internal-worker-error
source: Something wrong has happened with the web worker.
de: Mit dem Web Worker ist ein Fehler aufgetreten.
es: Ha ocurrido un problema con el web worker.
fr: Un problème est survenu avec le web worker.
he: משהו השתבש עם מנגנון הדפדפן.
hi: वेब वर्कर के साथ कुछ गलत हो गया है।
it: Qualcosa è andato storto con il web worker.
lv: Kaut kas nogāja greizi ar tīmekļa strādni.
nl: Er is iets mis gegaan met de webwerker.
pt_br: Algo de errado aconteceu com o web worker.
ro: A apărut o problemă cu web worker-ul.
sv: Något fel har hänt med webbarbetaren.
tr: Web çalıştırıcısında bir sorun oluştu.
zh_cn: web worker 出错。

# errors.invalid-color
source: Invalid color
ar: لون غير صالح
ca: El color no és vàlid
cs: Chybná barva
de: Ungültige Farbe
es: Color no válido
eu: Kolorea ez da zuzena
fa: رنگ نامعتبر
fr: Couleur non valide
he: צבע שגוי
hi: अमान्य रंग
hr: Pogrešna boja
id: Warna tidak valid
it: Colore non valido
lv: Nederīga krāsa
ms: Warna tidak sah
nl: Ongeldige kleur
pl: Nieprawidłowy kolor
pt_br: Cor inválida
pt_pt: Cor inválida
ro: Culoare invalidă
ru: Неверный цвет
sr: Неважећа боја
sv: Ogiltig färg
th: สีไม่ถูกต้อง
tr: Geçersiz renk
zh_cn: 无效的颜色
zh_hant: 顏色無效

# errors.invalid-data
source: Invalid data
de: Ungültige Daten
es: Datos no válidos
fr: Données non valides
he: נתונים שגויים
hi: अमान्य डेटा
id: Data tidak valid
it: Dati non validi
lv: Nederīgi dati
nl: Ongeldige gegevens
pt_br: Data inválida
pt_pt: Dados inválidos
ro: Date invalide
ru: Неверные данные
sv: Ogiltig data
tr: Geçersiz veri
zh_cn: 无效数据

# errors.invalid-email
source: Enter a valid email please
ar: أدخل بريدًا إلكترونيًا صالحًا من فضلك
cs: Zadejte prosím platný email
de: Geben Sie bitte eine gültige E-Mail-Adresse ein
es: Por favor, escribe un email válido
eu: Mesedez, idatzi eposta helbide zuzen bat
fr: Entrez une adresse e-mail valide
he: נא למלא כתובת דוא״ל תקפה בבקשה
hi: कृपया एक मान्य ईमेल दर्ज करें
hr: Unesite valjanu e-poštu
id: Silakan menyediakan surel yang valid
it: Inserisci una email valida
lv: Lūgums ievadīt derīgu e-pasta adresi
ms: Sila masukkan e-mel yang sah
nl: Voer een geldig e-mailadres in
pl: Podaj prawidłowy adres e-mail
pt_br: Por favor, insira um email válido
pt_pt: Por favor introduz um email válido
ro: Te rugăm să introduci un e-mail valid
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Ange en giltig e-postadress
th: กรุณาใส่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin
zh_cn: 请输入有效的电子邮件
zh_hant: 請輸入一個有效的電郵地址
