Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.access-tokens.expires-on
source: Expires on %s
af: Verval op %s
cs: Platnost vyprší %s
de: Läuft ab am %s
es: Expira el %s
es_419: Vence el %s
fa: تاریخ انقضا %s میباشد
fr: Expire le %s
fr_ca: Expire le %s
he: התוקף יפוג ב־%s
hi: %s पर समाप्त हो जाएगा
hr: Istječe %s
id: Kedaluwarsa pada %s
it: Scade il %s
ko: %s에 만료됩니다
lv: Derīgs līdz %s
ms: Tamat tempoh pada %s
nl: Verloopt op %s
pt_br: Expira em %s
pt_pt: Expira a %s
ro: Expiră pe %s
ru: Срок истекает %s
sr: Истиче на %s
sv: Förfaller den %s
th: จะหมดอายุเมื่อ %s
tr: %s tarihinde sona eriyor
zh_cn: 将于%s到期
zh_hant: 將於 %s 過期

# dashboard.access-tokens.no-expiration
source: No expiration date
af: Geen verval datum nie
cs: Žádné datum vypršení platnosti
de: Kein Ablaufdatum
es: Sin fecha de expiración
es_419: Sin fecha de vencimiento
fa: بدون تاریخ انقضا
fr: Aucune date d'expiration
fr_ca: Sans date d'expiration
he: אין תאריך תפוגה
hi: कोई समाप्ति तिथि नहीं
hr: Nema roka isteka
id: Tidak ada tanggal kedaluwarsa
it: Nessuna data di scadenza
ko: 만료 기한 없음
lv: Bez derīguma datuma
ms: Tiada tarikh tamat tempoh
nl: Geen verloopdatum
pt_br: Sem data de expiração
pt_pt: Sem data de expiração
ro: Fără dată de expirare
ru: Срока истечения нет
sr: Без датума истека
sv: Inget förfallodatum
th: ไม่มีวันหมดอายุ
tr: Süresiz
zh_cn: 无到期时限
zh_hant: 沒有到期時間

# dashboard.access-tokens.personal
source: Personal access tokens
af: Persoonlike toegangstokens
cs: Osobní přístupové tokeny
de: Persönliche Zugangstoken
es: Access tokens personales
es_419: Tokens de acceso personal
fa: توکنِ دسترسیِ شخصی
fr: Jetons d'accès personnels
fr_ca: Tokens d'accès personnel
he: אסימוני כניסה אישיים
hi: व्यक्तिगत एक्सेस टोकन
hr: Osobni pristupni tokeni
id: Token akses pribadi
it: Token di accesso personale
ko: 개인용 엑세스 토큰
lv: Privātās piekļuves pilnvaras
ms: Token capaian peribadi
nl: Persoonlijke toegangsbewijzen
pt_br: Tokens de acesso pessoais
pt_pt: Tokens de acesso pessoais
ro: Token-uri de acces personal
ru: Личные токены доступа
sr: Лични токени за приступ
sv: Personliga accesstokens
th: โทเคนการเข้าถึงส่วนบุคคล
tr: Kişisel erişim tokenleri
zh_cn: 个人访问令牌
zh_hant: 個人存取權杖

# dashboard.access-tokens.personal.description
source: Personal access tokens function like an alternative to our login/password authentication system and can be used to allow an application to access the internal Penpot API
af: Persoonlike toegangtokens funksioneer soos 'n alternatief vir ons aanmeld-/wagwoord-verifikasiestelsel en kan gebruik word om 'n toepassing toe te laat om toegang tot die interne Penpot API te verkry
cs: Osobní přístupové tokeny fungují jako alternativa k našemu systému ověřování přihlašovacích údajů/hesel a lze je použít k tomu, aby aplikaci umožnily přístup k internímu rozhraní Penpot API
de: Persönliche Zugangstoken stellen eine Alternative zu unserem Login/Passwort-Authentifizierungssystem dar und können verwendet werden, um einer Anwendung den Zugriff auf die interne Penpot-API zu ermöglichen
es: Los access tokens personales funcionan como una alternativa a nuestro sistema de autenticación usuario/password y se pueden usar para permitir a otras aplicaciones acceso a la API interna de Penpot
es_419: Los tokens de acceso personal funcionan como una alternativa a nuestro sistema de autenticación de inicio de sesión/contraseña y pueden usarse para permitir que una aplicación acceda a la API interna de Penpot
fa: توکن های دسترسی شخصی میتوانند به عنوان جایگزینی به جای رمز عبور و نام کاربری باشند برای برنامه ها برای دسترسی به API درونی پنپات
fr: Les jetons d'accès personnels fonctionnent comme une alternative à notre système d'authentification par login/mot de passe et peuvent être utilisés pour permettre à une application d'accéder à l'API interne de Penpot
fr_ca: Les tokens d'accès personnel sont une alternative à notre système d'authentification par identifiant et mot de passe. Ils peuvent être utilisés pour permettre à une application d'accéder à l'API interne de Penpot
he: אסימוני גישה אישיים הם דרך חלופית למערכת אימות הכניסה/סיסמה שלנו ומאפשרים ליישום לגשת ל־API הפנימי של Penpot
hi: व्यक्तिगत एक्सेस टोकन हमारे लॉगिन/पासवर्ड प्रमाणीकरण प्रणाली का विकल्प के रूप में कार्य करते हैं और इन्हें किसी एप्लिकेशन को Penpot की आंतरिक API तक पहुंच प्रदान करने के लिए उपयोग किया जा सकता है
hr: Osobni tokeni za pristup funkcioniraju kao alternativa našem sustavu provjere autentičnosti prijave/lozinke i mogu se koristiti kako bi se aplikaciji omogućio pristup internom Penpot API-ju
id: Token akses pribadi berfungsi sebagai alternatif sistem autentikasi nama pengguna dan kata sandi dan dapat digunakan untuk memperbolehkan sebuah aplikasi untuk mengakses API Penpot internal
it: I token di accesso personali funzionano come alternativa al nostro sistema di autenticazione login/password e possono essere usati per consentire ad un'applicazione di accedere alle API di Penpot interne
ko: 개인용 엑세스 토큰은 펜팟의 로그인/암호 인증 시스템의 대안으로 사용되며, 어플리케이션의 펜팟 내부 API 엑세스를 위해 사용될 수 있습니다
lv: Privātās piekļuves pilnvaras darbojas kā alternatīva mūsu pieteikšanās/paroles autentificēšanas sistēmai, un tās var izmantot, lai ļautu lietotnēm piekļūt iekšējam Penpot API
ms: Token capaian peribadi berfungsi seperti alternatif kepada sistem pengesahan log masuk/kata laluan kami dan boleh digunakan untuk membenarkan aplikasi mengakses API dalaman Penpot
nl: Persoonlijke toegangsbewijzen functioneren als alternatief voor ons login/wachtwoord-authenticatiesysteem en kunnen worden gebruikt om een applicatie toegang te geven tot de interne Penpot API
pt_br: Os tokens de acesso pessoal funcionam como uma alternativa ao nosso sistema de autenticação por login/senha e podem ser usados para permitir que um aplicativo acesse a API interna do Penpot
pt_pt: Os tokens de acesso pessoais funcionam como uma alternativa ao nosso sistema de autenticação de login/palavra-passe e podem ser usados para permitir que uma aplicação tenha acesso à API interna do Penpot
ro: Token-urile de acces personal funcționează ca o alternativă la sistemul nostru de autentificare prin login/parolă și poate fi folosit pentru a permite unei aplicații să acceseze API-ul intern Penpot
ru: Личные токены доступа функционируют как альтернатива нашей системе аутентификации по логину/паролю и могут использоваться для предоставления приложению доступа к внутреннему API Penpot
sr: Лични токени за приступ функционишу као алтернатива нашем систему аутентификације са корисничким именом и лозинком и могу се користити за омогућавање апликацији приступу унутрашњем Penpot API-ју
sv: Personliga åtkomsttokens fungerar som ett alternativ till vårt inloggnings-/lösenordsautentiseringssystem och kan användas för att tillåta en applikation att komma åt interna Penpot API
th: โทเคนการเข้าถึงส่วนบุคคลจะทำงานใกล้เคียงกับการยืนยันตัวตนด้วยชื่อผู้ใช้/รหัสผ่าน และสามารถใช้ในการอนุญาตให้แอปพลิเคชันเข้าถึง API ภายในของ Penpot ได้
tr: Kişisel erişim tokenleri, oturum açma/parola kimlik doğrulama sistemimize alternatif olarak işlev görür ve bir uygulamanın dahili Penpot API'sine erişmesine izin vermek için kullanılabilir
zh_cn: 个人访问令牌可被理解为密码认证的代替选项，常用于允许（第三方）应用访问Penpot内部API
zh_hant: 個人存取權杖就像是帳號密碼驗證系統的替代方案，且可用於讓第三方應用程式存取 Penpot 內部 API

# dashboard.access-tokens.token-will-expire
source: The token will expire on %s
af: Die token sal verval op %s
cs: Platnost tokenu vyprší %s
de: Der Token läuft am %s ab
es: El token expirará el %s
es_419: El token caducará el %s
fa: توکن دسترسی تاریخ انقضایش در تاریخ %s تمام میشود
fr: Le jeton expirera le %s
fr_ca: Ce token expirera le %s
he: האסימון יפוג ב־%s
hi: टोकन %s को समाप्त हो जाएगा
hr: Token će isteći %s
id: Token akan kedaluwarsa pada %s
it: Il token scadrà il %s
ko: 토큰은 %s에 만료 예정입니다
lv: Pilnvara beigsies %s
ms: Token akan luput pada %s
nl: Het toegangsbewijs verloopt op %s
pt_br: O token expirará em %s
pt_pt: O token irá expirar a %s
ro: Tokenul va expira pe %s
ru: Срок действия токена истечёт %s
sr: Токен ће истећи на %s
sv: Token kommer att förfalla den %
th: โทเคนนี้จะหมดอายุใน %s
tr: Tokenin süresi %s tarihinde sona erecek
zh_cn: 令牌将于%s到期
zh_hant: 權杖將於 %s 到期

# dashboard.access-tokens.token-will-not-expire
source: The token has no expiration date
af: Die token het nie 'n verval datum nie
cs: Token nemá žádné datum vypršení platnosti
de: Der Token hat kein Ablaufdatum
es: El token no tiene fecha de expiración
es_419: El token no tiene fecha de vencimiento
fa: این توکن دسترسی تاریخ انقضا ندارد
fr: Le jeton n'a pas de date d'expiration
fr_ca: Ce token n'a pas de date d'expiration
he: לאסימון אין תאריך תפוגה
hi: टोकन की कोई समाप्ति तिथि नहीं है
hr: Token nema datum isteka
id: Token tidak memiliki tanggal kedaluwarsa
it: Il token non ha una data di scadenza
ko: 토큰의 만료 기한이 없습니다
lv: Pilnvarai nav derīguma beigu datuma
ms: Token tidak mempunyai tarikh luput
nl: Het toegangsbewijs heeft geen verloopdatum
pt_br: O token não tem uma data de validade
pt_pt: O token não tem data de expiração
ro: Tokenul nu are dată de expirare
ru: Токен не имеет срока действия
sr: Токен нема датум истека
sv: Token har inget förfallodatum
th: โทเคนนี้ไม่มีวันหมดอายุ
tr: Tokenin sona erme tarihi yok
zh_cn: 令牌无到期时限
zh_hant: 權杖沒有到期時間

# dashboard.add-file
source: Add file
cs: Přidat soubor
de: Datei hinzufügen
es: Añadir archivo
fa: افزودن فایل
fr: Ajouter un fichier
fr_ca: Ajouter un fichier
he: הוספת קובץ
hi: फ़ाइल जोड़ें
hr: Dodaj datoteku
id: Tambahkan berkas
it: Aggiungi file
lv: Pievienot datni
nl: Bestand toevoegen
pt_br: Adicionar arquivo
pt_pt: Adicionar ficheiro
ro: Adaugă filă
ru: Добавить файл
sv: Lägg till fil
tr: Dosya ekle
zh_cn: 新增文件
zh_hant: 加入檔案

# dashboard.add-shared
source: Add as Shared Library
af: Voeg by as Gedeelde Biblioteek
ar: أضف كمكتبة مشتركة
ca: Afegeix a la biblioteca compartida
cs: Přidat jako sdílenou knihovnu
da: Tilføj som Delt Bibliotek
de: Hinzufügen als gemeinsam genutzte Bibliothek
el: Προσθήκη ως Κοινόχρηστη βιβλιοθήκη
es: Añadir como Biblioteca Compartida
es_419: Agregar como biblioteca compartida
eu: Gehitu partekatutako liburutegi bezala
fa: افزودن به‌عنوان کتابخانه مشترک
fo: Legg afturat sum Deilt Savn
fr: Ajouter une bibliothèque partagée
fr_ca: Ajouter une bibliothèque partagée
he: הוספת ספריה משותפת
hi: साझी लाइब्रेरी के रूप में जोड़ें
hr: Dodaj kao zajedničku biblioteku
id: Tambahkan sebagai Pustaka Bersama
it: Aggiungi come libreria condivisa
ko: 공유 라이브러리로 추가하기
lt: Pridėti kaip bendrinamą biblioteką
lv: Pievienot kā koplietojamu bibliotēku
ml: പങ്കിട്ട ലൈബ്രറിയായി ചേർക്കുക
ms: Tambahkan sebagai Perpustakaan kongsi
nl: Toevoegen als gedeelde bibliotheek
pl: Dodaj jako Udostępnioną Bibliotekę
pt_br: Adicionar a biblioteca compartilhada
pt_pt: Adicionar como biblioteca partilhada
ro: Adaugă ca bibliotecă partajată
ru: Добавить как общую библиотеку
sr: Додај као дељену библиотеку
sv: Lägg till som delat bibliotek
tr: Paylaşılan Kütüphane olarak ekle
zh_cn: 新增为共享库
zh_hant: 加入為共享檔案庫

# dashboard.change-email
source: Change email
af: Verander e-pos
ar: غيّر البريد الإلكتروني
ca: Canvia el correu
cs: Změnit e-mail
da: Skift email
de: E-Mail-Adresse ändern
el: Αλλαγή email
es: Cambiar correo
es_419: Cambiar el correo electrónico
eu: Eposta aldatu
fa: تغییر ایمیل
fo: Broyt teldupost
fr: Changer l'adresse e‑mail
fr_ca: Changer l'adresse courriel
he: החלפת דוא״ל
hi: ईमेल बदलें
hr: Promijeni e-mail
id: Ubah surel
it: Cambia indirizzo e-mail
ko: 이메일을 변경해요
lt: Keisti el. paštą
lv: Mainīt e-pasta adresi
ml: ഇമെയിൽ മാറ്റുക
ms: tukar e-mel
nl: E-mailadres wijzigen
pl: Zmień email
pt_br: Alterar e-mail
pt_pt: Alterar e-mail
ro: Schimbă adresa de e-mail
ru: Изменить эл. почту
sr: Промените е-пошту
sv: Ändra e-post
th: เปลี่ยนอีเมล
tr: E-posta adresini değiştir
zh_cn: 修改电子邮件
zh_hant: 更改電子郵件

# dashboard.copy-suffix
source: (copy)
af: (kopieer)
ar: (نسخ)
ca: (còpia)
cs: (zkopírovat)
da: (kopi)
de: (Kopie)
el: (Αντίγραφο)
es: (copia)
es_419: (copiar)
eu: (kopia)
fa: (کپی)
fo: (avrita)
fr: (copie)
fr_ca: (copier)
he: (עותק)
hi: (कॉपी)
hr: (kopiraj)
id: (salin)
it: (copia)
ko: (복사)
lt: (kopija)
lv: (kopija)
ml: (പകർത്തുക)
ms: (salin)
nl: (kopie)
pl: (skopiuj)
pt_br: (copiar)
pt_pt: (copiar)
ro: (copiază)
ru: (копия)
sr: (копија)
sv: (kopia)
th: (คัดลอก)
tr: (kopya)
zh_cn: （复制）
zh_hant: (複製)

# dashboard.create-new-team
source: Create new team
af: Skep 'n nuwe span
ar: أنشئ فريق جديد
ca: Crea un equip nou
cs: Vytvořit nový tým
da: Opret nyt team
de: Neues Team erstellen
el: Δημιουργία νέας ομάδας
es: Crear nuevo equipo
es_419: Crear nuevo equipo
eu: Sortu talde berria
fa: ایجاد تیم جدید
fo: Stovna nýtt toymi
fr: + Créer une nouvelle équipe
fr_ca: Créer une nouvelle équipe
he: יצירת צוות חדש
hi: नई टीम बनाएं
hr: + Kreiraj novi tim
id: Buat tim baru
it: Crea un nuovo team
ko: 새 팀을 생성해요
lt: Sukurti naują komandą
lv: Izveidot jaunu komandu
ml: പുതിയ സംഘം രൂപീകരിക്കുക
ms: Buat pasukan baharu
nl: Nieuw team aanmaken
pl: Utwórz nowy zespół
pt_br: Criar nova equipe
pt_pt: + Criar nova equipa
ro: Creează o nouă echipă
ru: Создать новую команду
sr: Направите нови тим
sv: Skapa nytt team
th: สร้างทีมใหม่
tr: Yeni takım oluştur
zh_cn: 创建新团队
zh_hant: 建立新團隊

# dashboard.create-version-menu
source: Pin this version
cs: Připnout tuto verzi
de: Diese Version anheften
es: Guardar esta versión
fr: Sauvegarder cette version
fr_ca: Épingler cette version
he: נעיצת הגרסה הזאת
hi: इस संस्करण को पिन करें
hr: Prikvači ovu verziju
id: Sematkan versi ini
it: Appunta questa versione
lv: Piespraust šo versiju
nl: Deze versie vastmaken
pt_br: Fixar esta versão
pt_pt: Afixar esta versão
ro: Fixează această versiune
ru: Закрепить эту версию
sv: Nåla fast denna version
tr: Bu sürümü sabitle
zh_cn: 固定此版本
zh_hant: 固定此版本

# dashboard.default-team-name
source: Your Penpot
af: Jou Penpot
ar: Penpot الخاص بك
ca: El meu Penpot
cs: Váš Penpot
da: Dit Penpot
de: Ihr Penpot
el: Το Penpot σας
es: Tu Penpot
es_419: Tu Penpot
eu: Zure Penpot
fa: Penpot شما
fo: Títt Penpot
fr: Votre Penpot
fr_ca: Ton Penpot
he: ה־Penpot שלך
hi: आपका पेनपॉट
hr: Tvoj Penpot
id: Penpot Anda
it: Il tuo Penpot
ko: 당신의 펜팟
lt: Jūsų Penpot
lv: Mans Penpot
ml: നിങ്ങളുടെ പെൻപോട്ട്
ms: Penpot anda
nl: Jouw Penpot
pl: Twój Penpot
pt_br: Seu Penpot
pt_pt: O teu Penpot
ro: Contul Penpot
ru: Ваш Penpot
sr: Ваш Penpot
sv: Ditt Penpot
th: Penpot ของคุณ
tr: Penpot'un
zh_cn: 你的Penpot
zh_hant: 你的 Penpot

# dashboard.delete-team
source: Delete team
af: Verwyder span
ar: حذف الفريق
ca: Elimina l'equip
cs: Smazat tým
da: Slet team
de: Team löschen
el: Διαγραφή ομάδας
es: Eliminar equipo
es_419: Eliminar equipo
eu: Ezabatu taldea
fa: حذف تیم
fo: Strika toymi
fr: Supprimer l’équipe
fr_ca: Supprimer l'équipe
he: מחיקת צוות
hi: टीम हटाएं
hr: Obriši tim
id: Hapus tim
it: Elimina team
ko: 팀을 해체해요
lt: Naikinti komandą
lv: Dzēst komandu
ml: സംഘത്തെ നീക്കുക
ms: Padam pasukan
nl: Team verwijderen
pl: Usuń zespół
pt_br: Deletar equipe
pt_pt: Eliminar equipa
ro: Șterge echipa
ru: Удалить команду
sr: Избришите тим
sv: Radera team
th: ลบทีม
tr: Takımı sil
zh_cn: 删除团队
zh_hant: 刪除團隊

# dashboard.download-binary-file
source: Download Penpot file (.penpot)
af: Laai Penpot-lêer (.penpot) af
ar: تنزيل ملف Penpot (.penpot)
ca: Baixa el fitxer Penpot (.penpot)
cs: Stáhnout soubor Penpot (.penpot)
de: Penpot-Datei herunterladen (.penpot)
es: Descargar archivo Penpot (.penpot)
es_419: Descargar el archivo Penpot (.penpot)
eu: Deskargatu Penpot fitxategia (.penpot)
fa: دانلود فایل پنپات (.penpot)
fo: Heinta Penpot fílu (.penpot)
fr: Télécharger le fichier Penpot (.penpot)
fr_ca: Télécharger le fichier Penpot (.penpot)
he: הורדת קובץ Penpot‏ (‎.penpot)
hi: पेनपोट फ़ाइल (.penpot) डाउनलोड करें
hr: Preuzmi Penpot datoteku (.penpot)
id: Unduh berkas Penpot (.penpot)
it: Scarica il file Penpot (.penpot)
ko: 펜팟 파일(.penpot)을 다운로드해요
lv: Lejupielādēt Penpot datni (.penpot)
ms: Muat turun fail Penpot (.penpot)
nl: Penpot-bestand downloaden (.penpot)
pl: Pobierz plik Penpot (.penpot)
pt_br: Baixar arquivo Penpot (.penpot)
pt_pt: Descarregar ficheiro Penpot (.penpot)
ro: Descarcă fișierul Penpot (.penpot)
ru: Скачать файл Penpot (.penpot)
sr: Преузмите Penpot датотеку (.penpot)
sv: Ladda ner Penpot-fil (.penpot)
th: ดาวน์โหลดไฟล์ Penpot (.penpot)
tr: Penpot dosyasını indir (.penpot)
zh_cn: 下载Penpot文件 (.penpot)
zh_hant: 下載 Penpot 檔案 (.penpot)

# dashboard.download-standard-file
source: Download standard file (.svg + .json)
af: Laai standaardlêer af (.svg + .json)
ar: نزّل ملف قياسي (.svg + .json)
ca: Baixa fitxer estàndard (.svg + .json)
cs: Stáhnout standardní soubor (.svg + .json)
de: Standarddatei herunterladen (.svg + .json)
es: Descargar archivo estándar (.svg + .json)
es_419: Descargar archivo estándar (.svg + .json)
eu: Deskargatu fitxategi estandarra (.svg + .json)
fa: دانلود فایل استاندارد (.svg + .json)
fo: Heinta standarafílu (.svg + .json)
fr: Télécharger le fichier standard (.svg + .json)
fr_ca: Télécharger le fichier standard (.svg + .json)
he: הורדת קובץ תקני (‎.svg + .json)
hi: मानक फ़ाइल डाउनलोड करें (.svg + .json)
hr: Preuzmi standardnu datoteku (.svg + .json)
id: Unduh berkas standar (.svg + .json)
it: Scarica il file standard (.svg + .json)
ko: 표준 파일(.svg + .json)을 다운로드해요
lv: Lejupielādēt standarta datni (.svg + .json)
ms: Muat turun fail standard (.svg + .json)
nl: Standaardbestand downloaden (.svg + .json)
pl: Pobierz plik standardowy (.svg + .json)
pt_br: Baixar arquivo padrão (.svg + .json)
pt_pt: Descarregar ficheiro standard (svg + json)
ro: Descarcă fișierul standard (.svg + .json)
ru: Скачать стандартный файл (.svg + .json)
sr: Преузмите стандардну датотеку (.svg + .json)
sv: Ladda ner standardfil (.svg + .json)
th: ดาวน์โหลดไฟล์มาตรฐาน (.svg + .json)
tr: Standart dosyayı indir (.svg + .json)
zh_cn: 下载标准文件(.svg + .json)
zh_hant: 下載標準檔案 （.svg + .json）

# dashboard.duplicate
source: Duplicate
af: Dupliseer
ar: كرّر
ca: Duplica
cs: Duplikovat
da: Dublikér
de: Duplizieren
el: Αντιγραφή
es: Duplicar
es_419: Duplicar
eu: Bikoiztu
fa: تکثیر
fo: Tvítøka
fr: Dupliquer
fr_ca: Dupliquer
he: שכפול
hi: नकल करें
hr: Kopija
id: Duplikasi
it: Duplica
ko: 복제해요
lt: Dublikatas
lv: Divkāršot
ml: പകർപ്പ്
ms: Pendua
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplicat
ru: Дублировать
sr: Дуплирај
sv: Duplicera
tr: Kopyasını oluştur
zh_cn: 复制
zh_hant: 複本

# dashboard.duplicate-multi
source: Duplicate %s files
af: Dupliseer %s lêers
ar: كرّر %s ملفات
ca: Duplica %s fitxers
cs: Duplikovat %s soubory
da: Dublikér %s filer
de: %s Dateien duplizieren
es: Duplicar %s archivos
es_419: Duplicar %s archivos
eu: %s fitxategi bizkoiztu
fa: فایل‌های %s را کپی کنید
fo: Tvítak %s fílur
fr: Dupliquer %s fichiers
fr_ca: Dupliquer %s fichiers
he: שכפול %s קבצים
hi: %s फ़ाइलों की नकल करें
hr: Kopiraj %s datoteka
id: Gandakan % berkas
it: Duplica %s file
ko: %파일을 복제해요
lt: Dubliuoti %s failus
lv: Divkāršot %s datnes
ml: %s ഫയലുകളുടെ പകർപ്പ്
ms: Pendua %s fail
nl: %s bestanden dupliceren
pl: Zduplikuj %s pliki
pt_br: Duplicar %s arquivos
pt_pt: Duplicar %s ficheiros
ro: Duplică %s fișiere
ru: Дублировать файлы (%s)
sr: Дуплирај %s датотека
sv: Duplicera %s filer
tr: %s dosyanın kopyasını oluştur
zh_cn: 复制 %s 个文件
zh_hant: 複製 %s 個檔案

# dashboard.empty-placeholder-drafts-subtitle
source: Once a project member creates a draft, it will be displayed here.
cs: Jakmile člen projektu vytvoří koncept, zobrazí se zde.
de: Sobald ein Projektmitglied einen Entwurf erstellt, wird es hier angezeigt.
es: Cuando un miembro del equipo cree algún borrador, este aparecerá aquí.
fr: Lorsqu'un membre de l'équipe aura créé un brouillon, il sera affiché ici.
fr_ca: Quand un membre de l'équipe crée un brouillon, il s'affichera ici.
he: כשאחד או אחת מחברי הצוות יוצרים טיוטה, היא תוצג כאן.
hi: जैसे ही एक परियोजना सदस्य एक ड्राफ्ट बनाता है, वह यहाँ प्रदर्शित होगा।
hr: Nakon što član projekta izradi nacrt, on će se prikazati ovdje.
id: Ketika anggota proyek membuat draf, itu akan ditampilkan di sini.
it: Quando un membro del progetto crea una bozza, verrà mostrata qui.
lv: Tiklīdz projekta dalībnieks izveidos melnrakstu, tas šeit tiks parādīts.
nl: Zodra een projectlid een concept heeft gemaakt, wordt het hier weergegeven.
pt_br: Quando um membro do projeto criar um rascunho, ele será exibido aqui.
pt_pt: Assim que um membro do projeto crie um rascunho, será apresentado aqui.
ro: Odată ce un membru de proiect creează o ciornă, aceasta va fi afișată aici.
ru: Как только участник проекта создаст черновик, он отобразится здесь.
sv: När en projektmedlem skapar ett utkast kommer det att visas här.
th: เมื่อสมาชิกโปรเจกต์สร้างแบบร่าง จะปรากฏที่นี่
tr: Bir proje üyesi taslak oluşturduğunda, bu taslak burada gösterilecektir.
zh_cn: 项目成员创建草稿后，它将显示在这里。
zh_hant: 專案成員建立草稿後，它將顯示在此處。

# dashboard.empty-placeholder-drafts-title
source: No drafts yet.
cs: Zatím žádné koncepty.
de: Noch keine Entwürfe vorhanden.
es: Aún no hay borradores.
fr: Aucun brouillon pour l'instant.
fr_ca: Aucun brouillon.
he: אין טיוטות עדיין.
hi: अभी तक कोई ड्राफ्ट नहीं है।
hr: Još nema nacrta.
id: Belum ada draf.
it: Nessuna bozza presente.
lv: Vēl nav neviena melnraksta.
nl: Nog geen concepten.
pt_br: Nenhum rascunho ainda.
pt_pt: Ainda não existem rascunhos.
ro: Nu ai încă ciorne.
ru: Черновиков пока нет.
sv: Inga utkast än.
th: ยังไม่มีแบบร่าง
tr: Henüz taslak yok.
zh_cn: 还没有草稿。
zh_hant: 還沒有草稿。

# dashboard.empty-placeholder-files-subtitle
source: Once a project member creates a file, it will be displayed here.
cs: Jakmile člen projektu vytvoří soubor, zobrazí se zde.
de: Sobald ein Projektmitglied eine Datei erstellt, wird es hier angezeigt.
es: Cuando un miembro del equipo cree algún archivo, este aparecerá aquí.
fr: Lorsqu'un membre de l'équipe aura créé un fichier, il sera affiché ici.
fr_ca: Quand un membre de l'équipe crée un fichier, il s'affichera ici.
he: כשחבר או חברה במיזם יוצרים קובץ, הוא יופיע כאן.
hi: जैसे ही एक परियोजना सदस्य एक फ़ाइल बनाता है, वह यहाँ प्रदर्शित होगी।
hr: Nakon što član projekta stvori datoteku, ona će se prikazati ovdje.
id: Ketika anggota proyek membuat berkas, itu akan ditampilkan di sini.
it: Quando un membro del progetto crea un file, verrà mostrato qui.
lv: Tiklīdz projekta dalībnieks izveidos datni, tā šeit tiks parādīta.
nl: Zodra een projectlid een bestand heeft gemaakt, wordt het hier weergegeven.
pt_br: Quando um membro do projeto criar um arquivo, ele será exibido aqui.
pt_pt: Assim que um membro do projeto criar um ficheiro, será apresentado aqui.
ro: Odată ce un membru de proiect creează un fișier, acesta va fi afișat aici.
ru: Как только участник проекта создаст файл, он отобразится здесь.
sv: När en projektmedlem skapar en fil kommer den att visas här.
th: เมื่อสมาชิกของโปรเจกต์สร้างไฟล์ จะแสดงผลที่นี่
tr: Bir proje üyesi dosya oluşturduğunda, bu dosya burada gösterilecektir.
zh_cn: 项目成员创建文件后，它将显示在这里。
zh_hant: 一旦專案成員建立文件，它將顯示在這裡。

# dashboard.empty-placeholder-files-title
source: No files yet.
cs: Zatím žádné soubory.
de: Noch keine Dateien vorhanden.
es: Aún no hay archivos.
fr: Aucun fichier pour l'instant.
fr_ca: Aucun fichier.
he: אין קבצים עדיין.
hi: अभी तक कोई फ़ाइल नहीं।
hr: Još nema datoteka.
id: Belum ada berkas.
it: Nessun file presente.
lv: Vēl nav nevienas datnes.
nl: Nog geen bestanden.
pt_br: Não há arquivos ainda.
pt_pt: Ainda não existem ficheiros.
ro: Nu ai încă fișiere.
ru: Файлов пока нет.
sv: Inga filer än.
th: ยังไม่มีไฟล์
tr: Henüz dosya yok.
zh_cn: 还没有文件。
zh_hant: 尚無文件。
