Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.fonts.hero-text2
source: You should only upload fonts you own or have license to use in Penpot. Find out more in the Content rights section of [Penpot's Terms of Service](%s). You also might want to read about [font licensing](https://www.typography.com/faq).
ar: يجب عليك فقط تحميل الخطوط التي تمتلكها أو لديك ترخيص لاستخدامها في Penpot. اكتشف المزيد في قسم حقوق المحتوى في [شروط خدمة Penpot](%s). قد ترغب أيضًا في القراءة عن [ترخيص الخطوط](https://www.typography.com/faq)..
ca: Només podeu pujar tipografies de la vostra propietat o de les que tingueu una llicència que us permeti utilitzar-los al Penpot. Teniu més informació a la secció de drets de contingut de les [Condicions del servei del Penpot](%s). També podeu llegir sobre les [llicències de les tipografies](https://www.typography.com/faq).
cs: Měli byste nahrávat pouze písma, která vlastníte nebo máte licenci k použití v Penpotu. Další informace najdete v části Obsahová práva [smluvních podmínek společnosti Penpot](%s). Můžete si také přečíst o [licencování písem](https://www.typography.com/faq).
da: Du bør kun uploade skrifttyper som du ejer eller har licens til at bruge i Penpot. Find ud af mere i sektionen om indholdsrettigheder i [Penpot's Terms of Service] (%s). Du kan også læse om [font licensing](2).
de: Sie sollten nur Schriftarten hochladen, die Sie besitzen oder für die Sie eine Lizenz zur Verwendung in Penpot verfügen. Weitere Informationen finden Sie im Abschnitt über Inhaltsrechte in den [Nutzungsbedingungen von Penpot](%s). Mehr über die [Lizenzierung von Schriftarten erfahren Sie hier](https://www.typography.com/faq).
es: Sólo deberías cargar fuentes que te pertenecen o de las que tienes una licencia que te permita usarlas en Penpot. Encuentra más información en la sección de Derechos de Contenido: [Penpot's Terms of Service](%s). También te puede interesar leer más sobre licencias tipográficas: [font licensing](https://www.typography.com/faq).
eu: Zureak diren edo Penpoten erabiltzeko lizentzia duzun letra-tipoak bakarrik kargatu ditzakezu. Informazio gehiago lortzeko irakurri Edukiaren eskubideen atala: [Penpoten erabilpen baldintzak](%s). Letra-tipoen lizentzien inguruan irakurtzea ere interesgarria izan daiteke: [letra-tipoen lizentziak](https://www.typography.com/faq).
fa: شما فقط باید فونت‌هایی را که مالک آنها هستید یا مجوز استفاده از آنها را در Penpot دارید آپلود کنید. در بخش حقوق محتوا [شرایط خدمات Penpot] (%s) اطلاعات بیشتری کسب کنید. همچنین ممکن است بخواهید درباره [مجوز فونت] (https://www.typography.com/faq) مطالعه کنید.
fr: Ne téléchargez que des polices que vous possédez ou dont la license vous permet de les utiliser dans Penpot. Vous trouverez plus d'informations dans la section Propriété des Contenus des [conditions générales d'utilisation de Penpot](%s). Vous pouvez également vous renseigner sur les [licenses de polices](https://www.typography.com/faq).
fr_ca: Seules les polices de caractères que tu possèdes ou dont tu détiens une licence devraient être téléversées. En lire davantage dans la section des droits de contenu des [Conditions d'utilisation de Penpot](%s). Tu peux aussi en lire plus sur les [licences de police de caractères](https://www.typography.com/faq).
he: עליך להעלות גופנים בבעלותך או שיש לך רישיון להשתמש בהם ב־Penpot. ניתן למצוא על כך מידע נוסף בסעיף זכויות התוכן של [תנאי השירות של Penpot](%s). אפשר גם לקרוא גם על [רישוי גופנים](https://www.typography.com/faq).
hi: आपको केवल वही फ़ॉन्ट्स अपलोड करने चाहिए जो आपके पास हों या जिन्हें आप Penpot में उपयोग करने के लिए लाइसेंस प्राप्त हैं। अधिक जानकारी के लिए [Penpot की सेवा की शर्तें](%s) के कंटेंट राइट्स सेक्शन को पढ़ें। आप [फ़ॉन्ट लाइसेंसिंग](https://www.typography.com/faq) के बारे में भी पढ़ना चाह सकते हैं।
hr: Možeš učitavati samo fontove koje posjeduješ ili imaš licencu za korištenje u Penpotu. Saznaj više u odjeljku Prava na sadržaj [Penpotovih uvjeta pružanja usluge](%s). Također možeš pročitati o [licenciranju fontova](https://www.typography.com/faq).
id: Anda seharusnya hanya mengunggah fon yang Anda miliki atau memiliki izin untuk menggunakannya dalam Penpot. Ketahui lebih lanjut dalam bagian Hak konten (Content rights) dari [Ketentuan Layanan Penpot](%s). Anda mungkin juga ingin membaca tentang [lisensi fon](https://www.typography.com/faq).
it: È consigliabile caricare unicamente caratteri di cui si è proprietari o dei quali si possiede la licenza d'uso in Penpot. Ulteriori informazioni sui diritti dei contenuti sono disponibili nella sezione [Termini di Servizio di Penpot](https://penpot.app/terms.html). Potresti anche voler approfondire le [licenze dei caratteri](https://www.typography.com/faq).
lt: Turėtumėte įkelti tik tuos šriftus, kurie jums priklauso arba kuriuos turite licenciją naudoti "Penpot". Daugiau informacijos rasite [Penpot'paslaugų teikimo sąlygų](https://penpot.app/terms.html) skyriuje "Turinio teisės". Taip pat galite paskaityti apie [šriftų licencijavimą](https://www.typography.com/faq).
lv: Vajadzētu augšupielādēt tikai sev piederošus fontus vai tos, kuriem ir licence to izmantošanai Penpot. Vairāk var uzzināt [Penpot pakalpojuma sniegšanas noteikumos](%s). Varētu būt noderīgi izlasīt arī par [fontu licencēšanu](https://www.typography.com/faq).
ms: Anda hanya perlu memuat naik fon yang anda miliki atau mempunyai lesen untuk digunakan dalam Penpot. Ketahui lebih lanjut dalam bahagian Hak kandungan [Syarat Perkhidmatan Penpot](%s). Anda juga mungkin ingin membaca tentang [pelesenan fon](https://www.typography.com/faq).
nl: Je mag alleen lettertypen uploaden waarvan je de eigenaar bent of waarvoor je een licentie hebt om te gebruiken in Penpot. Lees meer in de sectie Inhoudsrechten van [Penpot's Servicevoorwaarden](%s). Misschien wil je ook meer lezen over [lettertypelicenties](https://www.typography.com/faq).
pl: Powinieneś przesyłać tylko czcionki, których jesteś właścicielem lub posiadasz licencję na używanie w Penpot. Dowiedz się więcej w sekcji dotyczącej praw do treści w [Warunkach świadczenia usług Penpot] (%s). Możesz też przeczytać o [licencjonowaniu czcionek](https://www.typography.com/faq).
pt_br: Envie somente fontes que você possui os direitos ou tem licença para usar no Penpot. Descubra mais na seção de Direitos de conteúdo nos [Termos de Serviço do Penpot](%s). Caso queira saber mais, veja esta leitura sobre [licenciamento de fontes](https://www.typography.com/faq).
pt_pt: Deves carregar tipos de letra que possuas or tenhas licença para utilizar no Penpot. Sabe mais na secção de Direitos de Conteúdos dos [Termos de serviço do Penpot](%s). Podes também ler mais sobre [licenciamento de fontes](https://www.typography.com/faq).
ro: Ar trebui să încarci doar fonturi la care ai drept de folosință sau fonturi personale. Află mai multe despre Dreptul de conținut la secțiunea [Termenii și Condițiile Penpot](%s). De asemenea, îți recomandăm să citești și despre [licențierea fonturilor](https://www.typography.com/faq).
ru: Вам следует загружать только собственные шрифты, или у которых есть лицензия на использование в Penpot. Больше информации в разделе "Content rights" в [Условиях использования Penpot](https://penpot.app/terms.html). Также можете прочитать о [лицензировании шрифтов](https://www.typography.com/faq).
sr: Требало би да отпремате само фонтове које поседујете или за које имате лиценцу за коришћење у Penpot-у. Сазнајте више у одељку о правима садржаја у [Условима коришћења Penpot-а](%s). Такође, можете прочитати о [лиценцирању фонтовa](https://www.typography.com/faq).
sv: Du bör endast ladda upp typsnitt som du äger eller har licens att använda i Penpot. Läs mer i avsnittet om innehållsrättigheter i [Penpots användarvillkor](%s). Du kanske också vill läsa om [licensiering av typsnitt](https://www.typography.com/faq).
th: คุณควรอัปโหลดเฉพาะฟอนต์ที่คุณเป็นเจ้าของหรือมีสิทธิ์ในการใช้งานใน Penpot ดูรายละอียดเพิ่มเติมในส่วนเนื้อหาของ[ข้อกำหนดการให้บริการของ Penpot](%s) นอกจากนี้คุณอาจต้องการอ่านเพิ่มเติมเกี่ยวกับ[ลิขสิทธิ์ฟอนต์](https://www.typography.com/faq)
tr: Sadece kendinize ait veya Penpot'ta kullanılabilecek bir lisansa sahip olan yazi tiplerini yükleyebilirsiniz. [Penpot'un Kullanım Şartları](%s) içindeki İçerik hakları bölümünden ayrıntılı bilgi alabilirsiniz. Ayrıca [yazı tipi lisanslama](https://www.typography.com/faq) hakkında daha fazla bilgi almak isteyebilirsiniz.
zh_cn: 你应当只向Penpot上传你所拥有的字体，或是你持有使用许可的字体。点击[Penpot服务条例](https://penpot.app/terms.html)查看更多有关内容权利的章节。或许你也想了解一下[字体许可授权] (https://www.typography.com/faq)。
zh_hant: 你只能上傳你擁有的或獲許可在Penpot 中使用的字型。如需瞭解更多，請參閱[Penpot的服務條款]（https://penpot.app/terms.html）的內容權利部分。您可能還想閱讀有關 [字體許可]（https://www.typography.com/faq） 的資訊。

# dashboard.fonts.upload-all
source: Upload all
ar: ارفع الكل
ca: Puja-ho tot
cs: Nahrát vše
de: Alle hochladen
es: Cargar todas
eu: Kargatu guztiak
fa: آپلود همه
fo: Legg øll afturat
fr: Uploader tout
fr_ca: Tout téléverser
he: להעלות הכול
hi: सभी अपलोड करें
hr: Učitaj sve
id: Unggah semua
it: Carica tutto
lt: Įkelti viską
lv: Augšupielādēt visu
ms: Muat naik semua
nl: Alles uploaden
pl: Prześlij wszystko
pt_br: Enviar tudo
pt_pt: Carregar tudo
ro: Încarcă toate
ru: Загрузить все
sr: Отпреми све
sv: Ladda upp allt
th: อัปโหลดทั้งหมด
tr: Tümünü karşıya yükle
zh_cn: 全部上传
zh_hant: 全部上傳

# dashboard.fonts.warning-text
source: We have detected a possible problem in your fonts related to vertical metrics for different operative systems. In order to check it you can use font vertical metrics services like [this one](https://vertical-metrics.netlify.app/). In addition, we recommend using [Transfonter](https://transfonter.org/) to generate webfonts and fix errors.
ar: لقد اكتشفنا مشكلة محتملة في خطوطك تتعلق بالمقاييس الرأسية لأنظمة تشغيل مختلفة. للتحقق من ذلك، يمكنك استخدام خدمات المقاييس الرأسية للخطوط مثل [هذه](https://vertical-metrics.netlify.app/). بالإضافة إلى ذلك، نوصي باستخدام [Transfonter](https://transfonter.org/) لإنشاء خطوط الويب وإصلاح الأخطاء.
cs: Zjistili jsme možný problém ve vašich písmech související s vertikálními metrikami pro různé operační systémy. Chcete-li to zkontrolovat, můžete použít služby vertikálních metrik písem, jako je [toto] (https://vertical-metrics.netlify.app/). Kromě toho doporučujeme použít [Transfonter](https://transfonter.org/) ke generování webových písem a opravě chyb.
de: Wir haben ein mögliches Problem in Ihren Schriften festgestellt, das mit den vertikalen Metriken für verschiedene Betriebssysteme zusammenhängt. Um dies zu überprüfen, können Sie Online-Dienste wie [diesen](https://vertical-metrics.netlify.app/) verwenden. Außerdem empfehlen wir die Verwendung von [Transfonter](https://transfonter.org/), um Webfonts zu generieren und Fehler zu beheben.
es: Hemos detectado un posible problema en tus fuentes relacionado con las métricas verticales en diferentes sistemas operativos. Puedes comprobar la visualización de tu fuente utilizando servicios [como este](https://vertical-metrics.netlify.app/). Además, recomendamos usar [Transfonter](https://transfonter.org/) para generar fuentes web y corregir posibles errores.
eu: Zure letra-tipoek sistema eragile desberdinetan metrika bertikalekin arazoak izan ditzaketela detektatu dugu. Zure letra-tipoa nola ikusten den zerbitzu [hau](https://vertical-metrics.netlify.app) erabiliz egiaztatu dezakezu. Gainera, weberako letra-tipoak sortzeko [Transfonter](https://transfonter.org/) erabiltzea gomendatzen dugu.
fr: Nous avons détecté un problème potentiel dans vos polices de caractères lié aux métriques verticales pour différents systèmes d'exploitation. Pour le vérifier, vous pouvez utiliser des services de métriques verticales de police de caractères comme [celui-ci](https://vertical-metrics.netlify.app/). De plus, nous vous recommandons d'utiliser [Transfonter](https://transfonter.org/) pour générer des polices web et corriger les erreurs.
fr_ca: Nous avons détecté un problème possible dans tes polices de caractères en lien avec les métriques verticales pour différents systèmes d'exploitation. Pour vérifier, tu peux utiliser [un service de métrie verticale de police de caractères comme celui-ci](https://vertical-metrics.netlify.app/). De plus, nous recommendons l'usage de [Transfonter](https://transfonter.org/) pour générer des polices web et corriger les erreurs.
he: זיהינו בעיה אפשרית בגודפים שלך ביחס למדדים אנכיים למערכת הפעלה שונות. כדי לבדוק את זה אפשר להשתמש בשירות מדידות אנכיות של גופנים כגון [זה]](https://vertical-metrics.netlify.app/). בנוסף, המלצתנו היא להשתמש ב־[Transfonter](https://transfonter.org/) כדי לייצר גופני רשת ולתקן שגיאות.
hi: हमने आपके फ़ॉन्ट्स में विभिन्न ऑपरेटिंग सिस्टम्स के लिए वर्टिकल मेट्रिक्स से संबंधित संभावित समस्या का पता लगाया है। इसे जांचने के लिए आप फ़ॉन्ट वर्टिकल मेट्रिक्स सेवाओं का उपयोग कर सकते हैं, जैसे कि [यह](https://vertical-metrics.netlify.app/)। इसके अलावा, हम [Transfonter](https://transfonter.org/) का उपयोग करके वेबफ़ॉन्ट्स जनरेट करने और त्रुटियों को ठीक करने की सलाह देते हैं।
hr: Otkrili smo mogući problem u vašim fontovima povezan s vertikalnom metrikom za različite operativne sustave. Kako biste to provjerili, možete koristiti usluge okomite metrike fonta poput [ove](https://vertical-metrics.netlify.app/). Osim toga, preporučujemo korištenje [Transfonter](https://transfonter.org/) za generiranje web-fontova i ispravljanje pogrešaka.
id: Kami telah mendeteksi masalah yang mungkin ada dalam fon Anda terkair dengan metrik vertikal untuk berbagai sistem operasi. Supaya bisa diperiksa, Anda dapat menggunakan layanan metrik vertikal fon seperti [yang ini](https://vertical-metrics.netlify.app/). Sebagai tambahan, kami juga menyarankan menggunakan [Transfonter](https://transfonter.org/) untuk membuat fon web dan memperbaiki kesalahan.
it: Abbiamo rilevato un possibile problema nei tuoi caratteri relativo alle metriche verticali per diversi sistemi operativi. Per verificarlo, puoi utilizzare servizi per le metriche verticali dei caratteri come [questo](https://vertical-metrics.netlify.app/). Inoltre, ti consigliamo di utilizzare [Transfonter](https://transfonter.org/) per generare webfont e correggere errori.
lv: Esam noteikuši iespējamu sarežģījumu ar fontiem, kas ir saistīta ar vertikālajiem rādītājiem dažādām operētājsistēmām. Lai to pārbaudītu, var izmantot tādus fontu vertikālo rādītāju pakalpojumus kā [šis](https://vertical-metrics.netlify.app/). Turklāt ir ieteicams izmantot [Transfonter](https://transfonter.org/), lai izveidotu tīmekļa fontus un novērstu kļūdas.
ms: Kami telah mengesan kemungkinan masalah dalam fon anda yang berkaitan dengan metrik menegak untuk sistem pengendalian yang berbeza. Untuk menyemaknya, anda boleh menggunakan perkhidmatan metrik menegak fon seperti [ini](https://vertical-metrics.netlify.app/). Selain itu, kami mengesyorkan menggunakan [Transfonter](https://transfonter.org/) untuk menjana fon web dan membetulkan ralat.
nl: We hebben een mogelijk probleem gevonden in je lettertypen met betrekking tot verticale metriek voor verschillende besturingssystemen. Om het te controleren, kun je verticale metrische lettertype-services zoals [deze] gebruiken (https://vertical-metrics.netlify.app/). Daarnaast raden we aan [Transfonter](https://transfonter.org/) te gebruiken om web-lettertypen te genereren en soortgelijke fouten op te lossen.
pt_br: Detectamos um possível problema nas suas fontes relacionado às métricas verticais para diferentes sistemas operacionais. Para verificar, você pode usar serviços de métricas verticais de fontes como [este aqui](https://vertical-metrics.netlify.app/). Além disso, recomendamos utilizar o [Transfonter](https://transfonter.org/) para gerar webfonts e corrigir erros.
pt_pt: Detetámos um possível problema nas tuas fontes relacionado com métricas verticais em sistemas operativos diferentes. Para verificá-lo, podes utilizar serviços como [este](https://vertical-metrics.netlify.app/). Para além disso, recomendamos o uso do [Transfonter](https://transfonter.org/) para gerar fontes web e corrigir erros.
ro: Am detectat o posibilă problemă în fonturile tale în legătură cu metricile verticale pentru diferite sisteme operaționale. Pentru a o verifica, poți utiliza servicii de măsurare verticală a fonturilor, cum ar fi [acesta](https://vertical-metrics.netlify.app/). În plus, îți recomandăm să utilizezi [Transfonter](https://transfonter.org/) pentru a genera fonturi web și a remedia erorile.
ru: Мы обнаружили возможную проблему в ваших шрифтах, связанную с вертикальными метриками для разных операционных систем. Чтобы проверить это, вы можете воспользоваться сервисами вертикальных метрик шрифтов, такими как [этот](https://vertical-metrics.netlify.app/). Кроме того, мы рекомендуем использовать [Transfonter](https://transfonter.org/) для создания веб-шрифтов и исправления ошибок.
sr: Открили смо могући проблем у вашим фонтовима у вези са усправним метрикама за различите оперативне системе. Да бисте проверили, можете користити услуге за усправне метрике фонтовa као што је [ова](https://vertical-metrics.netlify.app/). Поред тога, препоручујемо коришћење [Transfonter](https://transfonter.org/) за генерисање веб фонтовa и исправљање грешака.
sv: Vi har upptäckt ett möjligt problem i dina typsnitt som rör vertikala mätvärden för olika operativsystem. För att kontrollera det kan du använda tjänster för vertikala mätvärden för typsnitt som [den här] (https://vertical-metrics.netlify.app/). Dessutom rekommenderar vi att du använder [Transfonter](https://transfonter.org/) för att generera webbtypsnitt och åtgärda fel.
tr: İşletim sistemlerinin farklı dikey metriklerine ilişkin olarak yazı tiplerinizde olası bir sorun tespit ettik. Bu durumu kontrol etmek için [bunun gibi](https://vertical-metrics.netlify.app/) yazı tipi dikey metrik hizmetlerini kullanabilirsiniz. Ayrıca web yazı tipleri oluşturmak ve hataları düzeltmek için [Transfonter](https://transfonter.org/) kullanmanızı öneririz.
zh_cn: 我们在你的字体中检测到一个可能的问题，与不同操作系统的垂直度量有关。为了检查它，你可以使用字体垂直度量服务，如[这个](https://vertical-metrics.netlify.app/)。此外，我们建议使用[Transfonter](https://transfonter.org/)来生成网络字体并修复错误。
zh_hant: 我們發現您的字體可能存在與不同作業系統的垂直度量相關問題。為了檢查它，您可以使用字體垂直度量服務，例如[這個]（https://vertical-metrics.netlify.app/）。此外，我們建議使用 [Transfonter](https://transfonter.org/) 來產生 webfonts 並修復錯誤。

# dashboard.import
source: Import Penpot files
ar: استورد ملفات Penpot
ca: Importa fitxers de Penpot
cs: Importovat Penpot soubory
de: Dateien importieren
es: Importar archivos Penpot
eu: Inportatu Penpot fitxategiak
fa: ایمپورت کردن فایل‌های پن‌پات
fo: Innflyt Penpot fílur
fr: Importer fichiers
fr_ca: Importer fichiers Penpot
he: ייבוא קובצי Penpot
hi: पेनपॉट फ़ाइलें आयात करें
hr: Uvezi Penpot datoteke
id: Impor berkas Penpot
it: Importa file Penpot
lt: Importuokite Penpot failus
lv: Ievietot Penpot datnes
ms: Import fail Penpot
nl: Importeer Penpot-bestanden
pl: Importuj pliki Penpot
pt_br: Importar arquivos
pt_pt: Importar ficheiros Penpot
ro: Importă fișiere Penpot
ru: Импорт файлов Penpot
sr: Увези Penpot датотеке
sv: Importera Penpot-filer
th: นำเข้าไฟล์ Penpot
tr: Penpot dosyalarını içe aktar
zh_cn: 导入文件
zh_hant: 匯入檔案

# dashboard.import.analyze-error
source: Oops! We couldn't import this file
ar: عذراً! لم نتمكن من استيراد هذا الملف
ca: Vaja! No s'ha pogut importar aquest fitxer
cs: Ups! Tento soubor se nepodařilo importovat
de: Huch! Wir konnten diese Datei nicht importieren
es: ¡Vaya! No hemos podido importar el fichero
eu: Ezin izan dugu fitxategia inportatu
fa: اوه! ما نتوانستیم این فایل را ایمپورت کنیم
fo: Ups! Tað riggaði ikki at innflyta hesa fílu
fr: Oups ! Nous n'avons pas pu importer ce fichier
fr_ca: Oups! Nous n'avons pas pu importer ce fichier
he: אופס! לא הצלחנו לייבא את הקובץ הזה
hi: उफ्फ! हम इस फ़ाइल को आयात नहीं कर पाए
hr: Ups! Nismo mogli uvesti ovu datoteku
id: Aduh! Kami tidak dapat mengimpor berkas ini
it: Ops! Non possiamo importare questo file
lt: Oi! Nepavyko importuoti šio failo
lv: Ak vai! Šo datni nevarēja ievietot
ms: Alamak! Kami tidak dapat mengimport fail ini
nl: Oeps! We konden dit bestand niet importeren
pl: Kurza stopa! Nie udało się zaimportować tego pliku
pt_br: Ops! Não conseguimos importar este arquivo
pt_pt: Oops! Não conseguimos importar este ficheiro
ro: Hopa! Nu am putut importa acest fișier
ru: Ой! Не вышло импортировать этот файл
sr: Упс! Нисмо успели да увеземо ову датотеку
sv: Oops! Vi kunde inte importera denna fil
th: ไม่สามารถนำเข้าไฟล์นี้ได้
tr: Oops! Bu dosyayı içeri aktaramadık
zh_cn: 文件无法导入
zh_hant: 喔不！我們無法匯入此檔案

# dashboard.import.analyze-error.components-v2
source: File with components v2 activated but this team doesn't support it yet.
cs: Soubor s aktivovanými komponentami v2, ale tento tým je zatím nepodporuje.
de: Datei mit Komponenten v2 aktiviert, aber dieses Team unterstützt es noch nicht.
es: Fichero exportado con componentes-v2 pero el equipo actual no lo soporta aún.
fr: Fichier avec composants v2 activé mais n'est pas encore supporté par cette équipe.
fr_ca: Ce fichier est exporté avec des composantes v2 mais l'équipe ne les supporte pas encore.
he: קובץ עם רכיבים בגרסה 2 מופעל אך הצוות הזה לא תומך בזה עדיין.
hi: कंपोनेंट्स v2 सक्रिय वाला फ़ाइल, लेकिन यह टीम अभी इसका समर्थन नहीं करती है।
hr: Datoteka s komponentama v2 je aktivirana, ali je ovaj tim još ne podržava.
id: Berkas dengan komponen v2 diaktifkan tetapi tim ini belum mendukungnya.
it: File con componenti V2 attivati ma questo team non li supporta ancora.
lv: Datne ar v2 sastāvdaļām ir aktivizēta, bet šī komanda to vēl nenodrošina.
ms: Fail dengan komponen v2 diaktifkan tetapi pasukan ini belum menyokongnya lagi.
nl: Bestand met componenten v2 geactiveerd, maar dit team ondersteunt dit nog niet.
pt_br: Arquivo com componentes v2 ativado, mas esta equipe ainda não oferece suporte.
pt_pt: Ficheiro exportado com componentes v2 mas a equipa atual ainda não os suporta.
ro: Fișier cu componente v2 activat, dar această echipă încă nu îl suportă.
ru: Файл с компонентами v2 активирован, но эта команда пока не поддерживает его.
sr: Датотека са компонентама v2 је активирана, али овај тим још увек не подржава ту верзију.
sv: Fil med komponenter v2 aktiverad men det här teamet stöder det inte ännu.
tr: Bileşenler v2 ile dosya etkinleştirildi ancak bu takım henüz bunu desteklemiyor.
zh_cn: 文件已启用“组件v2”功能，但这个团队尚未支持该功能。
zh_hant: 檔案啟用了 components v2，但這個團隊尚未支援。

# dashboard.import.bad-url
source: Import failed. The template URL is incorrect
cs: Import se nezdařil. Adresa URL šablony je nesprávná
de: Der Import ist fehlgeschlagen. Die URL der Vorlage ist falsch
es: La importación ha fallado. La URL de la plantilla es incorrecta
fr: Échec de l'importation. L'URL du modèle est incorrect
fr_ca: L'importation a échoué. Le modèle d'URL est erroné
he: הייבוא נכשל. כתובת התבנית שגויה
hi: आयात विफल हुआ. टेम्पलेट URL ग़लत है
hr: Uvoz nije uspio. URL predloška nije točan
id: Pengimporan gagal. URL templat salah
it: Importazione non riuscita. L'URL del modello non è corretto
lv: Ievietošana neizdevās. Sagataves URL ir nepareizs
nl: Importeren is mislukt. De sjabloon-URL is onjuist
pt_br: Falhou ao importar. A URL do modelo está incorreta
ro: Importarea a eșuat. URL-ul șablonului este incorect
ru: Импорт не удался. URL-адрес шаблона неверен
sv: Importen misslyckades. Mall URL:en är inkorrekt
tr: İçe aktarma başarısız oldu. Şablon URL'si yanlış
zh_cn: 导入失败，模版 URL 不正确
zh_hant: 導入失敗。範本網址不正確
