Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.tokens.set-selection-theme
source: Define what token sets should be used as part of this theme option:
cs: Definujte, jaké sady tokenů by měly být použity jako součást této možnosti motivu:
de: Legen Sie fest, welche Token-Sets als Teil dieser Theme-Option verwendet werden sollen:
es: Define que sets de tokens deberian formar parte de este tema:
fr: Définissez les collections de tokens à utiliser pour cette option du thème :
he: נא להגדיר באילו סדרות אסימונים להשתמש כחלק מאפשרות ערכת העיצוב הזאת:
hi: इस थीम विकल्प के हिस्से के रूप में किन टोकन सेट्स का उपयोग किया जाना चाहिए, उसे परिभाषित करें:
hr: Definirajte koji se skupovi tokena trebaju koristiti kao dio ove opcije teme:
id: Tentukan set token apa yang digunakan sebagai bagian opsi tema ini:
it: Definisci quali set token dovrebbe essere usati come parte di questo tema:
lv: Noteikt, kuras tekstvienību kopas vajadzētu izmantot kā daļu no šīs izskata iespējas:
nl: Bepaal welke tokenverzamelingen moeten worden gebruikt als onderdeel van deze thema-optie:
ro: Definește ce seturi de token-uri ar trebui folosite ca parte din aceasta opțiune de temă:
sv: Definiera vilka tokenuppsättningar som ska användas som en del av detta temaalternativ:
zh_cn: 定义应使用哪些 token 集作为此主题选项的一部分：
zh_hant: 定義此主題選項應使用哪些權杖(token)集：

# workspace.tokens.set.not-active
source: Token set is not active
cs: Sada tokenů není aktivní
de: Token-Set ist nicht aktiv
es: El set de tokens no está aplicado
fr: La collection de tokens n'est pas active
he: סדרת האסימונים לא פעילה
hi: टोकन सेट सक्रिय नहीं है
hr: Skup tokena nije aktivan
id: Token yang diatur tidak aktif
it: Il set di token non è attivo
lv: Tekstvienību kopa nav aktīva
nl: Tokenset is niet actief
ro: Setul de token-uri nu este activ
sv: Token set är inte aktivt
zh_cn: Token 集未激活
zh_hant: 權杖集未啟用

# workspace.tokens.sets-hint
source: Edit theme and manage sets
es: Editar tema y gestionar sets
fr: Modifier le thème et gérer les collections
he: עריכת ערכות עיצוב וניהול סדרות
hi: थीम संपादित करें और सेट प्रबंधित करें
id: Sunting tema dan kelola set
it: Modifica il tema e gestisci i set
lv: Labot izskatu un pārvaldīt kopas
nl: Thema bewerken en verzamelingen beheren
ro: Editează tema și gestionează seturile
sv: Redigera tema och hantera uppsättningar

# workspace.tokens.setting-description
source: Here you can configure the base font size, which defines the value of 1rem:
es: Aquí puedes configurar el tamaño de fuente base, que define el tamaño de 1rem:
fr: Vous pouvez configurer ici la taille de police de base, qui définit la valeur de 1rem :
he: כאן אפשר להגדיר את גודל הכתב הבסיסי, שמגדיר את הערך של 1rem:
hi: यहाँ आप बेस फ़ॉन्ट साइज़ सेट कर सकते हैं, जो 1rem के मान को निर्धारित करता है:
it: Qui puoi configurare la dimensione base del carattere, che definisce il valore di 1rem:
lv: Šeit var konfigurēt pamata fonta izmēru, kas nosaka 1rem vērtību:
nl: Hier kunt u de basislettergrootte configureren, die de waarde van 1rem definieert:
ro: Aici poți configura dimensiunea de bază a fontului, care definește valoarea de 1rem:
sv: Här kan du ställa in basteckenstorlek, vilket definierar värdet för 1rem:

# workspace.tokens.settings
source: Tokens settings
es: Configuración de tokens
fr: Paramètres des tokens
he: הגדרות אסימונים
hi: टोकन सेटिंग्स
it: Impostazioni token
lv: Tekstvienību iestatījumi
nl: Instellingen voor tokens
ro: Setări token-uri
sv: Token-inställningar

# workspace.tokens.size
source: Size
fr: Taille
he: גודל
hi: आकार
id: Ukuran
it: Dimensione
lv: Izmērs
nl: Grootte
pt_pt: Tamanho
ro: Dimensiune
sv: Storlek
zh_cn: 大小

# workspace.tokens.stroke-width-range
source: Stroke width must be greater than or equal to 0.
es: Stroke width debe ser mayor o igual a 0.
fr: La largueur du tracé doit être plus grand ou égal à 0.
he: עובי הקו חייב להיות גדול או שווה ל־0.
hi: स्ट्रोक की चौड़ाई 0 से बड़ी या उसके बराबर होनी चाहिए।
it: La larghezza della traccia deve essere maggiore o uguale a 0.
lv: Vilkuma platumam ir jābūt vienādam vai lielākam par 0.
nl: De dikte van de streek moet groter zijn dan of gelijk zijn aan 0.
ro: Lățimea conturului trebuie să fie mai mare sau egală cu 0.
sv: Streckbredden måste vara större än eller lika med 0.

# workspace.tokens.theme-name
source: Theme %s
cs: Motiv %s
es: Tema %s
fr: Thème %s
he: ערכת עיצוב %s
hi: थीम %s
hr: Tema %s
id: Tema %s
it: Tema %s
lv: Izskats "%s"
nl: Thema %s
pt_br: Tema %s
pt_pt: Tema %s
ro: Tema %s
sv: Tema %s
zh_cn: 主题 %s
zh_hant: 主題 %s

# workspace.tokens.themes-description
source: Here you can manage your themes, enable / disable them and configure its active sets.
es: Aquí puedes gestionar tus temas, activarlos / desactivarlos y configurar los sets activos en cada uno.
fr: Vous pouvez gérer ici vos thèmes, les activer/désactiver et configurer ses collections actives.
he: כאן אפשר לנהל את ערכות העיצוב שלך, להפעיל / להשבית אותן ולהגדיר את הסדרות הפעילות.
hi: यहाँ आप अपनी थीम्स का प्रबंधन कर सकते हैं, उन्हें सक्षम या अक्षम कर सकते हैं और उनके सक्रिय सेट्स को कॉन्फ़िगर कर सकते हैं।
id: Di sini Anda dapat mengelola tema Anda, apakah aktif/nonaktif, dan atur set aktifnya.
it: Qui puoi gestire i tuoi temi, abilitarli/disabilitarli e configurare i set attivi.
lv: Šeit var pārvaldīt savus izskatus, iespējot/atspējot tos un konfigurēt to spēkā esošās kopas.
nl: Hier kunt je jouw thema's beheren, ze in- of uitschakelen en de actieve sets configureren.
ro: Aici poți gestiona temele tale, le poți activa sau dezactiva și configura seturile lor active.
sv: Här kan du hantera dina teman, aktivera/inaktivera dem och konfigurera dess aktiva uppsättningar.

# workspace.tokens.themes-list
source: Themes list
es: Lista de temas
fr: Liste des thèmes
he: רשימת ערכות עיצוב
hi: थीम्स सूची
id: Daftar tema
it: Elenco temi
lv: Izskatu saraksts
nl: Lijst met thema's
pt_pt: Lista de temas
ro: Lista de teme
sv: Temalista
zh_cn: 主题列表

source: workspace.tokens.token-description
he: תיאור
hi: वर्णन
nl: Beschrijving

# workspace.tokens.token-font-family-select
source: Select font family
fr: Sélectionner une famille de polices
he: בחירת משפחת גופנים
hi: फ़ॉन्ट परिवार चुनें
it: Seleziona famiglia di caratteri
nl: Lettertypefamilie selecteren
ro: Selectează familia fontului
sv: Välj typsnittsfamilj

# workspace.tokens.token-font-family-value
source: Font family
fr: Famille de polices
he: משפחת גופנים
hi: फॉन्ट परिवार
it: Famiglia di caratteri
nl: Lettertypefamilie
ro: Familie de fonturi
sv: Typsnittsfamilj

# workspace.tokens.token-font-family-value-enter
source: Font family or list of fonts separated by comma (,)
fr: Famille de polices ou liste de polices séparées par une virgule (,)
he: משפחת גופנים או רשימת גופנים מופרדת בפסיקים (,)
hi: फ़ॉन्ट परिवार या अल्पविराम (,) द्वारा अलग किए गए फ़ॉन्ट की सूची
it: Famiglia di caratteri o elenco di caratteri separati da virgola (,)
nl: Lettertypefamilie of lijst met lettertypen gescheiden door komma (,)
ro: O familie de fonturi sau o listă de fonturi separate de virgulă (,)
sv: Typsnittsfamilj eller lista över typsnitt separerade med kommatecken (,)

# workspace.tokens.token-name
source: Name
cs: Jméno
es: Nombre
fr: Nom
he: שם
hi: नाम
hr: Ime
id: Nama
it: Nome
lv: Nosaukums
nl: Naam
pt_br: Nome
pt_pt: Nome
ro: Nume
sv: Namn
zh_cn: 名称
zh_hant: 名稱

# workspace.tokens.token-name-validation-error
source: is not a valid token name. Token names should only contain letters and digits separated by . characters and must not start with a $ sign.
cs: není platný název tokenu. Názvy tokenů by měly obsahovat pouze písmena a číslice oddělené znakem . a nesmí začínat znakem $.
de: sit kein gültiger Token-Name. Token-Namen dürfen nur Buchstaben und Ziffern enthalten, die durch . Zeichen (Punkt) getrennt sind und dürfen nicht mit einem $-Zeichen beginnen.
es: es un nombre de token no válido. Los nombres de token deben contener letras o dígitos separados por . y no deben empezar con el símbolo $.
fr: n'est pas un nom de token valide. Les noms des tokens doivent contenir uniquement des lettres et chiffres séparés par des caractères . et ne doivent pas commencer par $.
he: הוא לא שם תקף לאסימון. שמות אסימונים אמורים להכיל אותיות וספרות בלבד עם תווי ‚.’ מפרידים ביניהם ואסור לו להתחיל ב־$.
hi: एक मान्य टोकन नाम नहीं है। टोकन नामों में केवल अक्षर और अंक हो सकते हैं, जो डॉट (.) से अलग किए गए हों, और $ चिह्न से शुरू नहीं होने चाहिए।
hr: nije važeće ime tokena. Nazivi tokena trebaju sadržavati samo slova i znamenke odvojene znakom . i ne smije počinjati znakom $.
id: bukanlah nama token yang valid. Nama token seharusnya hanya berisi huruf dan angka dipisahkan oleh karakter . dan tidak berawal dengan tanda $.
it: non è un nome di token valido. I nomi dei token dovrebbero contenere solo lettere e cifre separate da caratteri . e non devono iniziare con un segno $.
lv: nav derīgs tekstvienības nosaukums. Tekstvienību nosaukumos vajadzētu būt burtiem un cipariem, kas atdalīti ar . rakstzīmēm, un tie nedrīkst sākties ar $ zīmi.
nl: is geen geldige tokennaam. Tokennamen mogen alleen letters en cijfers bevatten, gescheiden door . (punt) en mogen niet beginnen met een $.
ro: nu este un nume valid pentru token. Numele token-urilor pot conține doar litere și cifre separate de caracterul . și nu pot începe cu semnul $.
sv: är inte ett giltigt token-namn. Token-namn ska endast innehålla bokstäver och siffror separerade med . tecken och får inte börja med ett $-tecken.
zh_hant: 不是有效的權杖(token)名稱。 權杖名稱應該只包含字母和數字，並由 . 字元分隔，且不得以 $ 符號開頭。

# workspace.tokens.token-not-resolved
source: Could not resolve reference token with the name: %s
es: No se pudo resolver el token de referencia con el nombre: %s
fr: Impossible de trouver une référence de token ayant comme nom : %s
he: לא ניתן לפתור אסימון הפניה עם השם: %s
hi: नाम: '%s' वाला संदर्भ टोकन हल नहीं किया जा सका
id: Tidak dapat mengurai token referensi dengan nama: %s
it: Impossibile risolvere il token di riferimento con il nome: %s
lv: Nevarēja atrisināt atsauces tekstvienību ar šādu nosaukumu: %s
nl: Kan referentietoken met de naam: %s niet oplossen
ro: Nu s-a putut rezolva referința la token-ul cu numele: %s
sv: Kunde inte tolka referens-token med namnet: %s

# workspace.tokens.token-value
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
he: ערך
hi: मान
hr: Vrijednost
id: Nilai
it: Valore
lv: Vērtība
nl: Waarde
pt_br: Valor
pt_pt: Valor
ro: Valoare
sv: Värde
zh_hant: 值

# workspace.tokens.token-value-enter
source: Enter a value or alias with {alias}
es: Introduce un valor o un alias usando {alias}
fr: Entrez une valeur ou un alias avec {alias}
he: נא למלא ערך או כינוי עם {alias}
hi: {alias} के साथ एक मान या उपनाम दर्ज करें
id: Masukkan nilai atau alias dengan {alias}
it: Inserisci un valore o un alias con {alias}
lv: Jāievada vērtība vai aizstājvārds ar {aizstājvārds}
nl: Voer een waarde of alias in met {alias}
ro: Introdu o valoare sau alias cu {alias}
sv: Ange ett värde eller alias med {alias}

# workspace.tokens.tokens-section-title
source: TOKENS - %s
cs: TOKENY - %s
he: אסימונים - %s
hi: टोकन - %s
hr: TOKENI - %s
id: TOKEN - %s
it: TOKEN - %s
lv: TEKSTVIENĪBAS - %s
ro: TOKEN-URI- %s
sv: TOKEN - %s
zh_hant: 權杖(TOKENS) - %s

# workspace.tokens.tools
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
he: כלים
hi: औजार
hr: Alati
id: Peralatan
it: Strumenti
lv: Rīki
nl: Hulpmiddelen
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
sv: Verktyg
zh_cn: 工具
zh_hant: 工具

# workspace.tokens.unknown-token-type-message
source: Import was successful. Some tokens were not included.
es: La importación se ha realizado correctamente. Algunos tokens no se incluyeron.
fr: L'importation a réussi. Certains tokens n'ont pas été inclus.
he: הייבוא הצליח. חלק מהאסימונים לא נכללו.
hi: आयात सफल रहा। कुछ टोकन शामिल नहीं किए गए।
it: L’importazione è stata completata con successo. Alcuni token non sono stati inclusi.
nl: Importeren was succesvol. Sommige tokens zijn niet inbegrepen.
ro: Import cu succes. Unele token-uri nu au fost incluse.
sv: Importen lyckades. Vissa tokens inkluderades ej.

# workspace.tokens.unknown-token-type-section
source: Type '%s' is not supported (%s)
es: El tipo '%s' no está soportado (%s)
fr: Le type « %s » n'est pas pris en charge (%s)
he: הסוג ‚%s’ לא נתמך (%s)
hi: टाइप '%s' समर्थित नहीं है (%s)
it: Il tipo '%s' non è supportato (%s)
lv: Veids "%s" nav atbalstīts (%s)
nl: Typ '%s' wordt niet ondersteund (%s)
ro: Tipul '%s' nu este suportat (%s)
sv: Typen '%s' stödjs ej (%s)

# workspace.tokens.value-not-valid
source: The value is not valid
cs: Hodnota není platná
de: Der Wert ist nicht gültig
es: El valor no es válido
fr: La valeur n'est pas valide
he: הערך לא תקף
hi: मान मान्य नहीं है
hr: Vrijednost nije važeća
id: Nilai tidak valid
it: Il valore non è valido
lv: Vērtība nav derīga
nl: De waarde is niet geldig
pt_br: O valor não é válido
pt_pt: O valor não é válido
ro: Valoarea este invalidă
ru: Значение недействительное
sv: Värdet är inte giltigt
zh_hant: 該值無效

# workspace.tokens.value-with-percent
source: Invalid value: % is not allowed.
fr: Valeur non valide : % n'est pas autorisé.
he: ערך שגוי: אסור %.
hi: अमान्य मान: % की अनुमति नहीं है।
it: Valore non valido: % non è consentito.
nl: Ongeldige waarde: % is niet toegestaan.
ro: Valoare invalidă: % nu este permis.
sv: Ogiltigt värde: % är inte tillåtet.

# workspace.tokens.value-with-units
source: Invalid value: Units are not allowed.
es: Valor no válido: No se permiten unidades.
fr: Valeur non valide : les unités ne sont pas autorisées.
he: ערך שגוי: אסור יחידות.
hi: अमान्य मान: इकाइयाँ अनुमति नहीं हैं।
it: Valore non valido: le unità non sono consentite.
lv: Nederīga vērtība: mērvienības nav atļautas.
nl: Ongeldige waarde: Eenheden zijn niet toegestaan.
ro: Valoare invalidă: Unitățile nu sunt permise.
sv: Ogiltigt värde: Enheter är ej tillåtna.

# workspace.tokens.warning-name-change
source: Renaming this token will break any reference to its old name.
cs: Přejmenováním tohoto tokenu se přeruší jakýkoli odkaz na jeho starý název.
de: Die Umbenennung dieses Tokens macht jeden Verweis auf seinen alten Namen kaputt.
es: Al renombrar este token se romperán las referencias al nombre anterior
fr: Si vous renommez ce token, toute référence à son ancien nom sera incorrecte.
he: שינוי שם האסימון הזה יפגע בכל הפניה לשם הישן שלו.
hi: इस टोकन का नाम बदलने से इसके पुराने नाम के किसी भी संदर्भ टूट जाएंगे।
hr: Preimenovanje ovog tokena prekinut će sve reference na njegov stari naziv.
id: Mengubah nama token ini akan merusak referensi nama lamanya.
it: Rinominare questo token interromperà qualsiasi riferimento al suo vecchio nome.
lv: Šīs tekstvienības pārdēvēšana salauzīs visas atsauces uz tās iepriekšējo nosaukumu.
nl: Met het wijzigen van de naam van dit token, worden alle verwijzingen naar de oude naam verbroken.
pt_br: Renomear este token quebrará quaisquer referência para o nome antigo.
ro: Redenumirea acestui token va distruge orice referință la numele său vechi.
sv: Om du byter namn på denna token bryts alla referenser till dess gamla namn.
zh_hant: 重新命名此權杖(token)將會中斷對其舊名稱的任何參照。

# workspace.toolbar.assets
source: Assets
ar: أصول
ca: Recursos
cs: Položky
el: Στοιχεία
es: Recursos
eu: Baliabideak
fa: دارایی‌ها
fr: Ressources
he: משאבים
hi: एसेट्स
hr: Stavke
id: Aset
it: Risorse
lv: Līdzekļi
pl: Zasoby
pt_br: Ativos
pt_pt: Recursos
ro: Obiecte
ru: Ресурсы
sr: Средства
sv: Tillgångar
tr: Varlıklar
zh_cn: 素材
zh_hant: 資源

# workspace.toolbar.color-palette
source: Color Palette (%s)
ar: لوحة اللون (%s)
ca: Paleta de colors (%s)
cs: Paleta barev (%s)
de: Farbpalette (%s)
el: Παλέτα χρωμάτων (%s)
es: Paleta de colores (%s)
eu: Kolore paleta (%s)
fa: پالت رنگ (%s)
fr: Palette de couleurs (%s)
he: ערכת צבעים (%s)
hi: रंग पैलेट (%s)
hr: Paleta boja (%s)
id: Palet Warna (%s)
it: Palette colori (%s)
lv: Krāsu palete (%s)
nl: Kleurenpalet (%s)
pl: Palety kolorów (%s)
pt_br: Paleta de cores (%s)
pt_pt: Paleta de cores (%s)
ro: Paletă de culori (%s)
ru: Палитра цветов (%s)
sr: Палета боја (%s)
sv: Färgpalett (%s)
tr: Renk Paketi (%s)
zh_cn: 调色盘（%s）
zh_hant: 色彩調色板（%s）

# workspace.toolbar.comments
source: Comments (%s)
ar: تعليقات (%s)
ca: Comentaris (%s)
cs: Komentáře (%s)
de: Kommentare (%s)
el: Σχόλια (%s)
es: Comentarios (%s)
eu: Iruzkinak (%s)
fa: نظرات (%s)
fr: Commentaires (%s)
he: הערות (%s)
hi: टिप्पणियाँ (%s)
hr: Komentari (%s)
id: Komentar (%s)
it: Commenti (%s)
lv: Komentāri (%s)
nl: Commentaar (%s)
pl: Komentarze (%s)
pt_br: Comentários (%s)
pt_pt: Comentários (%s)
ro: Comentarii (%s)
ru: Комментарии (%s)
sr: Коментари (%s)
sv: Kommentarer (%s)
tr: Yorumlar (%s)
zh_cn: 评论（%s）
zh_hant: 留言 (%s)

# workspace.toolbar.curve
source: Curve (%s)
ar: منحنى (%s)
ca: Corba (%s)
cs: Křivka (%s)
de: Stift (%s)
el: Στροφή (%s)
es: Curva (%s)
eu: Kurba (%s)
fa: منحنی (%s)
fr: Courbe (%s)
he: עיקול (%s)
hi: वक्र (%s)
hr: Krivulja (%s)
id: Kurva (%s)
it: Curva (%s)
lv: Līkne (%s)
nl: Kromme (%s)
pl: Krzywa (%s)
pt_br: Ferramenta Curvas (%s)
pt_pt: Curvas (%s)
ro: Curbe (%s)
ru: Кривая (%s)
sr: Контура (%s0
sv: Kurva (%s)
tr: Eğri (%s)
zh_cn: 曲线（%s）
zh_hant: 曲線（%s）

# workspace.toolbar.ellipse
source: Ellipse (%s)
ar: الشكل البيضاوي (%s)
cs: Elipsa (%s)
el: Έλλειψη (%s)
es: Elipse (%s)
eu: Elipsea (%s)
fa: بیضی (%s)
he: אליפסה (%s)
hi: दीर्घवृत्त (%s)
hr: Elipsa (%s)
id: Elips (%s)
it: Ellisse (%s)
lv: Elipse (%s)
nl: Ellips (%s)
pl: Elipsa (%s)
pt_br: Ferramenta Elipse (%s)
pt_pt: Elipse (%s)
ro: Elipsă (%s)
ru: Эллипс (%s)
sr: Елипса (%s)
sv: Ellips (%s)
tr: Elips (%s)
zh_cn: 椭圆（%s）
zh_hant: 橢圓（%s）

# workspace.toolbar.frame
source: Board (%s)
ar: لوحة (%s)
ca: Tauler (%s)
cs: Tabule (%s)
de: Zeichenfläche (%s)
el: Artboard (%s)
es: Tablero (%s)
eu: Arbela (%s)
fa: آرت‌بورد (%s)
fr: Plan de travail (%s)
he: לוח (%s)
hi: बोर्ड (%s)
hr: Ploča (%s)
id: Papan (%s)
it: Tavola da disegno (%s)
lv: Plātne (%s)
nl: Bord (%s)
pl: Obszar kompozycji (%s)
pt_br: Ferramenta Tela (%s)
pt_pt: Prancheta (%s)
ro: Planşă de lucru (%s)
ru: Кадр (%s)
sr: Табла (%s)
sv: Tavla (%s)
tr: Çalışma Yüzeyi (%s)
zh_cn: 画板（%s）
zh_hant: 版面（%s）

# workspace.toolbar.frame-first-time
source: Create board. Click and drag to define its size. (%s)
es: Crear tablero. Click y arrastrar para definir el tamaño. (%s)
fr: Créez le plan de travail. Cliquez et glissez pour définir sa taille. (%s)
he: יצירת לוח. לחיצה וגרירה יגדירו את הגודל שלו. (%s)
hi: बोर्ड बनाएं। इसका आकार निर्धारित करने के लिए क्लिक करें और खींचें। (%s)
id: Buat papan. Klik dan tarik untuk mengatur ukurannya. (%s)
it: Crea tavola da disegno. Clicca e trascina per definire la sua dimensione. (%s)
lv: Izveidot dēli. Klikšķināt un pavilkt, lai norādītu tā izmēru. (%s)
nl: Bord aanmaken. Klik en sleep om de grootte te bepalen. (%s)
ro: Creează tablou. Clic și trage pentru a defini dimensiunea sa. (%s)
sv: Skapa tavla. Klicka och dra för att ställa in dess storlek. (%s)

# workspace.toolbar.image
source: Image (%s)
ar: صورة (%s)
ca: Imatge (%s)
cs: Obrázek (%s)
de: Bild (%s)
el: Εικόνα (%s)
es: Imagen (%s)
eu: Irudia (%s)
fa: تصویر (%s)
he: תמונה (%s)
hi: छवि (%s)
hr: Slika (%s)
id: Gambar (%s)
it: Immagine (%s)
lv: Attēls (%s)
nl: Afbeelding (%s)
pl: Obraz (%s)
pt_br: Importar Imagem (%s)
pt_pt: Imagem (%s)
ro: Imagine (%s)
ru: Изображение (%s)
sr: Слика (%s)
sv: Bild (%s)
tr: Görsel (%s)
zh_cn: 图片（%s）
zh_hant: 圖片（%s）

# workspace.toolbar.move
source: Move (%s)
ar: تحريك (%s)
ca: Mou (%s)
cs: Přesunout (%s)
de: Verschieben (%s)
es: Mover (%s)
eu: Mugitu (%s)
fa: انتقال (%s)
fr: Déplacer (%s)
he: העברה (%s)
hi: स्थानांतरित करें (%s)
hr: Premijesti (%s)
id: Pindahkan (%s)
it: Sposta (%s)
lv: Pārvietot (%s)
nl: Verplaatsen (%s)
pl: Przenieś (%s)
pt_br: Ferramenta Seleção/Mover (%s)
pt_pt: Mover (%s)
ro: Poziţionează (%s)
ru: Перемещение (%s)
sr: Премести (%s)
sv: Flytta (%s)
tr: Taşı (%s)
zh_cn: 移动 (%s)
zh_hant: 移動（%s）

# workspace.toolbar.path
source: Path (%s)
ar: مسار (%s)
ca: Camí (%s)
cs: Cesta (%s)
de: Pfad (%s)
es: Ruta (%s)
eu: Bidea (%s)
fa: مسیر (%s)
fr: Chemin (%s)
he: נתיב (%s)
hi: पथ (%s)
hr: Putanja (%s)
id: Jalur (%s)
it: Tracciato (%s)
lv: Ceļš (%s)
nl: Pad (%s)
pl: Ścieżka (%s)
pt_br: Ferramenta Caneta (%s)
pt_pt: Caminho (%s)
ro: Cale (%s)
ru: Контур (%s)
sr: Путања (%s)
sv: Bana (%s)
tr: Yol (%s)
zh_cn: 路径（%s）
zh_hant: 路徑（%s）

# workspace.toolbar.plugins
source: Plugins (%s)
cs: Pluginy (%s)
es: Extensiones (%s)
fr: Extensions (%s)
he: תוספים (%s)
hi: प्लगइन्स (%s)
hr: Dodaci (%s)
id: Plugin (%s)
it: Plugin (%s)
lv: Spraudņi (%s)
ro: Extensii (%s)
ru: Плагины (%s)
tr: Eklentiler (%s)
zh_cn: 插件 (%s)
zh_hant: 外掛（%s）

# workspace.toolbar.rect
source: Rectangle (%s)
ar: مستطيل (%s)
cs: Obdélník (%s)
de: Rechteck (%s)
el: Ορθογώνιο (%s)
es: Rectángulo (%s)
eu: Laukia (%s)
fa: مستطیل (%s)
he: ריבוע (%s)
hi: आयत (%s)
hr: Pravokutnik (%s)
id: Persegi Panjang (%s)
it: Rettangolo (%s)
lv: Taisnstūris (%s)
nl: Rechthoek (%s)
pl: Prostokąt (%s)
pt_br: Ferramenta Retângulo (%s)
pt_pt: Rectângulo (%s)
ro: Dreptunghi (%s)
ru: Прямоугольник (%s)
sr: Правоугаоник (%s)
sv: Rektangel (%s)
tr: Dikdörtgen (%s)
zh_cn: 矩形（%s）
zh_hant: 矩形（%s）

# workspace.toolbar.shortcuts
source: Shortcuts (%s)
ar: الإختصار (%s)
ca: Dreceres (%s)
cs: Zkratky (%s)
de: Tastaturkürzel (%s)
es: Atajos de teclado (%s)
eu: Lasterteklak (%s)
fa: میانبرها (%s)
fr: Raccourcis (%s)
he: קיצורי דרך (%s)
hi: शॉर्टकट (%s)
hr: Prečaci (%s)
id: Pintasan (%s)
it: Scorciatoie (%s)
lv: Saīsnes (%s)
nl: Sneltoetsen (%s)
pl: Skróty (%s)
pt_br: Atalhos (%s)
pt_pt: Atalhos (%s)
ro: Comenzi rapide (%s)
ru: Сочетание клавиш (%s)
sr: Пречице (%s)
sv: Genvägar (%s)
tr: Kısayollar (%s)
zh_cn: 快捷键 （%s）
zh_hant: 捷徑（%s）

# workspace.toolbar.text
source: Text (%s)
ar: نص (%s)
el: Κείμενο (%s)
es: Texto (%s)
eu: Testua (%s)
fa: متن (%s)
fr: Texte (%s)
he: טקסט (%s)
hi: पाठ (%s)
hr: Tekst (%s)
id: Teks (%s)
it: Testo (%s)
lv: Teksts (%s)
nl: Tekst (%s)
pl: Tekst (%s)
pt_br: Ferramenta Texto (%s)
pt_pt: Texto (%s)
ru: Текст (%s)
sr: Текст (%s)
tr: Metin (%s)
zh_cn: 文本（%s）
zh_hant: 文字（%s）

# workspace.toolbar.text-palette
source: Typographies (%s)
ar: الكتابات (%s)
ca: Tipografies (%s)
cs: Typografie (%s)
de: Typografien (%s)
es: Tipografías (%s)
eu: Letra-motak (%s)
fa: تایپوگرافی‌ها (%s)
fr: Polices (%s)
he: טיפוגרפיות (%s)
hi: टाइपोग्राफी (%s)
hr: Tipografija (%s)
id: Tipografi (%s)
it: Tipografie (%s)
lv: Burtu stili un veidi (%s)
nl: Typografie (%s)
pl: Typografie (%s)
pt_br: Tipografias (%s)
pt_pt: Tipografias (%s)
ro: Tipografii (%s)
ru: Типографики (%s)
sr: Типографије (%s)
sv: Typografier (%s)
tr: Tipografiler (%s)
zh_cn: 排字式样 (%s)
zh_hant: 字體（%s）

# workspace.toolbar.toggle-toolbar
source: Toggle toolbar
cs: Přepnout panel nástrojů
de: Werkzeugleiste ein- und ausblenden
es: Alternar barra de herramientas
fr: Activer/Désactiver la barre d'outils
he: הצגת/הסתרת סרגל כלים
hi: टूलबार टॉगल करें
hr: Uključi/isključi alatnu traku
id: Saklar bilah alat
it: Attiva/Disattiva barra degli strumenti
lv: Pārslēgt rīkjoslu
nl: Werkbalk wisselen
pt_pt: Alternar barra de ferramentas
ro: Comută bara de utilități
ru: Переключить панель инструментов
sr: Укључите траку са алаткама
sv: Växla verktygsfält
tr: Araç çubuğunu aç/kapat
zh_cn: 切换工具栏
zh_hant: 切換工具欄

# workspace.top-bar.read-only.done
source: Done
ar: تم
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
he: בוצע
hi: पूर्ण
hr: Gotovo
id: Selesai
it: Fatto
lv: Darīts
nl: Klaar
pt_pt: Feito
ro: Terminat
ru: Готово
sr: Готово
sv: Klart
tr: Bitti
zh_cn: 完成
zh_hant: 完成
