Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.delete-project-confirm.accept
source: Delete project
ar: احذف المشروع
ca: Elimina el projecte
cs: Smazat projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
eu: Ezabatu proiektua
fa: حذف پروژه
fr: Supprimer le projet
he: מחיקת מיזם
hi: परियोजना हटाएँ
hr: Brisanje projekta
id: Hapus proyek
it: Elimina progetto
ko: 프로젝트 제거
lv: Dzēst projektu
ms: Padam projek
nl: Project verwijderen
pl: Usuń projekt
pt_br: Excluir projeto
pt_pt: Eliminar projeto
ro: Șterge proiect
ru: Удалить проект
sr: Избришите пројекат
sv: Radera projekt
tr: Projeyi sil
zh_cn: 删除项目
zh_hant: 刪除專案

# modals.delete-project-confirm.message
source: Are you sure you want to delete this project?
ar: هل أنت متأكد أنك تريد حذف هذا المشروع؟
ca: Segur que voleu eliminar el projecte?
cs: Opravdu chcete smazat tento projekt?
de: Sind Sie sicher, dass Sie dieses Projekt löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το έργο
es: ¿Seguro que quieres eliminar este proyecto?
eu: Benetan proiektu hau ezabatu egin nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این پروژه را حذف کنید؟
fr: Voulez-vous vraiment supprimer ce projet ?
he: למחוק את המיזם הזה?
hi: क्या आप वाकई इस परियोजना को हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati ovaj projekt?
id: Apakah Anda yakin ingin menghapus proyek ini?
it: Eliminare questo progetto?
ko: 정말로 해당 프로젝트를 지우시겠습니까?
lv: Vai tiešām izdzēst šo projektu?
ms: Adakah anda pasti mahu memadamkan projek ini?
nl: Weet je zeker dat je dit project wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten projekt?
pt_br: Tem certeza de que deseja excluir este projeto?
pt_pt: Tens a certeza de que pretendes eliminar este projeto?
ro: Ești sigur că dorești să ștergi acest proiect?
ru: Вы уверены, что хотите удалить этот проект?
sr: Да ли сте сигурни да желите да обришете овај пројекат?
sv: Är du säker på att du vill ta bort detta projekt?
tr: Bu projeyi silmek istediğinden emin misin?
zh_cn: 你确定想要删除这个项目？
zh_hant: 您確定要刪除這個專案嗎？

# modals.delete-project-confirm.title
source: Delete project
ar: احذف المشروع
ca: Elimina el projecte
cs: Smazat projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
eu: Ezabatu proiektua
fa: حذف پروژه
fr: Supprimer un projet
he: מחיקת מיזם
hi: परियोजना हटाएँ
hr: Brisanje projekta
id: Hapus proyek
it: Elimina progetto
ko: 프로젝트 제거
lv: Dzēst projektu
ms: Padam projek
nl: Project verwijderen
pl: Usuń projekt
pt_br: Excluir projeto
pt_pt: Eliminar projeto
ro: Șterge proiect
ru: Удаление проекта
sr: Избришите пројекат
sv: Radera projekt
tr: Projeyi sil
zh_cn: 删除项目
zh_hant: 刪除專案

# modals.delete-shared-confirm.accept
source: Delete file
ca: Suprimeix el fitxer
cs: Smazat soubor
de: Datei löschen
es: Borrar archivo
eu: Ezabatu fitxategia
fa: حذف فایل
fo: Strike fílu
fr: Supprimer le fichier
he: מחיקת קובץ
hi: फ़ाइल हटाएँ
hr: Izbriši datoteku
id: Hapus berkas
it: Elimina file
lv: Nav izdzēšamu datņu
ms: Padam fail
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Excluir arquivo
pt_pt: Eliminar ficheiro
ro: Șterge fișier
ru: Удалить файл
sr: Избришите датотеку
sv: Radera fil
tr: Dosyayı sil
zh_cn: 删除文件
zh_hant: 刪除檔案

# modals.delete-shared-confirm.activated.no-files-message
source: It isn't activated in any file.
cs: Není aktivován v žádném souboru.
de: Es ist in keiner Datei aktiviert.
es: No está activa en ningún fichero.
fr: Activé dans aucun fichier.
he: לא מופעל באף קובץ.
hi: यह किसी भी फ़ाइल में सक्रिय नहीं है।
hr: Nije aktivirana ni u jednoj datoteci.
id: Tidak diaktifkan dalam berkas mana pun.
it: Non è attivato in alcun file.
lv: Tie nav aktivēti nevienā datnē.
ms: Ia tidak diaktifkan dalam mana-mana fail.
nl: Het is in geen enkel bestand geactiveerd.
pt_pt: Não está ativa em nenhum ficheiro.
ro: Nu este activat în niciun fișier.
ru: Он не активирован ни в одном файле.
sr: Није активиран ни у једној датотеци.
sv: Det är inte aktiverat i någon fil.
tr: Hiçbir dosyada etkinleştirilmedi.
zh_cn: 没有文件引用它。
zh_hant: 它們未在任何文件中啟用。

# modals.delete-shared-confirm.activated.scd-message
source: This library is activated here:
cs: Tato knihovna je aktivována zde:
de: Diese Bibliothek ist hier aktiviert:
es: Esta biblioteca está activa aquí:
fr: Cette bibliothèque est active ici :
he: הספרייה הזאת מופעלת כאן:
hi: यह लाइब्रेरी यहाँ सक्रिय है:
hr: Ova biblioteka je aktivirana ovdje:
id: Pustaka ini diaktifkan di sini:
it: Questa libreria è attivata qui:
lv: Šīs bibliotēkas ir aktivētas šeit:
ms: Pustaka ini diaktifkan di sini:
nl: Deze bibliotheek wordt hier geactiveerd:
pt_pt: Esta biblioteca está ativa aqui:
ro: Această librărie este activată aici:
ru: Эта библиотека активируется здесь:
sr: Овда библиотека је активиране овде:
sv: Biblioteket aktiveras här:
tr: Bu kütüphane burada etkinleştirildi:
zh_cn: 该库被以下文档使用：
zh_hant: 此圖庫在此處啟動：

# modals.delete-shared-confirm.message
source: Are you sure you want to delete this file?
ca: Esteu segur que voleu suprimir aquest fitxer?
cs: Opravdu chcete smazat tento soubor?
de: Möchten Sie diese Datei wirklich löschen?
es: ¿Seguro que quieres borrar este archivo?
eu: Benetan fitxategi hau ezabatu nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این فایل را حذف کنید؟
fo: Ert tú vísur í, at tú vilt strikað hesa fílu?
fr: Voulez-vous vraiment supprimer ce fichier ?
he: למחוק את הקובץ?
hi: क्या आप वाकई इस फ़ाइल को हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati ovu datoteku?
id: Apakah Anda yakin ingin menghapus berkas ini?
it: Eliminare questo file?
lv: Nav izdzēšamu datņu
ms: Adakah anda pasti mahu memadamkan fail ini?
nl: Weet je zeker dat je dit bestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik?
pt_br: Tem certeza de que deseja excluir este arquivo?
pt_pt: Tens a certeza de que pretendes eliminar este ficheiro?
ro: Ești sigur că vrei sa ștergi acest fișier?
ru: Вы уверены, что хотите удалить этот файл?
sr: Да си сте сигурни да желите да обришете овај документ?
sv: Är du säker på att du vill radera filen?
tr: Bu dosyayı silmek istediğinizden emin misiniz?
zh_cn: 你是否确认要删除这个文件?
zh_hant: 您確實要刪除文件嗎？

# modals.delete-shared-confirm.title
source: Deleting file
cs: Mazání souboru
de: Datei löschen
es: Borrando archivo
eu: Ezabatu fitxategia
fa: درحال حذف فایل
fo: Strikar fílu
fr: Suppression du fichier
he: מחיקת קובץ
hi: फ़ाइल हटाई जा रही है
hr: Brisanje datoteke
id: Menghapus berkas
it: Eliminazione del file
lv: Nav izdzēšamu datņu
ms: Memadam fail
nl: Bestand verwijderen
pl: Usuwanie pliku
pt_br: Excluindo arquivo
pt_pt: Eliminando ficheiro
ro: Se șterge fișierul
ru: Удаление файла
sr: Брисање датотеке
sv: Raderar fil
tr: Dosya siliniyor
zh_cn: 删除文件
zh_hant: 刪除文件

# modals.delete-team-confirm.accept
source: Delete team
ar: احذف الفريق
ca: Elimina l'equip
cs: Smazat tým
de: Team löschen
el: Διαγραφή ομάδας
es: Eliminar equipo
eu: Ezabatu taldea
fa: حذف تیم
fr: Supprimer l’équipe
he: מחיקת צוות
hi: टीम हटाएँ
hr: Brisanje tima
id: Hapus tim
it: Elimina team
lv: Dzēst komandu
ms: Padam pasukan
nl: Team verwijderen
pl: Usuń zespół
pt_br: Excluir equipe
pt_pt: Eliminar equipa
ro: Șterge echipă
ru: Удалить команду
sr: Избришите тим
sv: Radera team
tr: Takımı sil
zh_cn: 删除团队
zh_hant: 刪除團體

# modals.delete-team-confirm.message
source: Are you sure you want to delete this team? All projects and files associated with team will be permanently deleted.
ar: هل أنت متأكد أنك تريد حذف هذا الفريق؟ سيتم حذف جميع المشاريع والملفات المرتبطة بالفريق نهائيًا.
ca: Segur que voleu eliminar l'equip? Tots els projectes i fitxers associats a l'equip s'eliminaran permanentment.
cs: Opravdu chcete tento tým smazat? Všechny projekty a soubory spojené s týmem budou trvale smazány.
de: Sind Sie sicher, dass Sie dieses Team löschen möchten? Alle Projekte und Dateien, die mit dem Team verbunden sind, werden dauerhaft gelöscht.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ομάδα; Όλα τα έργα και τα αρχεία που σχετίζονται με την ομάδα θα διαγραφούν οριστικά.
es: ¿Seguro que quieres eliminar este equipo? Todos los proyectos y archivos asociados con el equipo serán eliminados permamentemente.
eu: Benetan talde hau ezabatu egin nahi duzu? Taldeari lotutako proiektu eta fitxategi guztiak betiko ezabatuko dira.
fa: آیا مطمئنید که می‌خواهید این تیم را حذف کنید؟ تمام پروژه‌ها و فایل‌های مرتبط با تیم به طور دائم حذف خواهند شد.
fr: Voulez-vous vraiment supprimer cette équipe ? Tous les projets et fichiers associés à l’équipe seront définitivement supprimés.
he: למחוק את הצוות הזה? כל המיזמים והקבצים שמשויכים לצוות יימחקו לצמיתות.
hi: क्या आप वाकई इस टीम को हटाना चाहते हैं? टीम से जुड़ी सभी परियोजनाएँ और फ़ाइलें स्थायी रूप से हटा दी जाएंगी।
hr: Jesi li siguran/na da želiš izbrisati ovaj tim? Svi projekti i datoteke povezane s timom biti će trajno izbrisane.
id: Apakah Anda yakin ingin menghapus tim ini? Semua proyek dan berkas terkait dengan tim akan dihapus secara permanen.
it: Eliminare questo team? Tutti i progetti e i file associati con questo team verranno cancellati permanentemente.
lv: Vai tiešām izdzēst šo komandu? Visi ar komandu saistītie projekti un datnes tiks neatgriezeniski izdzēstas.
ms: Adakah anda pasti mahu memadamkan pasukan ini? Semua projek dan fail yang dikaitkan dengan pasukan akan dipadamkan secara kekal.
nl: Weet je zeker dat je dit team wilt verwijderen? Alle projecten en bestanden die aan het team zijn gekoppeld, worden permanent verwijderd.
pl: Czy na pewno chcesz usunąć ten zespół? Wszystkie projekty i pliki powiązane z zespołem zostaną trwale usunięte.
pt_br: Tem certeza de que deseja excluir a equipe? Todos os projetos e arquivos associados a essa equipe serão excluídos permanentemente.
pt_pt: Tens a certeza de que pretendes eliminar esta equipa? Todos os projetos e ficheiros associados com a equipa serão eliminados permanentemente.
ro: Ești sigur că dorești să ștergi această echipă? Toate proiectele și fișierele asociate acesteia vor fi permanent șterse.
ru: Вы уверены, что хотите удалить эту команду? Все проекты и файлы этой команды также будут безвозвратно удалены.
sr: Да ли сте сигурни да желите да обришете овај тим? Сви пројекти и датотеке повезани са тимом биће трајно обрисани.
sv: Är du säker på att du vill ta bort det här teamet? Alla projekt och filer som är kopplade till teamet raderas permanent.
tr: Bu takımı silmek istediğinden emin misin? Takımla ilişkili dosyalar ve projeler kalıcı olarak silinecektir.
zh_cn: 你确定想要删除这个团队？与该团队关联的所有项目和文档都会被永久删除。
zh_hant: 您確定要刪除該團隊嗎？與團隊相關的所有專案和文件將永久刪除。

# modals.delete-team-confirm.title
source: Deleting team
ar: حذف الفريق
ca: S'està eliminant l'equip
cs: Mazání týmu
de: Team löschen
el: Διαγραφή ομάδας
es: Eliminando equipo
eu: Taldea ezabatzen
fa: درحال حذف تیم
fr: Suppression d’une équipe
he: צוות נמחק
hi: टीम हटाई जा रही है
hr: Brisanje tima
id: Menghapus tim
it: Eliminazione del team in corso
lv: Notiek komandas dzēšana
ms: Memadam pasukan
nl: Team verwijderen
pl: Usuwanie zespołu
pt_br: Excluindo equipe
pt_pt: Eliminando equipa
ro: Ștergere echipă în curs
ru: Удаление команды
sr: Брисање тима
sv: Ta bort team
tr: Takım siliniyor
zh_cn: 正在删除团队
zh_hant: 正在刪除團體

# modals.delete-team-member-confirm.accept
source: Delete member
ar: احذف العضو
ca: Elimina el membre
cs: Smazat člena
de: Mitglied löschen
el: Διαγραφή μέλους
es: Eliminando miembro
eu: Kidea ezabatzen
fa: حذف عضو
fr: Supprimer le membre
he: מחיקת חבר
hi: सदस्य हटाएँ
hr: Brisanje člana
id: Keluarkan anggota
it: Elimina membro
lv: Dzēst dalībnieku
ms: Padam ahli
nl: Lid verwijderen
pl: Usuń członka
pt_br: Excluir membro
pt_pt: Eliminar membro
ro: Elimină membru
ru: Удалить участника
sr: Избришите члана
sv: Ta bort medlemmar
tr: Üyeyi sil
zh_cn: 删除成员
zh_hant: 刪除成員

# modals.delete-team-member-confirm.message
source: Are you sure you want to delete this member from the team?
ar: هل أنت متأكد أنك تريد حذف هذا العضو من الفريق؟
ca: Segur que voleu eliminar aquest membre de l'equip?
cs: Opravdu chcete tohoto člena smazat z týmu?
de: Sind Sie sicher, dass Sie dieses Mitglied aus dem Team löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το μέλος από την ομάδα;
es: ¿Seguro que quieres eliminar este integrante del equipo?
eu: Benetan kide hau taldetik ezabatu egin nahi duzu?
fa: آیا مطمئن هستید که می‌خواهید این عضو را از تیم حذف کنید؟
fr: Voulez-vous vraiment supprimer ce membre de l’équipe ?
he: למחוק את החבר הזה מהצוות?
hi: क्या आप वाकई इस सदस्य को टीम से हटाना चाहते हैं?
hr: Jesi li siguran/na da želiš izbrisati ovog člana iz tima?
id: Apakah Anda yakin ingin mengeluarkan anggota ini dari tim?
it: Eliminare questo membro dal team?
lv: Vai tiešām izdzēst šo dalībnieku no komandas?
ms: Adakah anda pasti mahu memadamkan ahli ini daripada pasukan?
nl: Weet je zeker dat je dit lid van het team wilt verwijderen?
pl: Czy na pewno chcesz usunąć tego członka z zespołu?
pt_br: Tem certeza de que deseja excluir este membro da equipe?
pt_pt: Tens a certeza de que pretendes eliminar este membro da equipa?
ro: Ești sigur că dorești să elimini acest membru din echipă?
ru: Вы уверены, что хотите удалить этого участника из команды?
sr: Да ли сте сигурни да желите да избришете овог члана из тима?
sv: Är du säker på att du vill ta bort den här medlemmen från teamet?
tr: Bu üyeyi takımdan silmek istediğinden emin misin?
zh_cn: 你确定想要从团队中删除这个成员？
zh_hant: 您確定要從團隊中刪除該成員嗎？

# modals.delete-team-member-confirm.title
source: Delete team member
ar: احذف عضو الفريق
ca: Elimina el membre de l'equip
cs: Smazat člena týmu
de: Teammitglied löschen
el: Διαγραφή μέλους της ομάδας
es: Eliminar integrante del equipo
eu: Taldekidea ezabatzen
fa: حذف عضو تیم
fr: Supprimer un membre d’équipe
he: למחוק חבר בצוות
hi: टीम सदस्य हटाएँ
hr: Brisanje člana tima
id: Keluarkan anggota tim
it: Elimina membro del team
lv: Dzēst komandas dalībnieku
ms: Padam ahli pasukan
nl: Teamlid verwijderen
pl: Usuń członka zespołu
pt_br: Excluir membro da equipe
pt_pt: Eliminar membro da equipa
ro: Elimină un membru al echipei
ru: Удалить участника команды
sr: Избришите члана тима
sv: Ta bort teammedlem
tr: Takım üyesini sil
zh_cn: 删除团队成员
zh_hant: 刪除團隊成員

# modals.delete-unpublish-shared-confirm.activated.hint
source: Assets that have already been used in this file will remain there (no design will be broken).
cs: Aktiva, která již byla v tomto souboru použita, tam zůstanou (nebude porušen žádný návrh).
de: Assets, die bereits in dieser Datei verwendet wurden, bleiben dort erhalten (das Design bleibt erhalten).
es: Los elementos que hayan sido utilizados en este archivo permanecerán allí (¡ningún diseño se romperá!).
fr: Les éléments déjà utilisés dans ce fichier resteront en place (aucun design ne sera altéré).
he: נכסים שכבר נעשה בהם שימוש בקובץ הזה יישארו שם (אף עיצוב לא ייפגע).
hi: इस फ़ाइल में पहले से उपयोग किए गए एसेट्स वहीं रहेंगे (कोई डिज़ाइन टूटेगा नहीं)।
hr: Sredstva koja su već korištena u ovoj datoteci ostat će ondje (nijedan dizajn neće biti pokvaren).
id: Aset yang telah digunakan dalam berkas akan tetap di sana (tidak ada desain yang akan rusak).
it: Le risorse già utilizzate in questo file rimarranno lì (nessun design verrà compromesso).
lv: Līdzekļi, kas jau tiek izmantoti šajā datnē, paliks tajā (dizains netiks salauzts).
ms: Aset yang telah digunakan dalam fail ini akan kekal di sana (tiada reka bentuk akan rosak).
nl: Assets die al in dit bestand zijn gebruikt, blijven daar staan (er wordt geen ontwerp verbroken).
pt_pt: Os recursos que estiverem a ser usados neste ficheiro continuarão presentes (nenhum design será afetado).
ro: Obiectele care au fost folosite deja în acest fișier vor rămâne acolo (niciun design nu va fi stricat).
ru: Ресурсы, которые уже использовались в этом файле, останутся там (дизайн не будет нарушен).
sr: Средство које је већ коришћено у овој датотеци ће остати тамо (ниједан дизајн неће бити покварен).
sv: Tillgångar som redan har använts i den här filen kommer att förbli där (ingen design kommer att förstöras).
tr: Bu dosyada daha önce kullanılmış olan varlıklar orada kalmaya devam edecek (hiçbir tasarım bozulmayacak).
zh_cn: 这个文件中被其他文件引用的素材依然在那（其他文件的现有设计不会被破坏）。
zh_hant: 此文件中已使用的資產將保留在那裡（不會破壞任何設計）。

# modals.delete-webhook.accept
source: Delete webhook
cs: Smazat webhook
de: Webhook löschen
es: Borrar webhook
eu: Ezabatu webhooka
fr: Supprimer le webhook
he: מחיקת התליה
hi: वेबहुक हटाएँ
hr: Izbriši webhook
id: Hapus kaitan web
it: Elimina webhook
lv: Izdzēst tīmekļa aizķeri
ms: Padam cangkuk web (webhook)
nl: Webhook verwijderen
pl: Usuń webhook
pt_br: Excluir webhook
pt_pt: Apagar webhook
ro: Ștergeți webhook
ru: Удалить вебхук
sr: Избришите веб-куку
sv: Ta bort webhook
tr: Web kancasını sil
zh_cn: 删除webhook
zh_hant: 刪除 webhook

# modals.delete-webhook.message
source: Are you sure you want to delete this webhook?
cs: Opravdu chcete tento webhook smazat?
de: Möchten Sie diesen Webhook wirklich löschen?
es: ¿Seguro que quieres borrar este webhook?
eu: Benetan webhook hau ezabatu egin nahi duzu?
fr: Vous confirmez vouloir supprimer le webhook ?
he: למחוק את ההתליה?
hi: क्या आप वाकई इस वेबहुक को हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovaj webhook?
id: Apakah Anda yakin ingin menghapus kaitan web ini?
it: Sei sicuro di voler eliminare questo webhook?
lv: Vai tiešām izdzēst šo tīmekļa aizķeri?
ms: Adakah anda pasti mahu memadamkan cangkuk web (webhook) ini?
nl: Weet je zeker dat je deze webhook wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten webhook?
pt_br: Tem certeza que deseja excluir este webhook?
pt_pt: Tens a certeza que queres apagar este webhook?
ro: Ești sigur că vrei să ștergi acest webhook?
ru: Вы уверены, что хотите удалить этот вебхук?
sr: Да ли сте сигурни да желите да избришете ову веб-куку?
sv: Är du säker på att du vill ta bort denna webhook?
tr: Bu web kancasını silmek istediğinizden emin misiniz?
zh_cn: 你确定要删除这个webhook吗？
zh_hant: 您確定要刪除此 webhook 嗎？

# modals.delete-webhook.title
source: Deleting webhook
cs: Mazání webhooku
de: Webhook löschen
es: Borrando webhook
eu: Webhooka ezabatzen
fr: Suppression du webhook en cours
he: מחיקת התליה
hi: वेबहुक हटाया जा रहा है
hr: Brisanje webhooka
id: Menghapus kaitan web
it: Eliminazione del webhook in corso
lv: Notiek tīmekļa aizķeres izdzēšana
ms: Memadam cangkuk web (webhook)
nl: Webhook verwijderen
pl: Usuwanie webhooka
pt_br: Excluindo webhook
pt_pt: A apagar webhook
ro: Ștergerea webhook-ului
ru: Удаление вебхука
sr: Брисање веб-куке
sv: Raderar webhook
tr: Web kancası siliniyor
zh_cn: 删除webhook
zh_hant: 刪除 Webhook

# modals.edit-webhook.submit-label
source: Edit webhook
cs: Upravit webhook
de: Webhook bearbeiten
es: Modificar webhook
eu: Aldatu webhooka
fr: Modifier le webhook
he: עריכת התליה
hi: वेबहुक संपादित करें
hr: Uredi webhook
id: Sunting kaitan web
it: Modifica webhook
lv: Labot tīmekļa aizķeri
ms: Sunting cangkuk web (webhook)
nl: Webhook bewerken
pl: Edytuj webhook
pt_br: Editar webhook
pt_pt: Editar webhook
ro: Editează webhook
ru: Изменить вебхук
sr: Уреди веб-куку
sv: Redigera webhook
tr: Web kancasını düzenle
zh_cn: 编辑webhook
zh_hant: 修改 Webhook

# modals.edit-webhook.title
source: Edit webhook
cs: Upravit webhook
de: Webhook bearbeiten
es: Modificar webhook
eu: Aldatu webhooka
fr: Modifier le webhook
he: עריכת התליה
hi: वेबहुक संपादित करें
hr: Uredi webhook
id: Sunting kaitan web
it: Modifica webhook
lv: Labot tīmekļa aizķeri
ms: Sunting cangkuk web (webhook)
nl: Webhook bewerken
pl: Edytuj webhook
pt_br: Editar webhook
pt_pt: Editar webhook
ro: Editează webhook
ru: Изменить вебхук
sr: Уреди веб-куку
sv: Redigera webhook
tr: Web kancasını düzenle
zh_cn: 编辑webhook
zh_hant: 修改 Webhook

# modals.invite-member-confirm.accept
source: Send invitation
ar: أرسال دعوة
ca: Envia una invitació
cs: Poslat pozvánku
de: Einladung senden
el: Αποστολή πρόσκλησης
es: Enviar invitacion
eu: Bidali gonbidapena
fa: ارسال دعوت‌نامه
fr: Envoyer l'invitation
he: שליחת הזמנה
hi: निमंत्रण भेजना
hr: Pošalji pozivnicu
id: Kirim undangan
it: Invia invito
lv: Nosūtīt uzaicinājumu
ms: Hantar jemputan
nl: Uitnodiging versturen
pl: Wyślij zaproszenie
pt_br: Enviar convite
pt_pt: Enviar convite
ro: Trimite invitație
ru: Отправить приглашение
sr: Пошаљи позивницу
sv: Skicka inbjudan
tr: Davet gönder
zh_cn: 发送邀请
zh_hant: 發送邀請

# modals.invite-member.emails
source: Emails, comma separated
ar: رسائل البريد الإلكتروني، مفصولة بفواصل
ca: Correus electrònics, separats per una coma
cs: E-maily oddělené čárkou
de: E-Mails, durch Komma getrennt
es: Emails, separados por coma
eu: Posta elektronikoak, komarekin banatuta
fa: ایمیل‌ها، با کاما از هم جدا شده‌اند
fr: Adresse e-mail, séparées par des virgules
he: כתובות דוא״ל, מופרדות בפסיקים
hi: ईमेल, अल्पविराम से अलग किए गए
hr: E-mail, odvojeno zarezom
id: Surel, dipisah dengan koma
it: Email, separate da virgole
lv: E-pasta ziņojumi, atdalīti ar komatiem
ms: E-mel, dipisahkan dengan koma
nl: E-mailadressen, kommagescheiden
pl: Emaile, oddzielone przecinkami
pt_br: E-mails, separados por vírgulas
pt_pt: E-mails, separados por vírgulas
ro: E-mailuri, separate prin virgulă
ru: Эл. почты, разделённые запятой
sr: Е-поште, раздвојене зарезима
sv: E-post, kommaseparerad
tr: E-posta adresleri, virgülle ayrılmış
zh_cn: 电子邮件，以逗号分隔
zh_hant: 電子郵件，以逗號分隔

# modals.invite-member.repeated-invitation
source: Some members are already on the team. We'll invite the rest.
cs: Některé e-maily jsou od současných členů týmu. Jejich pozvánky nebudou odeslány.
de: Einige E-Mails stammen von aktuellen Teammitgliedern. Ihre Einladungen werden nicht versendet.
es: Algunas direcciones de correo ya se encuentran entre los miembros. Estas invitaciones no serán enviadas.
eu: Eposta helbide batzuk jada taldekideenak dira. Ez da gonbidapenik bidaliko.
fr: Certains emails appartiennent à des membres actuels de l'équipe. Les invitations ne leur seront pas envoyées.
he: חלק מהחברים כבר נמצאים בצוות. נזמין את השאר.
hi: कुछ ईमेल वर्तमान टीम के सदस्यों के हैं। उनकी निमंत्रण नहीं भेजी जाएगी।
hr: Neke e-adrese su od trenutačnih članova tima. Njima pozivnice neće biti poslane.
id: Beberapa surel berasal dari anggota tim saat ini. Undangan mereka tidak akan dikirim.
it: Alcuni membri sono già nel team. Inviteremo i restanti.
lv: Daži dalībnieki jau ir komandā. Mēs uzaicināsim pārējos.
ms: Sesetengah e-mel adalah daripada ahli pasukan semasa. Jemputan mereka tidak akan dihantar.
nl: Sommige leden zijn al lid van het team. We nodigen de rest wel uit.
pt_pt: Alguns endereços de email pertencem a membros atuais da equipa. Não serão enviados convites para estes endereços.
ro: Unele e-mailuri provin de la membri actuali ai echipei. Invitațiile lor nu vor fi trimise.
ru: Некоторые электронные письма отправлены от текущих членов команды. Их приглашения не будут отправлены.
sr: Неки е-поште су од тренутних чланова тима. Њихове позивнице неће бити послате.
sv: Vissa e-postmeddelanden är från nuvarande teammedlemmar. Deras inbjudningar kommer inte att skickas.
tr: Bazı e-posta adresleri mevcut takım üyelerine aittir. Davetleri gönderilmeyecektir.
zh_cn: 有些成员已经在团队中，我们将邀请其余成员。
zh_hant: 有些電子郵件來自現任團隊成員。他們的邀請將不會被發送。
