Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.versions.loading
source: Loading...
cs: Načítání...
de: Laden...
es: Cargando...
fr: Chargement…
he: בטעינה…
hi: लोड हो रहा है..।
hr: Učitavanje...
id: Memuat...
it: Caricamento…
lv: Ielādē...
nl: Laden…
pt_br: Carregando...
pt_pt: A carregar...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
zh_cn: 截入中...
zh_hant: 載入中...

# workspace.versions.locked-by-other
source: This version is locked by %s and cannot be modified
fr: Cette version est verrouillée par %s et ne peut pas être modifiée
he: הגרסה הזאת ננעלה על ידי %s ואי אפשר לשנות אותה
hi: यह संस्करण %s द्वारा लॉक किया गया है और इसे संशोधित नहीं किया जा सकता
it: Questa versione è bloccata da %s e non può essere modificata
nl: Deze versie is vergrendeld door %s en kan niet worden gewijzigd
ro: Această versiune este blocată de %s și nu poate fi modificată
sv: Denna version är låst av %s och kan inte ändras

# workspace.versions.locked-by-you
source: This version is locked by you
fr: Vous avez verrouillé cette version
he: הגרסה הזאת ננעלה על ידיך
hi: यह संस्करण आपके द्वारा लॉक किया गया है
it: Questa versione è bloccata da te
nl: Deze versie is door jou vergrendeld
ro: Această versiune este blocată de tine
ru: Эта версия заблокирована вами
sv: Denna version är låst av dig
zh_cn: 此版本已被您锁定

# workspace.versions.restore-warning
source: Do you want to restore this version?
cs: Chcete obnovit tuto verzi?
de: Möchten Sie diese Version wiederherstellen?
es: ¿Quieres restaurar esta versión?
fr: Voulez-vous rétablir cette version ?
he: לשחזר את הגרסה הזאת?
hi: क्या आप इस संस्करण को पुनर्स्थापित करना चाहते हैं?
hr: Želite li vratiti ovu verziju?
id: Apakah Anda ingin memulihkan versi ini?
it: Vuoi ripristinare questa versione?
lv: Vai atjaunot šo versiju?
nl: Wil je deze versie herstellen?
pt_br: Gostaria de restaurar esta versão?
pt_pt: Queres restaurar esta versão?
ro: Vrei sa restaurezi această versiune?
ru: Вы хотите восстановить эту версию?
sv: Vill du återställa den här versionen?
zh_cn: 你想要恢复此版本吗？
zh_hant: 請問您想要還原此版本嗎?

# workspace.versions.snapshot-menu
source: Open snapshot menu
ar: افتح قائمة اللقطات
cs: Otevřít nabídku snímku
de: Schnappschuss-Menü öffnen
es: Abrir menu de versiones
fr: Ouvrir le menu des instantanés
he: פתיחת תפריט תמונת מצב
hi: स्नैपशॉट मेनू खोलें
hr: Otvaranje izbornika snimke
id: Buka menu snapshot
it: Apri menu delle istantanee
lv: Atvērt momentuzņēmumu izvēlni
nl: Snapshot-menu openen
pt_br: Abrir menu snapshot
ro: Deschide meniul de capturi
sv: Öppna snapshot-menyn
zh_cn: 打开快照菜单
zh_hant: 開啟快照選單

# workspace.versions.tab.actions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
he: פעולות
hi: क्रियाएँ
hr: Akcije
id: Tindakan
it: Azioni
lv: Darbības
nl: Acties
pt_pt: Ações
ro: Acțiuni
ru: Действия
sv: Åtgärder
zh_hant: 操作

# workspace.versions.tab.history
source: History
cs: Historie
de: Verlauf
es: Histórico
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
id: Riwayat
it: Cronologia
lv: Vēsture
nl: Geschiedenis
pt_pt: Histórico
ro: Istoric
ru: История
sv: Historik
zh_cn: 历史
zh_hant: 歷史紀錄

# workspace.versions.tooltip.locked-version
source: Locked version - only the creator can modify it
fr: Version verrouillée. Seul le créateur peut la modifier
he: גרסה נעולה - רק היוצר או היוצרת יכולים לשנות אותה
hi: लॉक किया गया संस्करण - केवल निर्माता ही इसे संशोधित कर सकता है
it: Versione bloccata - può essere modificata solo dal creatore
nl: Vergrendelde versie - alleen de maker kan deze wijzigen
ro: Versiune blocată - doar creatorul o poate modifica
sv: Låst version - bara skaparen kan ändra den

# workspace.versions.version-menu
source: Open version menu
ar: افتح قائمة الإصدار
cs: Otevřít nabídku verzí
de: Version-Menü öffnen
es: Abrir menu de versiones
fr: Ouvrir le menu des versions
he: פתיחת תפריט גרסאות
hi: संस्करण मेनू खोलें
hr: Otvori izbornik verzije
id: Buka menu versi
it: Apri menu delle versioni
lv: Atvērt versiju izvēlni
nl: Versie-menu openen
pt_br: Abrir menu de versão
pt_pt: Abrir menu de versões
ro: Deschide meniul de versiuni
sv: Öppna versionsmenyn
zh_cn: 打开版本菜单
zh_hant: 開啟版本選單

# workspace.versions.warning.subtext
source: If you'd like to increase this limit, write to us at [support@penpot.app](%s)
cs: Pokud byste chtěli tento limit zvýšit, napište nám na [support@penpot.app](%s)
de: Wenn Sie diese Grenze erhöhen möchten, schreiben Sie uns an [support@penpot.app](%s)
es: Si quieres aumentar este límite, contáctanos en [support@penpot.app](%s)
fr: Si vous voulez augmenter cette limite, écrivez-nous à [support@penpot.app](%s)
he: כדי להגדיל את המגבלה הזאת, נא לכתוב אלינו לכתובת [support@penpot.app](%s)
hi: यदि आप इस सीमा को बढ़ाना चाहते हैं, तो हमें [support@penpot.app](%s) पर लिखें
hr: Ako želite povećati ovo ograničenje, pišite nam na [support@penpot.app](%s)
id: Jika Anda ingin meningkatkan batas ini, tulis kepada kami di [support@penpot.app](%s)
it: Se desideri incrementare questo limite, scrivici a [support@penpot.app](%s)
lv: Ja ir vēlēšanās palielināt šo ierobežojumu, jāraksta mums uz [support@penpot.app](%s)
nl: Als je deze limiet wilt verhogen, schrijf ons dan op [support@penpot.app](%s)
pt_br: Se você gostaria de aumentar esse limite, nos envie um email para [support@penpot.app](%s)
ro: Dacă dorești să crești această limită, scrie-ne la [support@penpot.app](%s)
ru: Если вы хотите увеличить этот лимит, напишите нам на [support@penpot.app](%s)
sv: Om du vill höja denna gräns kan du skriva till oss på [support@penpot.app](%s)
zh_hant: 如果您希望提高此限制量，請來信至 [support@penpot.app](%s)

# workspace.versions.warning.text
source: Autosaved versions will be kept for %s days.
cs: Automaticky uložené verze budou uchovány po dobu %s dní.
de: Automatisch gespeicherte Versionen werden für %s Tage aufbewahrt.
es: Los autoguardados duran %s días.
fr: Les versions auto-enregistrées seront gardées %s jours.
he: גרסאות שנשמרו אוטומטית תישמרנה למשך %s ימים.
hi: स्वतः सहेजे गए संस्करण %s दिनों तक रखे जाएंगे।
hr: Automatski spremljene verzije čuvat će se %s dana.
id: Versi tersimpan otomatis akan disimpan selama %s hari.
it: Le versioni salvate automaticamente saranno conservate per %s giorni.
lv: Automātiski saglabātas versijas tiks paturētas %s dienas.
nl: Automatisch opgeslagen versies worden %s dagen bewaard.
pt_br: Versões com salvamento automático serão mantidos por %s dias.
ro: Versiunile auto-salvate vor fi ținute pentru %s zile.
ru: Автосохранённые версии будут храниться в течение %s дней.
sv: Autosparade versioner sparas i %s dagar.
zh_hant: 自動儲存的版本將保留 %s 天。

# workspace.viewport.click-to-close-path
source: Click to close the path
ar: انقر لتغلق المسار
ca: Feu clic per a tancar el camí
cs: Kliknutím zavřete cestu
de: Klicken Sie, um den Pfad zu schließen
el: Κάντε κλικ για να κλείσετε τη διαδρομή
es: Pulsar para cerrar la ruta
eu: Egin klik bidea ixteko
fa: برای بستن مسیر کلیک کنید
fr: Cliquez pour fermer le chemin
he: לחיצה תסגור את הנתיב
hi: पथ बंद करने के लिए क्लिक करें
hr: Pritisni da zatvoriš path
id: Klik untuk menutup jalur
it: Clicca per chiudere il tracciato
lv: Jānoklikšķina, lai aizvērtu ceļu
nl: Klik om het pad te sluiten
pl: Kliknij, aby zamknąć ścieżkę
pt_br: Clique para fechar o caminho
pt_pt: Clica para fechar o caminho
ro: Click pentru a închide calea
ru: Нажмите для замыкания контура
sr: Кликните да затворите путању
sv: Klicka för att stänga bana
tr: Yolu kapatmak için tıklayın
zh_cn: 单击以闭合路径
zh_hant: 點擊以關閉路徑

# inspect.tabs.styles.panel.geometry
source: Size & Position
he: גודל ומקום
it: Dimensione e posizione
tr: Boyut ve Konum

# inspect.tabs.styles.panel.toggle-style
source: Toggle panel %s
he: החלפת חשיפת הלוח %s
it: Attiva/disattiva pannello %s
tr: %s panelini aç/kapat

# inspect.tabs.styles.panel.token
source: Token Sets & Themes
he: ערכות אסימונים וערכות עיצוב
it: Set di token e temi
tr: Token Kümeleri ve Temalar

# inspect.tabs.styles.panel.variant
source: Variant properties
he: מאפייני הגוון
it: Proprietà delle varianti
tr: Çeşit özellikleri

# labels.variant
source: Variant
es: Variante
fr: Variante
he: הגוון
hi: रूपांतर
it: Variante
ro: Variantă
tr: Çeşit

# shortcuts.create-component-variant
source: Create component / variant
es: Crear componente / variante
fr: Créer un composant/une variante
he: יצירת רכיב / הגוון
hi: घटक/संस्करण बनाएं
it: Crea componente / variante
nl: Component/variant aanmaken
ro: Creează componentă / variantă
sv: Skapa komponent / variant
tr: Bileşen / çeşit oluştur

# workspace.tokens.edit-token
source: Edit token
de: Token bearbeiten
es: Editar token de %s
fr: Modifier le token
he: עריכת אסימון %s
hi: %s token संपादित करें
hr: Uredite token
id: Sunting token
it: Modifica token %s
lv: Labot tekstvienību
nl: %s token bewerken
ro: Editează token %s
sv: Redigera %s token
tr: %s tokenini düzenle
zh_hant: 編輯權杖(token)

# workspace.component.swap.loop-error
source: Components can't be nested inside themselves
es: Los componentes no pueden anidarse dentro de sí mismos.
fr: Impossible d'imbriquer des composants dans eux-mêmes.
he: אי אפשר לקנן את הרכיבים בתוך עצמם.
hi: घटकों को अपने अंदर नहीं रखा जा सकता।
it: I componenti non possono essere annidati dentro sé stessi.
nl: Componenten kunnen niet in zichzelf worden genest.
ro: Componentele nu pot fi incluse în aceleași componente.
sv: Komponenter kan inte kapslas inuti sig själva.
tr: Bileşenler kendi içlerinde iç içe geçemez.

# subscription.dashboard.unlimited-members-extra-editors-cta-text
source: Only new editors across your owned teams count towards future billing. A flat $175/month still applies for 25+ editors.
es: Solo los nuevos editores de tus equipos se tendrán en cuenta para la facturación futura. Se seguirá aplicando una tarifa plana de 175$/mes para 25+ editores.
he: רק עורכים חדשים על פני הצוותים שבבעלותך מחושבים בחיובים העתידיים. 175$ בחודש בלי תוספות עדיין חלים על ‎25+‎ עורכים.
hi: आपकी स्वामित्व वाली टीमों के केवल नए संपादक ही भविष्य के बिलिंग में शामिल होंगे। 25+ संपादकों के लिए अभी भी $175/माह का एक समान शुल्क लागू है।
it: Solo i nuovi editor nei team di tua proprietà verranno conteggiati per la fatturazione futura. Rimane valido un costo fisso di 175 $/mese per oltre 25 editor.
nl: Alleen nieuwe editors in jouw eigen teams tellen mee voor toekomstige facturering. Voor 25+ editors geldt nog steeds een bedrag van $175/maand.
pt_br: Somente novos editores em suas equipes próprias contam para a cobrança futura. Uma tarifa fixa de $175/mês ainda se aplica para 25+ editores.﻿
ro: Doar editori noi în echipele tale deținute sunt numărați pentru plățile viitoare. Un preț fix de $175/lună tot se va aplica dacă ai peste 25 de editori.
sv: Endast nya redaktörer i dina ägda team räknas mot framtida fakturering. En fast avgift på 175 USD/månad gäller fortfarande för 25+ redaktörer.
tr: Yalnızca sahip olduğunuz takımlardaki yeni düzenleyiciler gelecekteki faturalandırmaya dahil edilir. 25'ten fazla düzenleyici için aylık 175$ sabit ücret uygulanmaya devam eder.
zh_cn: 只有您自有团队中的新编辑人员才会被计入未来账单。25 名及以上编辑人员仍需支付每月 175 美元的固定费用。

# labels.adobe-xd
source: Adobe XD
hi: एडोब XD
zh_hant: Adobe XD 軟體

# labels.invision
source: InVision
hi: InVision(इंविज़न)
zh_hant: InVision 軟體

# labels.sketch
source: Sketch
hi: रेखाचित्र
hr: Skica
sv: Koncept

# onboarding.welcome.alt
source: Penpot
hi: पेनपॉट

# title.dashboard.files
source: %s - Penpot
hi: %s - पेनपॉट

# title.workspace
source: %s - Penpot
hi: %s - पेनपोट

# errors.field-max-length
source: Must contain at most 1 characters.
de: Darf maximal 1 Zeichen enthalten.
es: Debe contener como máximo %s caracteres.
es_419: El nombre debe contener como máximo 1 caracter.
fr: Doit contenir au plus %s caractères.
hi: इसमें अधिकतम %s वर्ण होने चाहिए।
hr: Mora sadržavati najviše 1 znak.
id: Harus berisi setidaknya 1 karakter.
it: Deve contenere al massimo %s caratteres.
lv: Jāsatur ne vairāk par vienu rakstzīmi.
nl: Mag maximaal %s tekens bevatten.
pt_br: Deve conter no máximo %s caracteres.
ro: Necesită cel mult 1 caracter.
ru: Должен содержать не более 1 символа.
th: ต้องมีไม่เกิน 1 ตัวอักษร
zh_hant: 最多可包含 1 個字元。

# subscription.settings.management.dialog.unlimited-capped-warning
source: Tip: You can increase your seat count now to stay ahead of invites. At 25+ editors across teams, you’ll enjoy a flat $175/month.
es: Consejo: Puedes aumentar ahora el número de asientos para adelantarte a las invitaciones. Con más de 25 editores en todos tus equipos, disfrutarás de una tarifa plana de 175 $ al mes.
hi: सुझाव: आमंत्रणों से आगे रहने के लिए आप अभी अपनी सीटों की संख्या बढ़ा सकते हैं। 25+ संपादकों वाली टीमों में, आपको प्रति माह ₹175 का एकमुश्त शुल्क मिलेगा।
it: Suggerimento: puoi aumentare ora il numero di posti per anticipare gli inviti. Con oltre 25 editor nei team, pagherai un costo fisso di 175 $/mese.
nl: Tip: Je kunt het aantal gebruikers nu verhogen om uitnodigingen te blijven doen. Bij 25+ editors van verschillende teams geniet je van een vaste prijs van $175/maand.
ro: Pont: Poți crește numărul de locuri acum pentru a fi pregătit pentru invitații. La peste 25 de editori în echipe, vei beneficia de prețul fix de $175/lună.
sv: Tips: Du kan öka antalet platser nu för att ligga steget före inbjudningar. Med 25+ redaktörer över teamen åtnjuter du en fast avgift på 175 USD/månad.
tr: İpucu: Davetlerin öncesinde hazırlıklı olmak için şimdi koltuk sayınızı artırabilirsiniz. Takımlar genelinde 25'ten fazla düzenleyiciye aylık 175$ sabit ücretten sahip olacaksınız.

# workspace.libraries.colors
source: %s colors
de: %s Farben
el: %s χρώματα
es: 1 color
eu: %s kolore
fr: 1 couleur
hi: 1 रंग
hr: %s boje
id: %s warna
lv: %s krāsas
nl: 1 kleur
ro: 1 culoare
sr: %s боја
sv: 1 färg
zh_hant: %s 顏色

# workspace.libraries.components
source: %s components
de: %s Komponenten
el: %s στοιχεία
es: 1 componente
eu: %s osagai
fr: 1 composant
hi: 1 घटक
hr: %s komponente
id: %s komponen
lv: %s sastāvdaļas
nl: 1 component
ro: 1 componentă
sr: %s компоненти
sv: 1 komponent
zh_hant: %s 元件

# workspace.libraries.graphics
source: %s graphics
ca: %s gràfics
de: %s Grafik(en)
el: %s γραφικά
es: 1 gráfico
eu: %s grafiko
fr: 1 graphique
hi: 1 ग्राफ़िक
hr: %s grafike
id: %s grafis
lv: %s attēli
nl: 1 afbeelding
ro: 1 obiect grafic
sr: %s графика
sv: 1 grafik
zh_hant: %s 圖形

# workspace.libraries.typography
source: %s typographies
ca: %s tipografies
de: %s Textstile
el: %s τυπογραφίες
es: 1 tipografía
eu: %s letra-tipo
fr: 1 typographie
hi: 1 अक्षर विन्यास
hr: %s tipografije
id: %s tipografi
lv: %s burtu stili un veidi
nl: 1 typografie
ro: 1 tipografie
sr: %s типографија
sv: 1 typografi
zh_hant: %s 字體樣式

# workspace.tokens.font-weight-value-enter
source: Enter a value (300, Bold, Regular Italic...) or an {alias}
es: Font weight (300, Bold, Regular Italic...) o un {alias}
fr: Font weight (300, Bold, Regular, Italic...) ou {alias}
hi: फ़ॉन्ट वज़न (300, बोल्ड इटैलिक...) या {उपनाम}
it: Font weight (300, Bold, Regular Italic...) o {alias}
nl: Voer een waarde in (300, vet, normaal cursief...) of een {alias}
ro: Introdu o valoare (300, Bold, Regular, Italic...) sau un {alias}
sv: Ange ett värde (300, fet, normal kursiv ...) eller en {alias}

# workspace.tokens.invalid-font-weight-token-value
source: Invalid font weight value: use numeric values (100-950) or standard names (thin, light, regular, bold, etc.) optionally followed by 'Italic'
es: Valor de peso de fuente inválido: usa valores numéricos (100-950) o nombres estándar (thin, light, regular, bold, etc.) opcionalmente seguidos de 'Italic'
hi: अमान्य फ़ॉन्ट भार मान: संख्यात्मक मान (100-950) या मानक नाम (पतला, हल्का, नियमित, बोल्ड, आदि) का उपयोग करें, वैकल्पिक रूप से उसके बाद 'इटैलिक' लिखें
it: Valore del peso del font non valido: usa valori numerici (100-950) o nomi standard (thin, light, regular, bold, ecc.) eventualmente seguiti da 'Italic'
nl: Ongeldige gewichtswaarde lettertype: gebruik numerieke waarden (100-950) of standaardtermen (thin, light, regular, bold, etc.) optioneel gevolgd door 'Italic'
ro: Valoare greutate font invalidă: folosește valori numerice (100-950) sau nume standardizate (thin, light, regular, bold, etc.) opțional urmate de 'italic'
sv: Ogiltigt värde för typsnittsvikt: använd numeriska värden (100–950) eller standardnamn (smal, lätt, normal, fet, etc.) eventuellt följt av 'Kursiv'
zh_cn: 字体粗细值无效：使用数值（100-950）或标准名称（细、亮、常规、粗体等），后跟可选的“斜体”

# workspace.tokens.invalid-text-case-token-value
source: Invalid token value: only none, Uppercase, Lowercase or Capitalize are accepted
fr: Valeur du token non valide : seules les valeurs Aucune, Majuscules, Minuscules ou Première lettre en capitale sont acceptées
hi: अमान्य token मान: केवल कोई नहीं, अपरकेस, लोअरकेस या कैपिटलाइज़ स्वीकार किए जाते हैं
it: Valore del token non valido: sono accettati solo none, Uppercase, Lowercase o Capitalize
nl: Ongeldige tokenwaarde: alleen none, Uppercase, Lowercase of Capitalize zijn toegestaan
ro: Valoare token invalidă: doar none, Uppercase, Lowercase sau Capitalize sunt acceptate
sv: Ogiltigt token-värde: endast ingen, versaler, gemener eller versalisera accepteras
zh_cn: 无效的token值：仅接受无、大写、小写或大写

# workspace.tokens.invalid-text-decoration-token-value
source: Invalid token value: only none, underline and strike-through are accepted
es: Valor de token no válido: solo none, underline y strike-through son aceptados
fr: Valeur du token non valide : seules les valeurs none, underline et strike-through sont acceptées
hi: अमान्य token मान: केवल कोई नहीं, रेखांकित और स्ट्राइक-थ्रू स्वीकार किए जाते हैं
it: Valore del token non valido: sono accettati solo none, underline e strike-through
nl: Ongeldige tokenwaarde: alleen none, underline en strike-through zijn toegestaan
ro: Valoare token invalidă: doar none, underline și strike-trough sunt acceptate
sv: Ogiltigt token-värde: endast ingen, understruken och genomstruken accepteras
zh_cn: 无效的token值：仅接受无、下划线和删除线

# workspace.tokens.text-case-value-enter
source: Enter: none | uppercase | lowercase | capitalize or {alias}
es: none | uppercase | lowercase | capitalize o {alias}
hi: कोई नहीं | अपरकेस | लोअरकेस | कैपिटलाइज़ या {उपनाम}
it: none | uppercase | lowercase | capitalize o {alias}
nl: none | uppercase | lowercase | capitalize of {alias}
ro: Introdu: none | uppercase | lowercase | capitalize sau {alias}
sv: Ange: ingen | versaler | gemener | versalisera eller {alias}

# workspace.tokens.text-decoration-value-enter
source: Enter text decoration: none | underline | strike-through
es: none | underline | strike-through o {alias}
fr: none | underline | strike-through ou {alias}
hi: कोई नहीं | रेखांकित | स्ट्राइक-थ्रू या {उपनाम}
it: none | underline | strike-through o {alias}
nl: none | underline | strike-through of {alias}
ro: Introdu decorațiune text: none | underline | strike-through
sv: Ange textdekoration: ingen | understrykning | genomstrykning

# modals.create-webhook.url.placeholder
source: https://example.com/postreceive
hr: https://primjer.com/postreceive
id: https://contoh.co.id/terimapos
nl: https://voorbeeld.nl/postreceive
pt_br: https://exemplo.com.br/postreceive
ru: https://пример.com/postreceive

# labels.canva
source: Canva
fr: Canevas
zh_hant: 油畫

# workspace.libraries.colors.rgba
source: RGBA
fr: RVBA

# auth.login-with-github-submit
source: GitHub
bn: গিটহাব
fa: گیتهاب
ko: 깃허브 (GitHub)
ml: ഗിറ്റ്ഹബ്ബ്
zh_cn: GitHub登录

# auth.login-with-gitlab-submit
source: GitLab
bn: গিটল্যাব
fa: گیتلب
ko: 깃랩 (GitLab)
ml: ഗിറ്റ്ലാബ്
ta: கிட்லேப்
zh_cn: GitLab登录

# auth.login-with-google-submit
source: Google
ar: جوجل
bn: গুগল
fa: گوگل
ko: 구글 (Google)
ml: ഗൂഗിൾ
ta: கூகுள்
zh_cn: Google登录

# auth.login-with-ldap-submit
source: LDAP
zh_cn: LDAP登录

source: inspect.attributes.typography.text-decoration.strikethrough
de: Durchgestrichen
eu: Marratu
hr: Precrtano
id: Coret
ms: Tembus
sr: Прелазна линија

# labels.copyright
source: Kaleidos @2024
zh_hant: Kaleidos @2025

# inspect.attributes.color.hsla
source: HSLA
ar: HSLAتتفتيش صفات اللون

# inspect.attributes.color.rgba
source: RGBA
ar: RGBAفتش اللون

# workspace.options.shadow-options.offsetx
source: X
el: Χ

# workspace.options.shadow-options.offsety
source: Y
el: Υ
