Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# labels.fonts
source: Fonts
ar: الخطوط
ca: Tipografies
cs: Písma
da: Skrifttyper
de: Schriftarten
es: Fuentes
eu: Letra-tipoak
fa: فونت‌ها
fr: Polices
he: גופנים
hi: फ़ॉन्ट्स
hr: Fontovi
id: Fon
it: Font
ko: 폰트
lv: Fonti
ms: Fon
nl: Lettertypen
pl: Czcionki
pt_br: Fontes
pt_pt: Fontes
ro: Fonturi
ru: Шрифты
sr: Фонтови
sv: Typsnitt
th: ฟอนต์
tr: Yazı tipleri
zh_cn: 字体
zh_hant: 字型

# labels.founder
source: CEO or Founder
cs: Zakladatel / viceprezident
de: Gründer/VP
es: CEO o Fundador
fr: Fondateur/Direction
he: מייסד/סגן נשיא
hi: CEO और संस्थापक
hr: CEO ili osnivač
id: CEO atau Pendiri
it: Amministratore delegato e Fondatore
lv: Dibinātājs/viceprezidents
ms: Pengasas/VP
nl: CEO of oprichter
pt_pt: CEO ou Fundador
ro: CEO sau Fondator
ru: Генеральный директор или основатель
sr: Извршни директор или оснивач
sv: VD eller Grundare
tr: Kurucu/Başkan Yardımcısı
zh_cn: 创始人/副总裁
zh_hant: 執行長或創辦人

# labels.freelancer
source: Freelancer
cs: Jsem freelancer
de: Ich bin ein Freelancer
es: Autónomo
fr: Je suis freelance
he: יש לי עסק משלי
hi: फ्रीलांसर
id: Saya seorang pekerja lepas
it: Libero professionista
lv: Esmu ārštātnieks(-ce)/Pašnodarbināts(-ā)
ms: Saya seorang pekerja bebas (freelancer)
nl: Ik ben een freelancer
pt_pt: Sou trabalhador(a) independente (freelancer)
ro: Sunt un freelancer
ru: Фрилансер
sr: Фриленсер
sv: Frilansare
tr: Serbest çalışıyorum
zh_cn: 我是一名自由职业者
zh_hant: 自由工作者

# labels.github-repo
source: Github repository
ar: مستودع Github
ca: Repositori Github
cs: Úložiště Github
es: Repositorio de Github
eu: GitHubeko errepositorioa
fa: مخزن Github
fr: Référentiel GitHub
he: מאגר GitHub
hi: GitHub रिपॉज़िटरी
hr: Github repozitorij
id: Repositori GitHub
it: Repository Github
lv: GitHub repozitorijs
ms: Repositori Github
pl: Repozytorium Github
pt_br: Repositório do Github
pt_pt: Repositório Github
ro: Repozitoriu Github
ru: Репозиторий на Github
sr: Github репозиторијум
sv: Github repo
tr: Github deposu
zh_cn: Github仓库
zh_hant: Github 倉庫

# labels.give-feedback
source: Give feedback
ar: إعطاء ملاحظات
ca: Envia opinions
cs: Poslat zpětnou vazbu
de: Feedback geben
el: Δώστε μας τη γνώμη σας
es: Danos tu opinión
eu: Eman zure iritzia
fa: بازخورد بده
fr: Donnez votre avis
he: הגשת משוב
hi: प्रतिक्रिया दें
hr: Daj povratnu informaciju
id: Berikan masukan
it: Dai la tua opinione
lv: Sniegt atsauksmi
ms: Beri maklum balas
nl: Geef feedback
pl: Dodaj opinię
pt_br: Enviar feedback
pt_pt: Dá feedback
ro: Lasă un feedback
ru: Оставить отзыв
sr: Оставите повратне информације
sv: Ge feedback
tr: Geri bildirimde bulun
zh_cn: 提交反馈
zh_hant: 給予迴響

# labels.go-back
source: Go back
ar: الرجوع للخلف
ca: Enrere
cs: Jít zpět
da: Gå tilbage!
de: Zurück
el: Πίσω
es: Volver
eu: Itzuli
fa: برگرد
fr: Retour
he: חזרה
hi: वापस जाएँ
hr: Povratak
id: Kembali
it: Torna indietro
ko: 뒤로 가기
lv: Atpakaļ
ms: Pergi balik
nl: Ga terug
pl: Wróć
pt_br: Voltar
pt_pt: Voltar atrás
ro: Întoarce-te
ru: Назад
sr: Иди назад
sv: Gå tillbaka
tr: Geri dön
zh_cn: 返回
zh_hant: 返回

# labels.graphic-design
source: Graphic design
cs: Grafický design
de: Grafikdesign
es: Diseño gráfico
fr: Designer graphique
he: עיצוב גרפי
hi: ग्राफ़िक डिज़ाइन
hr: Grafički dizajn
id: Desain grafis
lv: Grafiskais dizains
nl: Grafisch ontwerp
pt_pt: Design gráfico
ro: Design grafic
ru: Графический дизайн
sr: Графички дизајн
sv: Grafisk design
th: กราฟิกดีไซน์
tr: Grafik tasarımı
zh_cn: 平面设计
zh_hant: 平面設計

# labels.help-center
source: Help Center
ar: مركز المساعدة
ca: Centre d'ajuda
cs: Centrum nápovědy
de: Hilfezentrum
es: Centro de ayuda
eu: Laguntza zentroa
fa: مرکز کمک
fr: Centre d'aide
he: מרכז העזרה
hi: सहायता केंद्र
hr: Centar za pomoć
id: Pusat Bantuan
it: Supporto
ko: 고객센터
lv: Palīdzības centrs
ms: Pusat Bantuan
nl: Helpcentrum
pl: Centrum Pomocy
pt_br: Central de Ajuda
pt_pt: Centro de Ajuda
ro: Centru Ajutor
ru: Помощь
sr: Центар за помоћ
sv: Hjälpcenter
tr: Yardım Merkezi
zh_cn: 帮助中心
zh_hant: 説明中心

# labels.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Cacher
he: הסתרה
hi: छुपाएँ
id: Sembunyikan
it: Nascondi
lv: Paslēpt
nl: Verbergen
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sv: Dölj
tr: Gizle
zh_cn: 隐藏

# labels.hide-resolved-comments
source: Hide resolved comments
ar: إخفاء التعليقات التي تم حلها
ca: Amaga els comentaris resolts
cs: Skrýt vyřešené komentáře
de: Erledigte Kommentare ausblenden
el: Απόκρυψη επιλυμένων σχολίων
es: Ocultar comentarios resueltos
eu: Ezkutatu ebatzitzako iruzkinak
fa: پنهان کردن نظرات حل شده
fr: Masquer les commentaires résolus
he: הסתרת הערות שנפתרו
hi: सुलझाए गए टिप्पणियाँ छुपाएँ
hr: Sakrij riješene komentare
id: Sembunyikan komentar yang telah diselesaikan
it: Non mostrare i commenti risolti
lv: Paslēpt atrisinātos komentārus
ms: Sembunyikan komen yang diselesaikan
nl: Verwerkt commentaar verbergen
pl: Ukryj rozwiązane komentarze
pt_br: Ocultar comentários resolvidos
pt_pt: Ocultar comentários resolvidos
ro: Ascunde comentariile rezolvate
ru: Скрыть решённые комментарии
sr: Сакриј решене коментаре
sv: Dölj åtgärdade kommentarer
tr: Çözülen yorumları gizle
zh_cn: 隐藏已决定的评论
zh_hant: 隱藏已解決的評論

# labels.import
source: Import
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hi: आयात
hr: Uvoz
id: Impor
it: Importa
lv: Ievietot
nl: Importeren
pt_pt: Importar
ro: Importă
ru: Импорт
sv: Importera
tr: İçe aktar
zh_cn: 导入
zh_hant: 匯入

# labels.inactive
source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
eu: Inaktibo
fr: Inactif
he: בלתי פעיל
hi: निष्क्रिय
hr: Neaktivan
id: Tidak Aktif
it: Inattivo
ko: 비활성화
lv: Neaktīvs
ms: tidak aktif
nl: Inactief
pl: Nieaktywny
pt_br: Inativo
pt_pt: Inativo
ro: Inactiv
ru: Недействующий
sr: Неактиван
sv: Inaktiv
tr: Etkin değil
zh_cn: 未激活
zh_hant: 未啟用

# labels.installed-fonts
source: Installed fonts
ar: الخطوط المتوفرة
ca: Tipografies instal·lades
cs: Nainstalovaná písma
da: Installeret skrifttyper
de: Installierte Schriftarten
es: Fuentes instaladas
eu: Instalatutako letra-tipoak
fa: فونت‌های نصب‌شده
fr: Polices installées
he: גופנים מותקנים
hi: स्थापित फ़ॉन्ट
hr: Instalirani fontovi
id: Fon terpasang
it: Caratteri installati
lv: Instalētie fonti
ms: Fon yang dipasang
nl: Geïnstalleerde lettertypen
pl: Zainstalowane czcionki
pt_br: Fontes instaladas
pt_pt: Fontes instaladas
ro: Fonturi instalate
ru: Установленные шрифты
sr: Инсталирани фонтови
sv: Installerade typsnitt
tr: Kurulu yazı tipleri
zh_cn: 已安装字体
zh_hant: 已安裝的字體

# labels.internal-error.desc-message
source: Something bad happened. Please retry the operation and if the problem persists, contact support.
ca: Alguna cosa ha fallat. Torneu a provar l'operació i, si el problema continua, poseu-vos en contacte amb el suport tècnic.
de: Etwas ist schiefgegangen. Bitte versuchen Sie den Vorgang erneut und wenn das Problem weiterhin besteht, kontaktieren Sie den Support.
el: Κάτι κακό συνέβη. Δοκιμάστε ξανά τη λειτουργία και εάν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη.
eu: Zerbait arraroa gertatu da. Saiatu berriz eta erroreak agertzen jarraitzen badu, jarri kontaktuan zerbitzu teknikoarekin.
he: משהו לא טוב קרה. נא לנסות לבצע את הפעולה שוב ואם הבעיה חוזרת, נא ליצור קשר עם התמיכה.
hr: Nešto loše se dogodilo. Molimo pokušaj ponovno i ako problem potraje, kontaktiraj podršku.
id: Sesuatu yang buruk terjadi. Silakan mencoba lagi operasi dan jika masalah masih ada, hubungi dukungan.
it: Si è verificato un problema. Ritenta l'operazione, se il problema persiste contatta il supporto.
lv: Notika kaut kas slikts. Lūgums mēģināt vēlreiz un, ja sarežģījumi joprojām pastāv, jāsazinās ar atbalstu.
ms: Sesuatu yang buruk telah berlaku. Sila cuba semula operasi dan jika masalah berterusan, hubungi sokongan.
pt_pt: Ocorreu algo inesperado. Tenta novamente a operação e se o problema persistir, entra em contacto com o suporte.
sr: Десило се нешто лоше. Покушајте поново са операцијом и ако се проблем настави, контактирајте подршку.
tr: Kötü bir şey oldu. Lütfen işlemi yeniden deneyin ve sorun devam ederse destek ile iletişime geçin.
zh_hant: 發生了一些狀況。請重試該操作，如果問題仍然存在，請聯絡支援人員。

# labels.internal-error.main-message
source: Internal Error
ar: خطأ داخلي
ca: Error intern
cs: Interní chyba
de: Interner Fehler
el: Εσωτερικό σφάλμα
es: Error interno
eu: Barneko errorea
fa: خطای داخلی
fr: Erreur interne
he: שגיאה פנימית
hi: आंतरिक त्रुटि
hr: Interna pogreška
id: Kesalahan Internal
it: Errore interno
lv: Iekšēja kļūda
ms: Ralat Dalaman
nl: Interne fout
pl: Błąd wewnętrzny
pt_br: Erro interno
pt_pt: Erro interno
ro: Eroare internă
ru: Внутренняя ошибка
sr: Унутрашња гершка
sv: Internt fel
tr: İç Hata
zh_cn: 内部错误
zh_hant: 內部錯誤

# labels.invitations
source: Invitations
ar: الدعوات
ca: Invitacions
cs: Pozvánky
de: Einladungen
es: Invitaciones
eu: Gonbidapenak
fa: دعوت‌نامه‌ها
he: הזמנות
hi: आमंत्रण
hr: Pozivnice
id: Undangan
it: Inviti
lv: Uzaicinājumi
ms: Jemputan
nl: Uitnodigingen
pl: Zaproszenia
pt_br: Convites
pt_pt: Convites
ro: Invitații
ru: Приглашения
sr: Позивнице
sv: Inbjudningar
tr: Davetler
zh_cn: 邀请
zh_hant: 邀請

# labels.language
source: Language
ar: اللغة
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
eu: Hizkuntzak
fa: زبان
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
id: Bahasa
it: Lingua
lv: Valoda
ms: Bahasa
nl: Taal
pl: Język
pt_br: Linguagem
pt_pt: Idioma
ro: Limbă
ru: Язык
sr: Језик
sv: Språk
th: ภาษา
tr: Dil
zh_cn: 语言
zh_hant: 語言

# labels.libraries-and-templates
source: Libraries & Templates
ar: المكتبات والقوالب
ca: Biblioteques i plantilles
cs: Knihovny a šablony
de: Bibliotheken & Vorlagen
es: Bibliotecas y Plantillas
eu: Liburutegi eta Txantiloiak
fa: کتابخانه‌ها و قالب‌ها
fr: Bibliothèques et modèles
he: ספריות ותבניות
hi: लाइब्रेरी और टेम्पलेट्स
hr: Biblioteke i predlošci
id: Pustaka & Templat
it: Librerie e modelli
lv: Bibliotēkas un veidnes
ms: Perpustakaan & Templat
nl: Bibliotheken en sjablonen
pl: Biblioteki i szablony
pt_br: Bibliotecas & Modelos
pt_pt: Bibliotecas e Templates
ro: Biblioteci & Șabloane
ru: Библиотеки и шаблоны
sr: Библиотеке и шаблони
sv: Bibliotek & mallar
th: ไลบรารีและเทมเพลต
tr: Kütüphaneler ve Şablonlar
zh_cn: 库&模板
zh_hant: 圖庫與範本

# labels.loading
source: Loading…
cs: Načítání…
de: Laden…
es: Cargando…
fr: Chargement…
he: בטעינה…
hi: लोड हो रहा है…
hr: Učitavanje…
id: Memuat…
it: Caricamento…
lv: Lādē…
nl: Laden…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
sv: Laddar…
th: กำลังโหลด…
tr: Yükleniyor…
zh_cn: 加载中…
zh_hant: 載入中…

# labels.lock
source: Lock
fr: Verrouiller
he: נעילה
hi: ताला
it: Blocca
lv: Aizslēgt
nl: Vergrendelen
ro: Blochează
sv: Lås
tr: Kilitle
zh_cn: 锁定

# labels.log-or-sign
source: Log in or sign up
ar: تسجيل الدخول أو الاشتراك
ca: Inicia sessió o registra'm
cs: Přihlásit se ne registrovat
de: Einloggen oder anmelden
es: Entra o regístrate
eu: Sartu edo eman izena
fa: ورود یا ثبت نام
fr: Se connecter ou s'inscrire
he: כניסה או הרשמה
hi: लॉग इन या साइन अप
hr: Prijava ili registracija
id: Masuk atau daftar
it: Connettiti o iscriviti
lv: Pieteikties vai reģistrēties
ms: Log masuk atau daftar
nl: Log in of meld je aan
pl: Zaloguj się lub zarejestruj
pt_br: Entre ou cadastre-se
pt_pt: Iniciar sessão ou registar
ro: Conectează-te sau înregistrează-te
ru: Войти или зарегистрироваться
sr: Пријава или регистрација
sv: Logga in eller registrera dig
tr: Oturum açın veya kaydolun
zh_cn: 登录或注册
zh_hant: 登錄或註冊

# labels.login
source: Login
cs: Přihlášení
de: Anmelden
es: Entrar
fr: Connexion
he: כניסה
hi: लॉग इन करें
hr: Prijava
id: Masuk
it: Accesso
lv: Pieteikties
nl: Inloggen
pt_pt: Iniciar sessão
ro: Intră în cont
sv: Logga in
tr: Oturum aç
zh_cn: 登录
zh_hant: 登入

# labels.logout
source: Logout
ar: تسجيل خروج
ca: Tanca la sessió
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Salir
eu: Irten
fa: خروج
fr: Se déconnecter
he: יציאה
hi: लॉग आउट
hr: Odjava
id: Keluar
it: Disconnetti
lv: Atteikties
ms: Log keluar
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
sr: Одјава
sv: Logga ut
th: ลงชื่อออก
tr: Oturumu kapat
zh_cn: 登出
zh_hant: 登出

# labels.marketing
source: Marketing
he: שיווק
hi: मार्केटिंग
id: Pemasaran
lv: Tirgvedība
ms: Pemasaran
ru: Маркетинг
sr: Маркетинг
sv: Marknadsföring
tr: Pazarlama
zh_cn: 市场营销
zh_hant: 行銷

# labels.member
source: Member
ar: عضو
ca: Membre
cs: Člen
de: Mitglied
es: Integrante
eu: Kidea
fa: عضو
fr: Membre
he: חבר
hi: सदस्य
hr: Član
id: Anggota
it: Membro
lv: Dalībnieks
ms: Ahli
nl: Lid
pl: Członek
pt_br: Membro
pt_pt: Membro
ro: Membru
ru: Участник
sr: Члан
sv: Medlem
th: สมาชิก
tr: Üye
zh_cn: 成员
zh_hant: 成員

# labels.members
source: Members
ar: الأعضاء
ca: Membres
cs: Členové
de: Mitglieder
el: Μέλη
es: Integrantes
eu: Kideak
fa: اعضا
fr: Membres
he: חברים
hi: सदस्यों
hr: Članovi
id: Anggota
it: Membri
lv: Dalībnieki
ms: Ahli
nl: Leden
pl: Członkowie
pt_br: Membros
pt_pt: Membros
ro: Membri
ru: Участники
sr: Чланови
sv: Medlemmar
th: สมาชิก
tr: Üyeler
zh_cn: 成员
zh_hant: 成員

# labels.mention
source: Mention
es: Mencionar
he: אזכור
hi: उल्लेख
id: Sebutkan
it: Menziona
lv: Pieminēt
nl: Vermelden
pt_br: Menção
ro: Mențiune
sv: Omnämnande
tr: Değinme
zh_cn: 提及

# labels.mixed-values
source: Mixed
es: Varios
fr: Mélangé
he: מעורבב
hi: मिश्रित
it: Misto
nl: Gemengd
ro: Mixt
sv: Blandad
tr: Karışık
zh_cn: 混合

# labels.new-password
source: New password
ar: كلمة سر جديدة
ca: Contrasenya nova
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
eu: Pasahitz berria
fa: رمزعبور جدید
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
id: Kata sandi baru
it: Nuova password
lv: Jaunā parole
ms: Kata laluan baharu
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Palavra-passe nova
ro: Parolă nouă
ru: Новый пароль
sr: Нова лозинка
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni parola
zh_cn: 新密码
zh_hant: 新密碼

# labels.next
source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
he: הבאה
hi: अगला
hr: Sljedeći
id: Berikutnya
it: Successivo
lv: Nākamais
ms: Seterusnya
nl: Volgende
pt_br: Próximo
pt_pt: Seguinte
ro: Următor
ru: Далее
sr: Даље
sv: Nästa
tr: Sonraki
zh_cn: 下一项
zh_hant: 下一個

# labels.no-comments-available
source: You're all caught up! New comment notifications will appear here.
ar: ليس لديك أي إشعارات تعليق معلقة
ca: No teniu notificacions de comentaris pendents
cs: Vše je aktuální! Zde se zobrazí upozornění na nové komentáře.
de: Sie sind auf dem neuesten Stand! Neue Benachrichtigungen zu Kommentaren werden hier angezeigt.
el: Δεν έχετε εκκρεμείς ειδοποιήσεις σχολίων
es: ¡Ya estás al día! Nuevas notificaciones de comentarios aparecerán aquí.
eu: Ez duzu iruzkinen inguruko jakinarazpenik.
fa: هیچ اعلان نظر معلقی ندارید
fr: Vous n’avez aucune notification de commentaire en attente.
he: עברת על הכול! התראות על הערות חדשות תופענה כאן.
hi: आप पूरी तरह से अपडेट हैं! नई टिप्पणी सूचनाएँ यहाँ दिखेंगी।
hr: Nemaš obavijesti o komentarima na čekanju.
id: Anda telah melihat semuanya! Notifikasi komentar baru akan muncul di sini.
it: Non ci sono notifiche di commenti in attesa.
lv: Jūs esat pieķerti! Šeit tiks parādīti jaunu komentāru paziņojumi.
ms: Anda telah melihat semua yang baru! Pemberitahuan ulasan baharu akan dipaparkan di sini.
nl: Je bent helemaal bij! Nieuwe commentaarmeldingen verschijnen hier.
pl: Wszyscy jesteście na bieżąco! Tutaj będą pojawiać się powiadomienia o nowych komentarzach.
pt_br: Nada de novo por aqui! Novas notificações de comentários irão aparecer aqui.
pt_pt: Não tens notificações de comentários pendentes.
ro: Ești la zi! Notificările de comentarii noi vor apărea aici.
ru: Вы ничего не пропустили! Здесь будут появляться уведомления о новых комментариях.
sr: Све сте прегледали! Нова обавештења о коментарима ће се појавити овде.
sv: Du har kommit ikapp! Nya meddelanden om kommentarer visas här.
tr: Hepsini bitirdiniz! Yeni yorum bildirimleri burada görünecektir.
zh_cn: 你们都赶上了! 新的评论通知将出现在这里。
zh_hant: 你都瞭解了！新的評論通知將顯示在這裡。

# labels.no-invitations
source: No pending invitations.
ar: لا توجد دعوات.
ca: No hi ha invitacions.
cs: Nejsou žádné pozvánky.
de: Keine ausstehenden Einladungen.
es: No hay invitaciones pendientes.
eu: Ez dago gonbidapenik.
fa: هیچ دعوتنامه‌ای وجود ندارد.
fr: Aucune invitation en attente.
he: אין הזמנות ממתינות.
hi: कोई लंबित निमंत्रण नहीं है।
hr: Nema pozivnica.
id: Tidak ada undangan yang menunggu.
it: Non ci sono inviti.
lv: Nav gaidošu uzaicinājumu.
ms: Tiada jemputan tertunda.
nl: Geen openstaande uitnodigingen.
pl: Brak oczekujących zaproszeń.
pt_br: Não há convites pendentes.
pt_pt: Não há convites.
ro: Nu există invitații în așteptare.
ru: Нет ожидающих приглашений.
sr: Нема позивница на чекању.
sv: Inga pågående inbjudningar.
tr: Bekleyen davetiye yok.
zh_cn: 没有待处理的邀请。
zh_hant: 沒有待處理的邀請。

# labels.no-invitations-gather-people
source: Gather your people and build great things together.
es: Reúne a tu gente y construid juntos grandes cosas.
fr: Rassemblez votre équipe et créez de grandes choses ensemble.
he: אוספים יחד את האנשים ויוצרים דברים מדהימים.
hi: अपने लोगों को इकट्ठा करें और साथ मिलकर महान चीजें बनाएं।
it: Raduna le persone e costruite grandi cose insieme.
lv: Sapulcē savus cilvēkus, un kopā radiet lieliskas lietas!
nl: Verzamel je mensen en bouw samen geweldige dingen.
ro: Adună-ți echipa și construiți lucruri grozave împreună.
sv: Samla ditt folk och bygg fantastiska saker tillsammans.
tr: Arkadaşlarınızı toplayın ve birlikte harika şeyler oluşturun.
zh_cn: 召集你的人，一起建设伟大的事业。

# labels.not-found.desc-message
source: This page might not exist or you don’t have permissions to access to it.
ar: قد لا تكون هذه الصفحة موجودة أو ليس لديك أذونات للوصول إليها.
ca: És possible que aquesta pàgina no existeixi o que no tingueu permisos per a accedir-hi.
cs: Tato stránka možná neexistuje nebo k ní nemáte oprávnění k přístupu.
de: Möglicherweise existiert diese Seite nicht oder Sie haben keine Zugriffsrechte darauf.
el: Αυτή η σελίδα ενδέχεται να μην υπάρχει ή δεν έχετε δικαιώματα πρόσβασης σε αυτήν.
es: Esta página no existe o no tienes permisos para verla.
eu: Orrialde hau ez da existitzen edo ez duzu ikusteko baimenik.
fa: ممکن است این صفحه وجود نداشته باشد یا شما مجوز دسترسی به آن را نداشته باشید.
fr: Cette page n’existe pas ou vous ne disposez pas des permissions nécessaires pour y accéder.
he: יכול להיות שהעמוד לא קיים או שאין לך הרשאות לגשת אליו.
hi: हो सकता है कि यह पेज मौजूद न हो या आपके पास इस तक पहुंचने की अनुमति न हो।
hr: Ova stranica možda ne postoji ili nemaš dopuštenja za pristup.
id: Laman ini mungkin tidak ada atau Anda tidak memiliki izin untuk mengaksesnya.
it: Questa pagina non esiste oppure non hai i permessi necessari per accedervi.
lv: Šī lapa, iespējams, nepastāv, vai arī nav atļauju tai piekļūt.
ms: Halaman ini mungkin tidak wujud atau anda tiada kebenaran untuk mengaksesnya.
nl: Deze pagina bestaat mogelijk niet of je hebt geen toegangsrechten.
pl: Ta strona może nie istnieć lub nie masz do niej uprawnień dostępu.
pt_br: Esta página não existe ou você não tem permissão para acessá-la.
pt_pt: Esta página não existe ou não tens permissões para a aceder.
ro: Această pagină nu există sau nu ai permisiunea să o accesezi.
ru: Эта страница не существует, или у вас нет к ней доступа.
sr: Ова страница можда не постоји или немате дозволе да јој приступите.
sv: Den här sidan kanske inte finns eller har du inte behörighet att komma åt den.
tr: Bu sayfa mevcut olmayabilir veya erişim izniniz olmayabilir.
zh_cn: 可能该页面不存在，也可能你没有访问权限。
zh_hant: 此頁面可能不存在，或者您無權訪問。

# labels.not-found.main-message
source: Oops!
ar: عفواً!
ca: Vaja!
cs: Ups!
de: Ups!
el: Ωχ
es: ¡Uy!
eu: Atx!
fa: اوپس!
fr: Oups !
he: אופס!
hi: उफ!
hr: Ups!
id: Aduh!
it: Ops!
lv: Ups!
ms: Alamak!
nl: Oeps!
pl: Kurza stopa!
pt_br: Ops!
pt_pt: Ups!
ro: Opa!
ru: Ой!
sr: Упс!
zh_cn: 哎呀！
zh_hant: 喔不！

# labels.notifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएं
hr: Obavijesti
id: Notifikasi
it: Notifiche
lv: Paziņojumi
nl: Meldingen
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sv: Notifieringar
tr: Bildirimler
zh_cn: 通知
zh_hant: 通知

# labels.num-of-files
source: 1 file
ar: 0 ملف
ca: 1 fitxer
cs: 1 soubor
de: 1 Datei
el: 1 αρχείο
es: 1 archivo
eu: Fitxategi 1
fa: ۱ فایل
fo: 1 fíla
fr: 1 fichier
he: קובץ
hi: 1 फ़ाइल
hr: 1 datoteka
id: %s berkas
lv: 0 datņu
ms: %s fail
nl: 1 bestand
pl: 1 plik
pt_br: 1 arquivo
pt_pt: 1 ficheiro
ro: 1 fişier
ru: Файл
sr: датотека
sv: 1 fil
tr: 1 dosya
zh_cn: 共1个文档
zh_hant: %s 個檔案

# labels.num-of-frames
source: 1 board
ca: 1 tauler
cs: 1 tabule
de: 1 Zeichenfläche
es: 1 tablero
eu: Arbel 1
fa: ۱ برد
fr: 1 plan de travail
he: לוח
hi: 1 बोर्ड
hr: 1 ploča
id: %s papan
it: 1 tavola da disegno
lv: %s plātņu
ms: %s papan
nl: 1 bord
pl: 1 artboard
pt_br: 1 tela
pt_pt: 1 prancheta
ro: 1 planșă
ru: Кадр
sr: табла
sv: 1 tavla
tr: 1 çalışma yüzeyi
zh_cn: 1个画板
zh_hant: 1 版面

# labels.num-of-projects
source: 1 project
ca: 1 projecte
cs: 1 projekt
de: 1 Projekt
el: 1 έργο
es: 1 proyecto
eu: Proiektu 1
fa: ۱ پروژه
fr: 1 projet
he: מיזם
hi: 1 परियोजना
hr: 1 projekt
id: %s proyek
it: 1 progetto
lv: 0 projektu
ms: %s projek
pl: 1 projekt
pt_br: 1 projeto
pt_pt: 1 projeto
ro: 1 proiecte
ru: Проект
sr: пројекат
sv: 1 projekt
tr: 1 proje
zh_cn: 1 个项目
zh_hant: %s 個專案

# labels.ok
source: Ok
he: אישור
hi: ठीक है
id: Oke
lv: Labi
nl: Oké
tr: Tamam
zh_cn: 好的

# labels.old-password
source: Old password
ar: كلمة السر القديمة
ca: Contrasenya antiga
cs: Staré heslo
de: Altes Passwort
el: Παλιός κωδικός
es: Contraseña anterior
eu: Aurreko pasahitza
fa: رمزعبور قدیمی
fr: Ancien mot de passe
he: סיסמה ישנה
hi: पुराना पासवर्ड
hr: Stara lozinka
id: Kata sandi lama
it: Vecchia password
lv: Vecā parole
ms: Kata laluan lama
nl: Huidig wachtwoord
pl: Stare hasło
pt_br: Senha antiga
pt_pt: Palavra-passe antiga
ro: Parola veche
ru: Старый пароль
sr: Стара лозинка
sv: Gammalt lösenord
th: รหัสผ่านเดิม
tr: Eski parola
zh_cn: 旧密码
zh_hant: 原有密碼

# labels.only-yours
source: Only yours
ar: خاصة بك
ca: Només els meus
cs: Jen vaše
de: Nur Ihre
el: Μόνο το δικό σου
es: Sólo los tuyos
eu: Zureak bakarrik
fa: فقط برای تو
fr: Seulement les vôtres
he: שלך בלבד
hi: केवल तुम्हारा
hr: Samo tvoj
id: Hanya Anda
it: Solo tuoi
lv: Tikai mans
ms: Hanya milik anda
nl: Alleen van jou
pl: Tylko twoje
pt_br: Apenas seu
pt_pt: Apenas teu
ro: Personale
ru: Только ваши
sr: Само Ваше
sv: Endast din
tr: Sadece seninkiler
zh_cn: 仅你的
zh_hant: 只有你

# labels.options
source: Options
cs: Možnosti
de: Optionen
es: Opciones
he: אפשרויות
hi: विकल्प
hr: Mogućnosti
id: Opsi
it: Opzioni
lv: Iespējas
nl: Opties
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
sv: Alternativ
tr: Seçenekler
zh_cn: 选项
zh_hant: 選項

# labels.or
source: or
ar: أو
ca: o
cs: nebo
de: oder
es: o
eu: edo
fa: یا
fr: ou
he: או
hi: अथवा
hr: ili
id: atau
it: oppure
lv: vai
ms: atau
nl: of
pl: lub
pt_br: ou
pt_pt: ou
ro: sau
ru: или
sr: или
sv: eller
th: หรือ
tr: veya
zh_cn: 或
zh_hant: 或

# labels.other
source: Other (specify)
cs: Jiné (upřesněte)
de: Sonstiges (bitte angeben)
es: Otra (especifica)
fr: Autres (précisez)
he: אחר (נא לפרט)
hi: अन्य (स्पष्ट करें)
hr: Ostalo (navesti)
id: Lainnya (jelaskan)
it: Altro (specifica)
lv: Cits (jānorāda)
ms: Lain-lain (nyatakan)
nl: Anders (namelijk…)
pt_br: Outra (específica)
pt_pt: Outra (especificar)
ro: Alta (specifică)
ru: Другое (укажите)
sr: Друго (навести)
sv: Annat (ange)
tr: Diğer (lütfen belirtiniz)
zh_cn: 其他（请注明）
zh_hant: 其他（請註明）

# labels.other-short
source: Other
cs: Ostatní
de: Sonstiges
es: Otra
fr: Autre
he: אחר
hi: अन्य
hr: Ostalo
id: Lainnya
it: Altro
lv: Cits
nl: Anders
pt_br: Outra
pt_pt: Outra
ro: Altele
ru: Другое
sr: Друго
sv: Andra
tr: Diğer
zh_cn: 其他
zh_hant: 其他
