Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# onboarding.choice.team-up.create-team-without-invite
source: Create team
cs: Vytvořte tým
de: Team erstellen
es: Crear equipo
fr: Créer l'équipe
he: ליצור צוות
hi: टीम बनाएं
hr: Stvorite tim
id: Buat tim
it: Crea team
lv: Izveidot komandu
ms: Cipta pasukan
nl: Team aanmaken
pt_pt: Criar equipa
ro: Creează echipă
ru: Создать команду
sr: Направите тим
sv: Skapa team
tr: Takım oluşturun
zh_cn: 创建团队
zh_hant: 建立團隊

# onboarding.choice.team-up.create-team-without-inviting
source: Create team without inviting
cs: Vytvořte tým bez pozvánek
de: Team ohne Einladungen erstellen
es: Crear equipo sin invitar
fr: Créer l'équipe sans inviter
he: ליצור צוות בלי לשלוח הזמנות
hi: बिना बुलाए टीम बनाएं
hr: Stvorite tim bez pozivanja
id: Buat tim tanpa mengundang
it: Crea team senza invitare
lv: Izveidot komandu bez uzaicināšanas
ms: Buat pasukan tanpa menjemput
nl: Team aanmaken zonder uitnodigingen
pt_pt: Criar equipa sem convidar
ro: Creează o echipă fără a invita
ru: Создать команду без приглашения
sr: Направите тим без позивања
sv: Skapa team utan att bjuda in
tr: Davet etmeden takım oluşturun
zh_cn: 创建团队但暂不邀请
zh_hant: 無需邀請即可建立團隊

# onboarding.choice.team-up.invite-members
source: Invite members
ar: ادعُ أعضاء
ca: Convida membres
cs: Pozvat členy
de: Mitglieder einladen
es: Invitar integrantes
eu: Gonbidatu kideak
fr: Inviter des membres
he: הזמנת חברים
hi: सदस्यों को आमंत्रित करो
hr: Pozovi članove
id: Undang anggota
it: Invita membri
lv: Uzaicināt dalībniekus
ms: Jemput ahli
nl: Leden uitnodigen
pl: Zaproś członków
pt_br: Convide membros
pt_pt: Convida membros
ro: Invită membri
ru: Пригласить участников
sr: Позовите чланове
sv: Bjud in medlemmar
tr: Üyeleri davet edin
zh_cn: 邀请成员
zh_hant: 邀請成員

# onboarding.choice.team-up.invite-members-info
source: Remember to include everyone. Developers, designers, managers... diversity adds up :)
ar: تذكر أن تشمل الجميع. المطورين والمصممين والمديرين ... التنوع يضيف :)
cs: Nezapomeňte zahrnout všechny. Vývojáře, designéry, manažéry... rozmanitost se počítá :)
de: Denken Sie daran, alle einzubeziehen. Entwickler, Designer, Manager... die Vielfalt macht's :)
es: No olvides incluir personas de desarrollo, diseño, gestión… la diversidad suma :)
eu: Ez ahaztu garapeneko, diseinuko, kudeaketako... pertsonak sartzea, dibertsitatea ona da :)
fr: N'oubliez pas d'inclure tout le monde. Développeurs, concepteurs, gestionnaires... la diversité fait la force :)
he: רצוי לזכור לכלול את כולם. מפתחים, מעצבים, מנהלים… גיוון מעשיר :)
hi: सभी को शामिल करना याद रखें — डेवलपर्स, डिज़ाइनर्स, मैनेजर्स... विविधता से शक्ति बढ़ती है 🙂
hr: Ne zaboravi uključiti sve. Programere, dizajnere, menadžere... raznolikost se isplati :)
id: Pastikan untuk menyertakan semuanya. Pengembang, pendesain, pengelola... keragaman bertambah :)
it: Non dimenticarti di includere ogni tipo di persona. Programmatori, designers, responsabili... la diversità si somma :)
lv: Jāatceras iekļaut visi. Izstrādātāji, dizaineri, vadītāji... Viedokļu dažādībā ir spēks :)
ms: Ingat untuk memasukkan semua orang. Pemaju, pereka bentuk, pengurus... kepelbagaian bertambah :)
nl: Vergeet niet om iedereen mee te nemen. Ontwikkelaars, ontwerpers, managers... diversiteit is alleen maar beter :)
pl: Pamiętaj, aby uwzględnić wszystkich. Deweloperzy, projektanci, managerowie... różnorodność się sumuje :)
pt_br: Lembre-se de incluir todos. Desenvolvedores, designers, gerentes... a diversidade soma :)
pt_pt: Lembra-te em incluir todos. Programadores, designers, gestores... acrescenta diversidade :)
ro: Nu uita să incluzi pe toată lumea. Dezvoltatori, designeri, manageri... diversitatea se adaugă :)
ru: Никого не забудьте. Разработчики, дизайнеры, менеджеры... разнообразие развивает :)
sr: Не заборавите да укључите све. Програмере, дизајнере, менаџере... различитост се збраја :)
sv: Kom ihåg att inkludera alla. Utvecklare, designers, chefer... mångfald gör skillnad :)
tr: Herkesi dahil etmeyi unutmayın. Geliştiriciler, tasarımcılar, yöneticiler... çeşitlilik iyidir :)
zh_cn: 记得将开发人员、设计师、经理……等各类人员都加进来:)
zh_hant: 記得把每個人都包括在內。開發人員、設計師、經理......多元化加起來：)

# onboarding.choice.team-up.roles
source: Invite with the role:
ar: دعوة مع الدور:
cs: Pozvat s rolí:
de: Einladen mit der Rolle:
es: Invitar con el rol:
eu: Gonbidatu rol honekin:
fr: Inviter avec le rôle :
he: הזמנה עם התפקיד:
hi: भूमिका के साथ आमंत्रित करें:
hr: Pozovi s ulogom:
id: Undang dengan peran:
it: Invita con il ruolo:
lv: Uzaicināt ar lomu:
ms: Jemput dengan peranan:
nl: Uitnodigen met rol:
pl: Zaproś z rolą:
pt_br: Convide com a função:
pt_pt: Convidar com a função:
ro: Invită cu rolul:
ru: Пригласить с ролью:
sr: Позовите са улогом:
sv: Bjud in med rollen:
tr: Rol ile davet et:
zh_cn: 邀请角色:
zh_hant: 邀請角色：

# onboarding.choice.team-up.start-without-a-team
source: Start without a team
cs: Začněte bez týmu
de: Ohne Team starten
es: Comenzar sin equipo
fr: Commencer sans équipe
he: להתחיל בלי צוות
hi: बिना टीम के शुरुआत करें
hr: Počnite bez tima
id: Mulai tanpa tim
it: Inizia senza un team
lv: Uzsākt bez komandas
ms: Mulakan tanpa pasukan
nl: Zonder team beginnen
pt_pt: Começar sem equipa
ro: Începe fără o echipă
ru: Начать без команды
sr: Почните без тима
sv: Börja utan team
tr: Takım olmadan başlayın
zh_cn: 以个人身份开始
zh_hant: 從沒有團隊開始

# onboarding.choice.team-up.start-without-a-team-description
source: You will be able to create a team later.
cs: Později budete moci vytvořit tým.
de: Sie können später ein Team erstellen.
es: Podrás crear un equipo después.
fr: Vous pourrez créer une équipe plus tard.
he: אפשר ליצור צוות בהמשך.
hi: आप बाद में एक टीम बना सकेंगे।
hr: Kasnije ćete moći stvoriti tim.
id: Anda nanti akan dapat membuat tim.
it: Potrai creare un team più tardi.
lv: Komandu būs iespējams izveidot vēlāk.
ms: Anda boleh membuat pasukan kemudian.
nl: Je kunt later een team samenstellen.
pt_pt: Poderás criar uma equipa mais tarde.
ro: Vei putea să creezi o echipă mai târziu.
ru: Вы сможете создать команду позже.
sr: Касније ћете моћи да направите тим.
sv: Du kan skapa ett team senare.
tr: Daha sonra bir takım oluşturabileceksiniz.
zh_cn: 你可以稍后再创建团队。
zh_hant: 您可以晚點建立一個團隊。

# onboarding.newsletter.accept
source: Yes, subscribe
ar: نعم، اشترك
ca: Sí, subscriu-m'hi
cs: Ano, přihlásit se k odběru
de: Ja, abonnieren
es: Si, suscribirme
eu: Bai, harpidetu
fr: Oui, s'abonner
he: כן, להירשם
hi: हाँ, सदस्यता लें
hr: Da, pretplati se
id: Ya, berlangganan
it: Si, iscrivimi
lv: Jā, abonēt
ms: Ya, langgan
nl: Ja, abonneren
pl: Tak, zasubskrybuj
pt_br: Sim, assinar
pt_pt: Sim, subscreve
ro: Da, abonează
ru: Да, подписаться
sr: Да, претплати се
sv: Ja, prenumerera
tr: Evet, abone ol
zh_cn: 是的，订阅
zh_hant: 是的，訂閱

# onboarding.newsletter.acceptance-message
source: Your subscription request has been sent, we will send you an email to confirm it.
ar: أُرسل طلب الاشتراك، وسوف نرسل لك بريدًا إلكترونيًا لتأكيده.
ca: S'ha enviat la sol·licitud de subscripció. Us enviarem un correu electrònic per confirmar-ho.
cs: Vaše žádost k odběru byla odeslána, zašleme vám e-mail pro potvrzení.
de: Ihre Abonnementanfrage wurde gesendet, wir senden Ihnen eine E-Mail zur Bestätigung.
es: Tu solicitud de suscripción ha sido enviada, te haremos una confirmación a tu email.
eu: Zure harpidetza eskaera ondo bidali du, berrespen mezu bat jasoko duzu zure helbidean.
fr: Demande d'abonnement envoyé, vous allez recevoir un e-mail de confirmation.
he: בקשת המינוי שלך נשלחה, נשלח לך הודעה בדוא״ל כדי לאשר אותה.
hi: आपकी सदस्यता अनुरोध भेज दी गई है, हम पुष्टि के लिए आपको एक ईमेल भेजेंगे।
hr: Tvoj zahtjev za pretplatu je poslan, poslat ćemo ti e-mail da ga potvrdiš.
id: Permintaan langganan Anda telah dikirim, kami akan mengirim Anda sebuah surel untuk mengonfirmasinya.
it: La tua richiesta di iscrizione è stata invita, ti invieremo un'email di conferma.
lv: Abonēšanas pieprasījums ir nosūtīts, un mēs nosūtīsim e-pasta ziņojumu tā apstiprināšanai.
ms: Permintaan langganan anda telah dihantar, kami akan menghantar e-mel kepada anda untuk mengesahkannya.
nl: Je inschrijvingsverzoek is verzonden, wij sturen je een e-mail ter bevestiging.
pl: Twoja prośba o subskrypcję została wysłana, wyślemy Ci wiadomość email w celu jej potwierdzenia.
pt_br: Sua solicitação de inscrição foi enviada, enviaremos um e-mail para confirmá-la.
pt_pt: A tua solicitação de inscrição foi enviada, iremos enviar-te um e-mail para confirmá-la.
ro: Solicitarea ta de abonare a fost trimisă, îți vom trimite un e-mail pentru a o confirma.
ru: Ваш запрос на подписку отправлен, мы вышлем вам электронное письмо для подтверждения.
sr: Ваш захтев за претплату је послат, послаћемо вам е-пошту да то потврдимо.
sv: Din prenumerationsbegäran har skickats, vi skickar ett e-postmeddelande för att bekräfta det.
tr: Abonelik talebiniz iletildi, size onaylamak için bir e-posta göndereceğiz.
zh_cn: 您的订阅请求已发送，我们将向您发送一封电子邮件进行确认。
zh_hant: 您的訂閱請求已發送，我們將向您發送電子郵件進行確認。

# onboarding.newsletter.policy
source: Privacy Policy.
ar: سياسة الخصوصية.
ca: Política de privacitat.
cs: Zásady ochrany osobních údajů.
de: Datenschutzbestimmungen.
es: Política de Privacidad.
eu: Pribatutasun politika.
fr: Politique de confidentialité.
he: מדיניות פרטיות.
hi: गोपनीयता नीति।
hr: Politika privatnosti.
id: Kebijakan Privasi kami.
it: Condizioni sulla Privacy.
lv: Konfidencialitātes politika.
ms: Dasar Privasi.
nl: Privacybeleid.
pl: Polityka prywatności.
pt_br: Politica de privacidade.
pt_pt: Política de Privacidade.
ro: Politica de Confidențialitate.
ru: Политика конфиденциальности.
sr: Политика приватности.
sv: Integritetspolicy.
tr: Gizlilik Politikası.
zh_cn: 隐私策略。
zh_hant: 隱私權政策。

# onboarding.newsletter.title
source: Want to receive Penpot news?
ar: هل تريد تلقي أخبار Penpot؟
ca: Voleu rebre les novetats de Penpot?
cs: Chcete dostávat novinky Penpot?
de: Möchten Sie die Penpot-Nachrichten erhalten?
es: ¿Quieres recibir noticias sobre Penpot?
eu: Penpoti buruzko albisteak jaso nahi dituzu?
fr: Vous souhaitez recevoir les actualités de Penpot ?
he: מעניין אותך לקבל חדשות על Penpot?
hi: क्या आप पेनपोट समाचार प्राप्त करना चाहते हैं?
hr: Želiš primati Penpot novostii?
id: Ingin menerima berita Penpot?
it: Vuoi ricevere le news di Penpot?
lv: Vai saņemt Penpot jaunumus?
ms: Ingin menerima berita Penpot?
nl: Wil je Penpot-nieuws ontvangen?
pl: Chcesz otrzymywać informacje o Penpot?
pt_br: Deseja receber novidades sobre o Penpot?
pt_pt: Queres receber as novidades do Penpot?
ro: Vrei să primești știri Penpot?
ru: Хотите получать новости Penpot?
sr: Желите ли примате Penpot новости?
sv: Vill du få Penpot-nyheter?
tr: Penpot haberlerini almak ister misiniz?
zh_cn: 想要接收 Penpot 新闻？
zh_hant: 想要收到 Penpot 新聞嗎？

# onboarding.questions.lets-get-started
source: Let's get started!
cs: Pusťme se do toho!
de: Los geht's!
es: ¡Empecemos!
fr: C'est parti !
he: מתחילים!
hi: चलिए शुरू करते हैं!
hr: Započnimo!
id: Mari kita mulai!
it: Iniziamo!
lv: Ķeramies pie darba!
ms: Mari mulakan!
nl: Laten we beginnen!
pt_pt: Vamos começar!
ro: Să începem!
ru: Давайте начнём!
sr: Хајде да почнемо!
sv: Låt oss komma igång!
tr: Haydi başlayalım!
zh_cn: 让我们开始吧！
zh_hant: 讓我們開始吧！

# onboarding.questions.reasons.alternative
source: Looking for an alternative to Figma, XD, etc
cs: Hledám alternativu k Figmě, XD atd
de: Suche nach einer Alternative zu Figma, XD, usw.
es: Buscar una alternativa a Figma, XD, etc.
fr: Regarder pour une alternative à Figma, XD, etc
he: למחפשים חלופה ל־Figma,‏ XD וכו׳
hi: Figma, XD आदि के विकल्प की तलाश में
hr: Tražite alternativu za Figmu, XD itd
id: Mencari alternatif Figma, XD, dll
it: Sto cercando un'alternativa a Figma, XD, ecc
lv: Meklējot Figma, XD utml. aizstājēju
nl: Op zoek naar een alternatief voor Figma, XD, etc.
pt_pt: À procura de uma alternativa ao Figma, XD, etc
ro: Caut alternative pentru Figma, XD, etc
ru: Ищу альтернативу Figma, XD и т. д.
sr: Тражим алтернативу за Figmа-у, XD, итд
sv: Söker ett alternativ till Figma, XD, etc
tr: Figma, XD, vb. için bir alternatif arıyorum
zh_cn: 寻找 Figma、XD等的替代者
zh_hant: 尋找 Figma、XD 等的替代品

# onboarding.questions.reasons.exploring
source: Just exploring
cs: Jen prozkoumávám
de: Nur zum Ausprobieren
es: Estoy echando un vistazo
fr: Juste explorer
he: סתם לראות במה מדובר
hi: सिर्फ तलाश रहे हैं
hr: Samo istražujem
id: Masih eksplorasi
it: Sto solo esplorando
lv: Tikai izpētes nolūkos
nl: Een beetje rondkijken
pt_pt: Só estou a experimentar
ro: Doar explorez
ru: Просто исследую
sr: Само истражујем
sv: Bara utforskar
tr: Yalnızca keşfediyorum
zh_cn: 仅浏览
zh_hant: 正在探索

# onboarding.questions.reasons.fit
source: Reviewing whether Penpot is a good fit for my team
cs: Zjišťuji, zda se Penpot hodí pro můj tým
de: Prüfen, ob Penpot für mein Team geeignet ist
es: Estoy buscando una herramienta que se ajuste a mis necesidades
fr: Découvrir si Penpot est bien pour mon équipe
he: לבחון האם Penpot עונה על דרישות הצוות שלי
hi: जाँच रहे हैं कि क्या पेनपॉट मेरी टीम के लिए उपयुक्त है
hr: Pregledavam je li Penpot dobar za moj tim
id: Melihat apakah Penpot baik untuk tim saya
it: Sto valutando se Penpot è adatto al mio team
lv: Lai novērtētu, vai Penpot būs piemērota manai komandai
nl: Om te kijken of Penpot goed bij mijn team past
pt_pt: A averiguar se o Penpot se adequa à minha equipa
ro: Doresc să văd dacă Penpot ar fi bun pentru echipa mea
ru: Анализ того, подходит ли Penpot для моей команды
sr: Разматрам да ли је Penpot добар избор за мој тим
sv: Granskar om Penpot kan vara en bra match för mitt team
tr: Penpot'un takımım için uygun olup olmadığına bakıyorum
zh_cn: 评估Penpot是否适合我的团队
zh_hant: 評估 Penpot 是否適合我的團隊

# onboarding.questions.reasons.testing
source: Testing before self-hosting
cs: Testuji před vlastním hostováním
de: Vor dem Selbst-Hosting, testen
es: Probar antes de self-hosting
fr: Tester avant d'auto-héberger
he: אפשר לבדוק לפני שפונים לאירוח עצמי
hi: स्व-होस्टिंग से पहले परीक्षण
hr: Testiranje prije samostalnog hostinga
id: Menguji coba sebelum menghosting sendiri
it: Sto testando prima del self-hosting
lv: Pārbaudīšana pirms pašmitināšanas
nl: Testen voor zelf hosten
pt_pt: Testar antes de fazer self-hosting
ro: Testez înainte de self-hosting
ru: Тестирование перед самохостингом
sr: Тестирам пре самосталног хостовања
sv: Testning innan egen hosting
tr: Kendim barındırmadan önce test ediyorum
zh_cn: 自托管前测试
zh_hant: 自架前測試

# onboarding.questions.referer.article
source: Article (Blog, Post, Newsletter)
cs: Článek (blog, příspěvek, newsletter)
de: Artikel (Blog, Post, Newsletter)
fr: Article (blog, post, liste de diffusion)
he: מאמר (בלוג, רשומה, הודעת דיוור)
hi: लेख (ब्लॉग, पोस्ट, समाचार पत्र)
hr: Članak (blog, post, brošura)
id: Artikel (Blog, Posting, Buletin)
it: Articolo (Blog, Post, Newsletter)
lv: Raksts (emuārs, ieraksts, biļetens)
nl: Artikel (Blog, Bericht, Nieuwsbrief)
pt_pt: Artigo (Blogue, Post, Newsletter)
ro: Articol (Blog, Postare, Newsletter)
sv: Artikel (blogg, post, nyhetsbrev)
tr: Makale (Blog, Yazı, Bülten)
zh_cn: 文章（博客、帖子、实时通讯）
zh_hant: 文章（部落格、貼文、電子報）

# onboarding.questions.referer.search
source: Search Engine (Google, Yahoo, Bing)
cs: Vyhledávač (Google, Yahoo, Bing)
de: Suchmaschine (Google, Yahoo, Bing)
es: Motor de búsqueda (Google, Yahoo, Bing)
fr: Moteur de recherche (Google, Yahoo, Bing)
he: מנוע חיפוש (Google,‏ Yahoo,‏ Bing)
hi: खोज इंजन (गूगल, याहू, बिंग)
hr: Tražilica (Google, Yahoo, Bing)
id: Mesin Pencarian (Google, Yahoo, Bing)
it: Motore di ricerca (Google, Yahoo, Bing)
lv: Meklētājs (Google, Yahoo, Bing)
nl: Zoekmachine (Google, Yahoo, Bing)
pt_pt: Motor de busca (Google, Yahoo, Bing)
ro: Motor de căutare (Google, Yahoo, Bing)
sv: Sökmotor (Google, Yahoo, Bing)
tr: Arama Motoru (Google, Yahoo, Bing)
zh_cn: 搜索引擎（Google、Yahoo、Bing）
zh_hant: 搜尋引擎（Google、Yahoo、Bing）

# onboarding.questions.referer.social
source: Social Media (X, Linkedin, FB, etc)
cs: Sociální sítě (X, Linkedin, FB atd.)
de: Soziale Netzwerke (X, LinkedIn, FB, usw.)
es: Redes sociales (X, Linkedin, FB, etc)
fr: Réseau social (X, Linkedin, FB, etc)
he: רשתות חברתיות (X,‏ Linkedin‏, FB ועוד)
hi: सोशल मीडिया (X, लिंक्डइन, FB, आदि)
hr: Društveni mreže (X, Linkedin, FB, itd.)
id: Media Sosial (X, LinkedIn, FB, dll.)
it: Social Media (X, LinkedIn, Facebook, etc)
lv: Sabiedriskie tīkli (X, LinkedIn, FB utml.)
pt_pt: Redes sociais (X, Linkedin, FB, etc)
ro: Rețele sociale (X, LinkedIn, FB, etc)
sv: Sociala medier (X, Linkedin, FB, etc)
tr: Sosyal Medya (X, Linkedin, FB, vb.)
zh_cn: 社交媒体（X、Linkedin、FB等）
zh_hant: 社群媒體（X、Linkedin、FB 等）

# onboarding.questions.start-with.code
source: Generating real code from designs
cs: Vytváření reálného kódu z návrhů
de: Generierung echter Code-Entwürfe
es: Generando código a partir de diseños
fr: Générer du vrai code à partir des designs
he: מייצר קוד אמיתי מעיצובים
hi: डिज़ाइन से वास्तविक कोड उत्पन्न करना
hr: Generiranje stvarnog koda iz dizajna
id: Membuat kode asli dari desain
it: Generare codice partendo dal design
lv: Īsta koda izveidošana no dizainiem
nl: Echte code genereren vanuit ontwerpen
pt_pt: Gerar código a partir de designs
ro: Generez cod real din design-uri
ru: Генерация реального кода дизайнов
sr: Генерисање правог дизајна кода
sv: Generera riktig kod från design
tr: Tasarımlardan gerçek kod oluşturma
zh_cn: 从设计中产生真实代码
zh_hant: 從設計中產生真實程式碼

# onboarding.questions.start-with.ds
source: Creating Design Systems
cs: Vytváření designových systémů
de: Erstellung von Design-Systemen
es: Creando sistemas de diseño
fr: Création des Design Systems
he: יצירת מערכות עיצוב
hi: डिज़ाइन सिस्टम बनाना
hr: Stvaranje sustava dizajna
id: Membuat Sistem Desain
it: Creare Design System
lv: Dizaina sistēmu izveidošana
nl: Design Systems creëren
pt_pt: Criar sistemas de design
ro: Creez sisteme de design
ru: Создание систем дизайна
sr: Креирање система дизајна
sv: Skapa designsystem
tr: Tasarım Sistemleri Oluşturma
zh_cn: 创建设计系统
zh_hant: 建立設計系統

# onboarding.questions.start-with.prototyping
source: Prototyping
cs: Prototypování
es: Prototipado
fr: Prototyper
he: יצירת אבטיפוס
hi: प्रोटोटाइपिंग
hr: Prototipiranje
id: Prototipe
it: Prototipazione
lv: Prototipēšana
nl: Prototype
pt_pt: Prototipagem
ro: Prototipuri
ru: Создание прототипов
sr: Израда прототипа
tr: Prototip oluşturma
zh_cn: 原型设计
zh_hant: 原型設計

# onboarding.questions.start-with.ui
source: Design the UI/UX of an app
cs: Design UI/UX aplikace
de: UI/UX-Design einer App
es: Diseñando el UX/UI de una aplicación
fr: Designer l'UX/UI pour une app
he: עיצוב ממשק/חוויית משתמש של יישום
hi: किसी ऐप का UI/UX डिज़ाइन करें
hr: Dizajnirajte UI/UX aplikacije
id: Desain UI/UX aplikasi
it: Progettare la UI/UX di un'applicazione
lv: Izstrādāt lietotnes lietotāju saskarni/pieredzi
nl: Het ontwerp van de UI/UX van een app
pt_pt: Desenhar o UI/UX de uma aplicação
ro: Design UI/UX pentru o aplicație
ru: Проектирование UI/UX приложения
sr: Дизајнирање интерфејса корисника и корисничког искуства апликације
sv: Designa UI/UX av en app
tr: Bir uygulamanın kullanıcı arayüzünü/deneyimini tasarlama
zh_cn: 设计 App 的 UI/UX
zh_hant: 設計APP的 UI/UX

# onboarding.questions.start-with.wireframing
source: Wireframing
fr: Faire du wireframe
he: ציור קווי מתאר
hi: वायरफ़्रेमिंग
id: Kerangka Kerja
lv: Karkasattēlošana
nl: Draadmodellering
ru: Вайрфрейминг
sr: Вајрфрејминг
tr: Çerçeve oluşturma
zh_cn: 线框图
zh_hant: 線框圖

# onboarding.questions.step1.question1
source: What will you be using Penpot for?
cs: K čemu budete Penpot používat?
de: Wofür werden Sie Penpot verwenden?
es: ¿Para qué utilizarás Penpot?
fr: Pour quoi utiliserez-vous Penpot ?
he: לאיזו מטרה ישמש אותך Penpot?
hi: आप पेनपोट का उपयोग किस लिए करेंगे?
hr: Za što ćete koristiti Penpot?
id: Untuk apa Anda akan menggunakan Penpot?
it: Per cosa utilizzerai Penpot?
lv: Kādam nolūkam Penpot tiks izmantota?
nl: Waarvoor ga jij Penpot gebruiken?
pt_pt: Para que fim vais usar o Penpot?
ro: Pentru ce vei folosi Penpot?
ru: В каких целях вы планируете использовать Penpot?
sr: За шта ћете користити Penpot?
sv: Vad ska du använda Penpot till?
tr: Penpot'u ne için kullanacaksınız?
zh_cn: 您将使用 Penpot 做什么？
zh_hant: 您將使用 Penpot 來做什麼？

# onboarding.questions.step1.question2
source: What brings you to Penpot today?
cs: Co vás přivádí k Penpotu?
de: Was führt Sie heute zu Penpot?
es: ¿Qué te ha traído a Penpot?
fr: Qu'est-ce qui vous amène sur Penpot aujourd'hui ?
he: מה הביא אותך ל־Penpot היום?
hi: आज आप पेनपोट पर क्यों आये हैं?
hr: Što Vas danas dovodi u Penpot?
id: Apa yang membawa Anda ke Penpot hari ini?
it: Cosa ti ha portato su Penpot oggi?
lv: Kas šodien novedis Tevi pie Penpot?
nl: Wat brengt jou vandaag naar Penpot?
pt_pt: O que te traz ao Penpot?
ro: Ce te aduce la Penpot azi?
ru: Что привело вас сегодня в Penpot?
sr: Шта вас данас доводи у Penpot?
sv: Vad tar dig till Penpot idag?
tr: Bugün sizi Penpot'a getiren nedir?
zh_cn: 是什么让你今天来到 Penpot？
zh_hant: 今天什麼風把你吹來Penpot?
