Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# auth.notifications.recovery-token-sent
source: Password recovery link sent to your inbox.
af: Wagwoordherwinningskakel na jou inkassie gestuur.
ar: أُرسل رابط استعادة كلمة السر إلى بريدك الوارد.
ca: S'ha enviat un enllaç de recuperació de contrasenya al vostre correu.
cs: Odkaz na obnovení hesla byl zaslán na váš e-mail.
da: Gendannelseslink for adgangskoden er sendt til din indbakke.
de: Der Link zur Wiederherstellung des Passworts wurde an Ihre E-Mail gesendet.
el: Στείλαμε στο email σας έναν link για να ανακτήσουμε τον κωδικό πρόσβασής σας.
es: Hemos enviado a tu buzón un enlace para recuperar tu contraseña.
es_419: El enlace de recuperación de contraseña ha sido enviado a su bandeja de entrada de su correo electrónico.
eu: Eposta mezu bat bidali dizugu zure pasahitza berreskuratzeko.
fa: لینک بازیابی رمزعبور به صندوق ورودی شما ارسال شد.
fo: Leinkjan til at endurseta títt loyniorð er send til tín postkassa.
fr: Lien de récupération de mot de passe envoyé.
fr_ca: Un lien de réinitialisation du mot de passe a été envoyé a ta boîte de réception.
he: קישור לשחזור סיסמה נשלח לתיבת הדוא״ל הנכנס שלך.
hi: पासवर्ड रिकवरी लिंक आपके इनबॉक्स में भेज दिया गया है।
hr: Veza za oporavak lozinke poslana je u tvoj inbox.
id: Tautan pemulihan kata sandi telah dikirim ke kotak masuk Anda.
it: Il link per il recupero password è stato inviato alla tua e-mail.
ko: 비밀번호 복구를 위한 링크를 메일함으로 보냈어요
lt: Slaptažodžio atkūrimo nuoroda išsiųsta į jūsų pašto dėžutę.
lv: Paroles atkopes saite ir nosūtīta e-pastā.
ml: പാസ്‌വേഡ് വീണ്ടെടുപ്പ് കണ്ണി നിങ്ങളുടെ ഇൻബോക്സിലേക്ക് അയച്ചിട്ടുണ്ട്.
ms: Pautan pemulihan kata laluan dihantar ke peti masuk anda.
nl: Wachtwoordherstel-link is per e-mail naar je verzonden.
pl: Link do odzyskiwania hasła został wysłany na Twój email.
pt_br: Link de recuperação de senha foi enviado para sua caixa de entrada.
pt_pt: Link de recuperação da palavra-passe enviado para o teu e-mail.
ro: Un link de recuperare a parolei s-a trimis pe e-mail.
ru: Ссылка для восстановления пароля отправлена на почту.
sr: Линк за опоравак лозинке је послат у Ваше пријемно сандуче.
sv: En återställningslänk har skickats till din inkorg.
ta: கடவுச்சொல் மீட்பு இணைப்பு உங்கள் இன்பாக்ஸிற்கு அனுப்பப்பட்டது.
th: ลิงก์กู้คืนรหัสผ่านถูกส่งไปยังกล่องข้อความของคุณแล้ว
tr: Parola kurtarma bağlantısı e-posta kutuna gönderildi.
zh_cn: 找回密码链接已发至你的收件箱。
zh_hant: 密碼重設連結已寄送至您的信箱。

# auth.notifications.team-invitation-accepted
source: Joined the team successfully
af: Het suksesvol by die span aangesluit
ar: انضممت إلى الفريق بنجاح
ca: Us heu unit a l'equip correctament
cs: Připojení k týmu proběhlo úspěšně
da: Tilsluttet teamet med succes
de: Sie sind dem Team beigetreten
el: Μπήκατε στην ομάδα
es: Te uniste al equipo
es_419: Se unió al equipo con éxito
eu: Taldera ondo gehitu zara
fa: با موفقیت به تیم پیوست
fo: Sameinaðan í toymið var væleydnað
fr: Vous avez rejoint l’équipe avec succès
fr_ca: Tu as bien rejoint l'équipe
he: הצטרפת לצוות בהצלחה
hi: टीम में सफलतापूर्वक शामिल हो गए
hr: Uspješno pridružen/a timu
id: Berhasil bergabung ke tim
it: Unito al team con successo
ko: 팀에 성공적으로 합류했어요
lt: Sėkmingai prisijungė prie komandos
lv: Pievienošanās komandai bija veiksmīga
ml: വിജയകരമായി സംഘത്തിൽ ചേർന്നു
ms: Berjaya menyertai pasukan
nl: Succesvol toegetreden tot het team
pl: Pomyślnie dołączyłeś do zespołu
pt_br: Entrou para a equipe com sucesso
pt_pt: Entraste na equipa com sucesso
ro: Te-ai alăturat echipei cu success
ru: Приглашение в команду принято
sr: Успешно придружење тиму
sv: Tillagd i teamet
ta: அணியில் வெற்றிகரமாக இணைந்தார்
th: เข้าร่วมทีมสำเร็จ
tr: Takıma başarıyla katıldın
zh_cn: 成功加入团队
zh_hant: 已成功加入團隊

# auth.password
source: Password
af: Wagwoord
ar: كلمه السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
es_419: Contraseña
eu: Pasahitza
fa: کلمه‌عبور
fo: Loyniorð
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
id: Kata sandi
ko: 비밀번호
lt: Slaptažodis
lv: Parole
ml: പാസ്‌വേഡ്
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parola
ru: Пароль
sr: Лозинка
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
zh_cn: 密码
zh_hant: 密碼

# auth.password-length-hint
source: At least 8 characters
af: Ten minste 8 karakters
ar: 8 أحرف على الأقل
ca: Com a mínim 8 caràcters
cs: Minimálně 8 znaků
da: Mindst 8 karakterer
de: Mindestens 8 Zeichen
el: Τουλάχιστον 8 χαρακτήρες
es: 8 caracteres como mínimo
es_419: Al menos 8 carácteres
eu: Gutxienez 8 karaktere
fa: حداقل ۸ حرف
fo: Minst 8 stavir
fr: Au moins 8 caractères
fr_ca: Au moins 8 caractères
he: 8 תווים לפחות
hi: कम से कम 8 अक्षर
hr: Najmanje 8 znamenki
id: Setidaknya 8 karakter
it: Almeno 8 caratteri
ko: 최소 8개의 문자
lt: Ne mažiau kaip 8 simboliai
lv: Vismaz 8 rakstzīmes
ml: കുറഞ്ഞത് 8 ക്യാരക്റ്ററുകൾ
ms: Sekurang-kurangnya 8 aksara
nl: Minimaal 8 tekens
pl: Conajmniej 8 znaków
pt_br: Pelo menos 8 caracteres
pt_pt: Mínimo de 8 caracteres
ro: Cel puțin 8 caractere
ru: Минимум 8 символов
sr: Најмање 8 знакова
sv: Minst 8 tecken
ta: குறைந்தது 8 எழுத்துகள்
th: อย่างน้อย 8 ตัวอักษร
tr: En az 8 karakter
zh_cn: 至少8位字符
zh_hant: 至少需要八個字元

# auth.privacy-policy
source: Privacy policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
es_419: Política de privacidad
eu: Pribatutasun politika
fa: سیاست حفظ حریم‌خصوصی
fo: Privat politikkur
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
id: Kebijakan privasi
it: Informativa sulla privacy
ko: 개인 정보 정책
lt: Privatumo politika
lv: Privātuma politika
ml: സ്വകാര്യതാനയം
ms: Dasar privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sr: Политика приватности
sv: Sekretesspolicy
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
zh_cn: 隐私政策
zh_hant: 隱私權政策

# auth.recovery-request-submit
source: Recover Password
af: Herstel Wagwoord
ar: استعد كلمة السر
ca: Recupera la contrasenya
cs: Obnovit heslo
da: Gendan Adgangskode
de: Passwort wiederherstellen
el: Ανάκτηση κωδικού πρόσβασης
es: Recuperar contraseña
es_419: Recuperar contraseña
eu: Berreskuratu pasahitza
fa: بازیابی رمزعبور
fo: Endurstovna loyniorð
fr: Récupérer le mot de passe
fr_ca: Réinitialiser le mot de passe
he: שחזור סיסמה
hi: पासवर्ड पुनः प्राप्त करें
hr: Obnovi lozinku
id: Pulihkan Kata Sandi
it: Recupera password
ko: 비밀번호 복구하기
lt: Atkurti slaptažodį
lv: Atkopt paroli
ml: പാസ്‌വേഡ് വീണ്ടെടുക്കുക
ms: Pulihkan Kata Laluan
nl: Wachtwoord herstellen
pl: Odzyskaj hasło
pt_br: Recuperar senha
pt_pt: Recuperar palavra-passe
ro: Recuperare Parolă
ru: Восстановить пароль
sr: Опорави лозинку
sv: Återställ lösenordet
ta: கடவுச்சொல்லை மீட்டெடுக்கவும்
th: กู้คืนรหัสผ่าน
tr: Parolayı kurtar
zh_cn: 找回密码
zh_hant: 復原密碼

# auth.recovery-request-subtitle
source: We'll send you an email with instructions
af: Ons sal vir jou 'n e-pos stuur met instruksies
ar: سنرسل لك رسالة بريد إلكتروني تحتوي على التعليمات
ca: Rebreu un correu electrònic amb instruccions
cs: Pošleme vám e-mail s pokyny
da: Vi sender dig en mail med instruktioner
de: Wir senden Ihnen eine E-Mail mit Anweisungen zu
el: Θα σας στείλουμε ένα email με οδηγίες
es: Te enviaremos un correo electrónico con instrucciones
es_419: Le enviaremos un correo electrónico con instrucciones
eu: Mezu bat bidaliko dizugu epostaz jarraibideekin
fa: ما یک ایمیل با دستورالعمل برای شما ارسال خواهیم کرد
fo: Vit senda tær ein teldupost við vegleiðing
fr: Nous vous enverrons un e‑mail avec des instructions
fr_ca: Nous t'enverrons un courriel avec des instructions
he: נשלח לך הודעה בדוא״ל עם ההנחיות
hi: हम आपको निर्देशों सहित एक ईमेल भेजेंगे
hr: Poslat ćemo ti e-mail sa uputama
id: Kami akan mengirimkan Anda surel dengan instruksi
it: Ti invieremo un'e-mail con le istruzioni
ko: 이용지침을 메일로 전달해드릴거에요
lt: Atsiųsime jums el. laišką su instrukcijomis
lv: Mēs nosūtīsim e-pasta ziņojumu ar norādēm
ml: നിർദ്ദേശങ്ങളടങ്ങിയ ഒരു ഇമെയിൽ ഞങ്ങൾ നിങ്ങൾക്ക് അയയ്ക്കും
ms: Kami akan menghantar e-mel kepada anda dengan arahan
nl: We sturen je een e-mail met instructies
pl: Wyślemy Ci email z instrukcją
pt_br: Enviaremos para você um e-mail com instruções
pt_pt: Vamos enviar-te um e-mail com as instruções
ro: Îți vom trimite un email cu instrucțiunile
ru: Мы отправим эл. письмо с инструкциями
sr: Послаћемо вам е-пошту са упутствима
sv: Vi skickar ett e-postmeddelande med instruktioner
ta: வழிமுறைகளுடன் கூடிய மின்னஞ்சலை உங்களுக்கு அனுப்புவோம்
tr: Detayları sana e-posta ile göndereceğiz
zh_cn: 我们将给你发送一封带有说明的电子邮件
zh_hant: 我們會寄送一封包含指南的電子郵件給您

# auth.recovery-request-title
source: Forgot password?
af: Wagwoord vergeet?
ar: أنسيت كلمة السر؟
ca: Heu oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
es_419: ¿Has olvidado tu contraseña?
eu: Pasahitza ahaztu duzu?
fa: رمزعبور را فراموش کرده‌اید؟
fo: Gloymt loyniorð?
fr: Mot de passe oublié ?
fr_ca: Mot de passe oublié?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravljena lozinka?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ko: 비밀번호를 잊으셨나요?
lt: Pamiršote slaptažodį?
lv: Aizmirsta parole?
ml: പാസ്‌വേഡ് മറന്നോ?
ms: Lupa kata laluan?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
pt_pt: Não te lembras da tua palavra-passe?
ro: Ai uitat parola?
ru: Забыли пароль?
sr: Заборавили сте лозинку?
sv: Glömt lösenordet?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: ลืมรหัสผ่าน?
tr: Parolanı mı unuttun?
zh_cn: 忘记密码？
zh_hant: 忘記密碼？

# auth.recovery-submit
source: Change your password
af: Verander jou wagwoord
ar: غيّر كلمة سرك
ca: Canvieu la contrasenya
cs: Změnit heslo
da: Skift din adgangskode
de: Passwort ändern
el: Αλλάξτε τον κωδικό σας
es: Cambiar tu contraseña
es_419: cambia tu contraseña
eu: Aldatu pasahitza
fa: رمزعبور خود را تغییر دهید
fo: Broyt títt loyniorð
fr: Changez votre mot de passe
fr_ca: Modifier le mot de passe
he: החלפת הסיסמה שלך
hi: अपना पासवर्ड बदलें
hr: Promjeni lozinku
id: Ubah kata sandi Anda
it: Cambia la tua password
ko: 비밀번호를 바꾸세요
lt: Slaptažodžio keitimas
lv: Nomainīt paroli
ml: പാസ്‌വേഡ് മാറ്റുക
ms: Tukar kata laluan anda
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Mudar a sua senha
pt_pt: Altera a palavra-passe
ro: Schimbă parola
ru: Изменить пароль
sr: Промените своју лозинку
sv: Ändra lösenordet
ta: உங்கள் கடவுச்சொல்லை மாற்றுக
th: เปลี่ยนรหัสผ่านของคุณ
tr: Parolanı değiştir
zh_cn: 修改密码
zh_hant: 修改密碼

# auth.register
source: No account yet?
af: Nog nie 'n rekening nie?
ar: لا تملك حساب بعد؟
ca: No teniu un compte?
cs: Ještě nemáte účet?
da: Ingen konto?
de: Noch kein Konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
es_419: ¿No tienes cuenta aún?
eu: Ez duzu konturik?
fa: هنوز حسابی ندارید؟
fo: Onga konto enn?
fr: Pas encore de compte ?
fr_ca: Tu n'as pas encore de compte?
he: אין לך חשבון עדיין?
hi: अभी तक कोई खाता नहीं?
hr: Još nemaš račun?
id: Belum punya akun?
it: Non hai ancora un account?
ko: 아직 계정이 없으신가요?
lt: Dar neturite paskyros?
lv: Vēl nav konta?
ml: ഇതുവരെ അക്കൗണ്ട് ഇല്ലേ?
ms: Tiada akaun lagi?
nl: Nog geen account?
pl: Nie masz jeszcze konta?
pt_br: Ainda não tem uma conta?
pt_pt: Não tens conta?
ro: Nu ai încă un cont?
ru: Ещё нет аккаунта?
sr: Још немате налог?
sv: Inget konto?
ta: இன்னும் கணக்கு இல்லையா?
th: ยังไม่มีบัญชี?
tr: Henüz hesabın yok mu?
zh_cn: 现在还没有账号？
zh_hant: 還沒有帳號嗎？

# auth.register-account-tagline
source: Let us know what we should call you on the dashboard and in emails.
cs: Řekněte nám, jak bychom vám měli říkat.
de: Teilen Sie uns mit, wie wir Sie auf dem Dashboard und in den E-Mails nennen sollen.
es: Cuéntanos cómo quieres que nos dirijamos a tí.
fa: اطلاع دهید که شما را با چه نامی در ایمیل ها و حساب کاربری صدا کنیم.
fo: Latið okkum frætta, hvat vit skulu navngeva teg á okkara yvirlitsskýggja og í teldupostum.
fr: Faites nous savoir ce que nous devons vous montrer sur le tableau de bord et dans les e-mails.
fr_ca: Comment devrions-nous t'adresser sur les pages de survol et dans les courriels.
he: איך נפנה אליך בלוח הבקרה ובהודעות בדוא״ל.
hi: हमें बताएं कि आपको डैशबोर्ड और ईमेल में किस नाम से संबोधित करें।
hr: Recite nam kako bismo Vas trebali zvati na nadzornoj ploči i u e-porukama.
id: Beri tahu kami panggilan apa yang harus kami berikan kepada Anda di dasbor dan dalam surel.
it: Facci sapere come dovremmo chiamarti nel pannello di controllo e nelle email.
ko: 대시보드와 이메일 에서 당신을 어떻게 호칭할지 저희에게 알려주세요.
lv: Dari mums zināmu, kā mums vajadzētu Tevi dēvēt pārskata panelī un e-pasta ziņojumus!
nl: Laat ons weten hoe we je moeten aanspreken op het dashboard en in e-mails.
pt_br: Informe-nos sobre como devemos te chamar no painel e nos e-mails.
pt_pt: Diz-nos como te devemos tratar no painel principal e em emails.
ro: Spune-ne cum ar trebui să ne adresăm ție pe pagina de pornire și în e-mailuri.
ru: Сообщите нам, как следует к вам обращаться, на панели управления и в электронных письмах.
sr: Како желите да Вас ословљавамо на управљачкој табли и у е-пошти.
sv: Vilket visningsnamn ska vara på översiktsvyn och i mail från oss.
th: เราควรเรียกคุณในแดชบอร์ดและอีเมลว่าอะไรดี
tr: Denetim panelinde ve e-postalarda size ne dememiz gerektiğini belirtin.
zh_cn: 让我们知道在仪表板和电子邮件中如何称呼您。
zh_hant: 讓我們知道在儀表板和電子郵件中應該如何稱呼您。

# auth.register-account-title
source: Your name
cs: Vaše jméno
de: Ihr Name
es: Tu nombre
fa: نام شما
fo: Navn títt
fr: Votre nom
fr_ca: Ton nom
he: השם שלך
hi: आपका नाम
hr: Vaše ime
id: Nama Anda
it: Il tuo nome
lv: Tavs vārds
nl: Je naam
pt_br: Seu nome
pt_pt: O teu nome
ro: Numele dvs.
ru: Ваше имя
sr: Ваше име
sv: Ditt namn
th: ชื่อของคุณ
tr: Adınız
zh_cn: 您的昵称
zh_hant: 您的名稱

# auth.register-submit
source: Create an account
af: Skep 'n rekening
ar: أنشئ حساب
ca: Creeu un compte
cs: Vytvořit účet
da: Opret en konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
es_419: Crea una cuenta
eu: Sortu kontua
fa: ایجاد حساب‌کاربری
fo: Stovna konto
fr: Créer un compte
fr_ca: Créer un compte
he: יצירת חשבון
hi: खाता बनाएं
hr: Stvori račun
id: Buat akun baru
it: Crea un account
ko: 계정을 생성하세요
lt: Sukurti paskyrą
lv: Izveidot kontu
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta akaun
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar uma conta
pt_pt: Criar conta
ro: Creează un cont
ru: Создать аккаунт
sr: Креирајте налог
sv: Skapa ett konto
ta: ஒரு கணக்கை உருவாக்கவும்
th: สร้างบัญชี
tr: Bir hesap oluştur
zh_cn: 创建账号
zh_hant: 建立帳號

# auth.register-tagline
source: With a free Penpot account, you can create unlimited teams and collaborate with other designers and developers on as many projects as you like.
cs: S bezplatným účtem Penpot můžete vytvářet neomezený počet týmů a spolupracovat s dalšími designéry a vývojáři na tolika projektech, kolik chcete.
de: Mit einem kostenlosen Penpot-Konto können Sie unbegrenzt viele Teams erstellen und mit anderen Designern und Entwicklern an beliebig vielen Projekten zusammenarbeiten.
es: Con una cuenta gratuita de Penpot, puedes crear un número ilimitado de equipos y colaborar con otros diseñadores y desarrolladores en tantos proyectos como quieras.
fa: با اکانت رایگان پنپات، شما توانایی ایجاد تیم های نامحدود را برای همکاری با طراحان و برنامه نویسان روی پروژه های نامحدود دارید.
fo: Við einari ókeypis Penpot konto, kanst tú upprætta óavmarkaðar bólkar og samstarva við aðrar sniðgevar og forritara á so nógvum projektum, ið tygum lystur.
fr: Avec un compte gratuit Penpot, vous pouvez créer un nombre illimité d'équipes et collaborer avec d'autres designer et développeurs sur autant de projets que vous le souhaitez.
fr_ca: Avec un compte gratuit Penpot, tu peux créer un nombre illimité d'équipes et collaborer avec des designers et développeurs sur autant de projets que tu veux.
he: עם חשבון חינמי ב־Penpot אפשר ליצור כמות בלתי מוגבלת של צוותים ולשתף פעולה עם מעצבים ומפתחים נוספים על כמה מיזמים שצריך.
hi: मुफ्त Penpot खाते के साथ, आप unlimited टीम्स बना सकते हैं और जितने चाहें उतने प्रोजेक्ट्स पर अन्य डिज़ाइनरों और डेवलपर्स के साथ मिलकर काम कर सकते हैं।
hr: S besplatnim Penpot računom možete stvoriti neograničen broj timova i surađivati s drugim dizajnerima i programerima na koliko god želite projekata.
id: Dengan akun Penpot gratis, Anda dapat membuat tim tanpa batas dan berkolaborasi dengan desainer dan pengembang lain pada proyek sebanyak yang Anda inginkan.
it: Con un account PenPot gratuito, puoi creare team illimitati e collaborare con altri designer e sviluppatori su quanti progetti desideri.
ko: 펜팟 무료 계정과 함께라면, 무제한으로 팀을 만들고 다른 디자이너 및 개발자와 원하는 만큼 프로젝트에서 협업할 수 있습니다.
lv: Ar bezmaksas Penpot kontu var izveidot neierobežotu skaitu komandu un sadarboties ar citiem dizaineriem un izstrādātājiem cik vien daudzos projektos vēlies.
nl: Met een gratis Penpot-account kun je onbeperkte teams maken en met andere ontwerpers en ontwikkelaars samenwerken aan zoveel projecten als je wilt.
pt_br: Com uma conta gratuita do Penpot, você pode criar times ilimitados e colaborar com outros designers e programadores em quantos projetos você quiser.
pt_pt: Com uma conta gratuita no Penpot, podes criar um número ilimitado de equipas e colaborar com outros designers e desenvolvedores em quantos projetos desejares.
ro: Cu un cont Penpot gratuit, poți crea echipe nelimitate și colabora cu alți designeri și dezvoltatori în oricâte proiecte dorești.
ru: С бесплатным аккаунтом Penpot можно создавать неограниченное количество команд и сотрудничать с другими дизайнерами и разработчиками над любым количеством проектов.
sr: Са бесплатним Penpot налогом можете креирати неограничен број тимова и сарађивати са другим дизајнерима и програмерима на онолико пројеката колико желите.
sv: Med ett gratis Penpot-konto kan du skapa obegränsade team och samarbeta med andra designers och utvecklare på så många projekt som du vill.
th: ด้วยบัญชี Penpot ฟรี คุณสามารถสร้างทีมได้อย่างไม่จำกัดและทำงานร่วมกับดีไซเนอร์และนักพัฒนาคนอื่น ๆ กี่โปรเจกต์ก็ได้
tr: Ücretsiz bir Penpot hesabı ile sınırsız sayıda takım oluşturabilir ve diğer tasarımcı ve geliştiricilerle istediğiniz kadar projede işbirliği yapabilirsiniz.
zh_cn: 拥有一个Penpot的免费账户，您可以创建任意多的团队并与其他设计师和开发人员在任意数量的项目中协作。
zh_hant: 使用免費的 Penpot 帳戶，您可以建立無限制團隊，並與其他設計師和開發人員合作完成喜歡的專案

# auth.register-title
source: Create an account
af: Skep 'n rekening
ar: أنشئ حساب
ca: Crea un compte
cs: Vytvořit účet
da: Opret en konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
es_419: Crea una cuenta
eu: Sortu kontua
fa: ایجاد حساب
fo: Stovna eina konto
fr: Créer un compte
fr_ca: Créer un compte
he: יצירת חשבון
hi: खाता बनाएं
hr: Stvori račun
id: Buat akun baru
it: Crea un account
ko: 계정을 생성하세요
lt: Sukurti paskyrą
lv: Izveidot kontu
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta akaun
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar uma conta
pt_pt: Cria uma conta
ro: Creează un cont
ru: Создать аккаунт
sr: Креирајте налог
sv: Skapa ett konto
ta: ஒரு கணக்கை உருவாக்கவும்
th: สร้างบัญชี
tr: Bir hesap oluştur
zh_cn: 创建账号
zh_hant: 建立帳號

# auth.sidebar-tagline
source: The open-source solution for design and prototyping.
af: Die oopbron-oplossing vir ontwerp en prototipering.
ar: الحل (مفتوح المصدر) للتصميم والنمذجة.
ca: La solució de codi obert per a dissenyar i prototipar.
cs: Open source řešení pro design a prototypování.
da: Open-source løsningen for design og prototyping.
de: Die Open-Source-Lösung für Design und Prototyping.
el: Η λύση ανοιχτού κώδικα για σχεδιασμό και πρωτότυπο.
es: La solución de código abierto para diseñar y prototipar.
es_419: La solución de código abierto para diseño y creación de prototipos.
eu: Diseinuak eta prototipoak egiteko kode irekiko soluzioa.
fa: راه حل منبع-باز برای طراحی و نمونه‌سازی
fo: Loysnin við opnari keldukotu, at formgeva og frumsniða.
fr: La solution Open Source pour la conception et le prototypage.
fr_ca: La solution de design et de prototypage à code source ouvert.
he: הפתרון בקוד פתוח לעיצוב ויצירת אבטיפוס.
hi: डिजाइन और प्रोटोटाइपिंग के लिए ओपन-सोर्स समाधान।
hr: Open Source rješenje za dizajn i izradu prototipova.
id: Solusi sumber terbuka untuk pembuatan desain dan prototipe.
it: La soluzione open source per il design e la prototipazione.
ko: 디자인과 프로토타이핑을 위한 오픈소스 솔루션.
lt: Atviro kodo dizaino ir prototipų kūrimo sprendimas.
lv: Atvērtā pirmkoda risinājums dizaina izstrādei un modelēšanai.
ml: ഡിസൈനിങിനും പ്രോട്ടോടൈപ്പിങിനുമുള്ള ഓപ്പൺ സോഴ്സ് പ്രതിവിധി.
ms: Penyelesaian sumber terbuka untuk reka bentuk dan prototaip.
nl: De open-source oplossing voor ontwerp en prototyping.
pl: Rozwiązanie typu Open Source do projektowania i prototypowania.
pt_br: A solução de código aberto para design e prototipação.
pt_pt: A solução de código aberto para design e prototipagem.
ro: Soluția open-source pentru proiectare design și prototipare.
ru: Решение с открытым исходным кодом для создания дизайна и прототипов.
sr: Решење отвореног кода за дизајн и израду прототипа.
sv: Den öppna källkodslösningen för design och prototyper.
ta: வடிவமைப்பு மற்றும் முன்மாதிரிக்கான திறந்த மூல தீர்வு.
th: โซลูชันโอเพนซอร์สสำหรับการออกแบบและโปรโตไทป์
tr: Tasarım ve prototipleme için açık-kaynak çözüm.
zh_cn: 设计与原型的开源解决方案。
zh_hant: 設計與原型製作的開源解決方案。

# auth.terms-and-privacy-agreement
source: I agree to the [terms of service](%s) and [privacy policy](%s).
cs: Souhlasím se [smluvními podmínkami](%s) a [zásadami ochrany soukromí](%s).
de: Ich stimme den [Nutzungsbedingungen](%s) und der [Datenschutzrichtlinie](%s) zu.
es: Yo acepto los [términos de servicio](%s) y la [política de privacidad](%s).
fa: من با قوانین و مقررات این سرویس و چگونگی مراقبت از اطلاعات شخصی در این سرویس را قبول میکنم.
fr: J'accepte les [termes du service](%s) et la [politique de confidentialité](%s).
fr_ca: J'accepte les [conditions d'utilisation](%s) et la [politique de confidentialité](%s).
he: [תנאי השירות](%s) ו[מדיניות הפרטיות](%s) מקובלים עליי.
hi: मैं [सेवा की शर्तें](%s) और [गोपनीयता नीति](%s) से सहमत हूँ।
hr: Slažem se s [uvjetima usluge](%s) i [pravilima privatnosti](%s).
id: Saya menyetujui [persyaratan layanan](%s) dan [kebijakan privasi](%s).
it: Accetto i [termini di servizio](%s) e la [politica sulla privacy](%s).
lv: Piekrītu [pakalpojuma noteiktumiem](%s) un [privātuma nosacījumiem](%s).
nl: Ik ga akkoord met de [servicevoorwaarden] (%s) en [privacybeleid] (%s).
pt_br: Concordo com os [termos de serviço](%s) e as [políticas de privacidade](%s).
pt_pt: Aceito os [termos de serviço](%s) e a [política de privacidade](%s).
ro: Sunt de acord cu [termenii și condițiile](%s) și [politica de confidențialitate](%s).
ru: Я согласен с [условиями обслуживания](%s) и [политикой конфиденциальности](%s).
sr: Слажем се са [условима коришћења](%s) и [политиком приватности](%s).
sv: Jag godkänner [terms of service](%s) och [privacy policy](%s).
th: ฉันยอมรับ [ข้อกำหนดการให้บริการ](%s)และ[นโยบายความเป็นส่วนตัว](%s)
tr: [Hizmet koşullarını](%s) ve [gizlilik politikasını](%s) kabul ediyorum.
zh_cn: 我同意 [服务条款](%s) 与 [隐私政策](%s)。
zh_hant: 我同意[服務條款](%s)和[隱私權政策](%s)。
