Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.component.variant.malformed.structure.example
source: [property]=[value], [property]=[value]
es: [propiedad]=[valor], [propiedad]=[valor]
fr: [propriété]=[valeur], [propriété]=[valeur]
he: [מאפיין]=[ערך], [מאפיין]=[ערך]
hi: [संपत्ति]=[मूल्य], [संपत्ति]=[मूल्य]
it: [proprietà]=[valore], [proprietà]=[valore]
lv: [īpašība]=[vērtība], [īpašība]=[vērtība]
nl: [eigenschap]=[waarde], [eigenschap]=[waarde]
ro: [proprietate]=[valoare], [proprietate]=[valoare]
sv: [egenskap]=[värde], [egenskap]=[värde]
tr: [özellik]=[değer], [özellik]=[değer]

# workspace.options.component.variant.malformed.structure.title
source: Try using the following structure:
es: Prueba a utilizar la siguiente estructura:
fr: Essayez d'utiliser la structure suivante :
he: לנסות להשתמש במבנה הבא:
hi: निम्नलिखित संरचना का उपयोग करने का प्रयास करें:
it: Prova a usare la seguente struttura:
lv: Jāmēģina izmantot šāda uzbūve:
nl: Gebruik de volgende structuur:
ro: Încearcă să folosești următoarea structură:
sv: Försök att använda följande struktur:
tr: Şu yapıyı kullanmayı deneyin:
zh_cn: 尝试使用下面的结构：

# workspace.options.component.variants-help-modal.intro
source: To keep changes when switching between variants, Penpot connects layers that:
fr: Pour conserver les modifications lorsque vous passez d'une variante à une autre, Penpot connecte les calques qui :
he: כדי לשמור על שינויים כשמחליפים בין הגוונים, Penpot מחברת שכבות שהן:
hi: वेरिएंट के बीच स्विच करते समय परिवर्तनों को बनाए रखने के लिए, पेनपॉट उन परतों को जोड़ता है जो:
it: Per mantenere le modifiche quando si passa da una variante all’altra, Penpot collega i livelli che:
lv: Lai paturētu izmaiņas, kad pārslēdzas starp variantiem, Penpot savieno slāņus, kuriem:
nl: Om veranderingen te behouden bij het schakelen tussen varianten, verbindt Penpot lagen die:
ro: Pentru a reține schimbările când comuți între variante, Penpot conectează straturi care:
sv: För att behålla ändringar när man växlar mellan varianter kopplar Penpot samman lager som:
tr: Çeşitler arasında geçiş yaparken değişiklikleri korumak için Penpot şu katmanları birbirine bağlar:

# workspace.options.component.variants-help-modal.outro
source: Changing any of these (e.g., renaming or grouping a layer) breaks the connection, but reverting the change will restore it.
he: שינוי של כל אחד מאלה (כלומר: שינוי שם או קיבוץ של שכבה) קוטע את החיבור, אבל החזרת השינויים תשחזר אותו.
hi: इनमें से किसी भी परिवर्तन (जैसे, परत का नाम बदलना या समूह बनाना) से कनेक्शन टूट जाता है, लेकिन परिवर्तन को पूर्ववत करने से यह पुनः स्थापित हो जाएगा।
it: La modifica di uno qualsiasi di questi elementi (ad es. rinominare o raggruppare un livello) interrompe la connessione, ma annullando la modifica verrà ripristinata.
nl: Het wijzigen van een van deze (bijvoorbeeld het hernoemen of groeperen van een laag) verbreekt de verbinding, maar het terugdraaien van de wijziging zal deze herstellen.
ro: Schimbând oricare dintre acestea (ex: redenumirea sau gruparea unui strat) va elimina conexiunea, dar întoarcerea la schimbarea precedentă o va restaura.
sv: Att ändra någon av dessa (t.ex. byta namn på eller gruppera ett lager) bryter kopplingen, men att återställa ändringen återställer den.
tr: Bunlardan herhangi birini değiştirmek (örneğin, bir katmanı yeniden adlandırmak veya gruplamak) bağlantıyı keser, ancak değişikliği geri almak bağlantıyı yeniden kurar.

# workspace.options.component.variants-help-modal.rule1
source: Share the same name.
fr: Possèdent le même nom.
he: חולקים את אותו השם.
hi: एक ही नाम साझा करें।
it: Condividono lo stesso nome.
lv: ir tāds pats nosaukums;
nl: Dezelfde naam delen.
ro: Posedă același nume.
sv: Dela samma namn.
tr: Aynı ada sahip.
zh_cn: 共享相同的名字。

# workspace.options.component.variants-help-modal.rule2
source: Are the same type.
fr: Sont du même type
he: הם מאותו הסוג.
hi: एक ही प्रकार के हैं।
it: Sono dello stesso tipo.
lv: ir vienāds veids;
nl: Zijn hetzelfde type.
ro: Sunt de același tip.
sv: Är samma typ.
tr: Aynı türden.
zh_cn: 是相同的类型。

# workspace.options.component.variants-help-modal.rule2.detail
source: Rectangle, ellipse, paths and boolean operations count as the same type.
he: מרובע, אליפסה, נתיבים ופעולות בוליאניות נחשבים לאותו הסוג.
hi: आयत, दीर्घवृत्त, पथ और बूलियन ऑपरेशन एक ही प्रकार के माने जाते हैं।
it: Rettangoli, ellissi, tracciati e operazioni booleane sono considerati dello stesso tipo.
lv: Taisnstūris, elipse, ceļi un Būla darbības skaitās kā viens un tas pats veids.
nl: Rechthoek, ellips, paden en Booleaanse bewerkingen tellen als hetzelfde type.
ro: Dreptunghiuri, elipse, linii și operatori boolean sunt numărați ca având același tip.
sv: Rektangel-, ellips-, ban- och booleska operationer räknas som samma typ.
tr: Dikdörtgen, elips, yollar ve boole işlemleri aynı tür olarak kabul edilir.

# workspace.options.component.variants-help-modal.rule3
source: Have the same hierarchy level.
fr: Possèdent le même niveau hiérarchique
he: יש את אותה רמת ההיררכיה.
hi: समान पदानुक्रम स्तर रखें।
it: Si trovano allo stesso livello gerarchico.
lv: ir tāds pats hierarhijas līmenis.
nl: Heben hetzelfde hiërarchieniveau.
ro: Au același nivel ierarhic.
sv: Har samma hierarkinivå.
tr: Aynı hiyerarşi düzeyine sahip.
zh_cn: 存在相同的层级。

# workspace.options.component.variants-help-modal.rule3.detail
source: Groups, boards and layouts are considered equivalent.
fr: Les groupes, les tableaux de bord et les dispositions sont considérés équivalents.
he: קבוצות, לוחות ופריסות נחשבים לשווי ערך.
hi: समूह, बोर्ड और लेआउट को समतुल्य माना जाता है।
it: Gruppi, tavole da disegno e layout sono considerati equivalenti.
lv: Kopas, dēļi un izkārtojumi tiek uztverti kā līdzvērtīgi.
nl: Groepen, borden en lay-outs worden als gelijkwaardig beschouwd.
ro: Grupurile, tablourile și aspectele sunt considerate echivalente.
sv: Grupper, tavlor och layouter anses vara likvärdiga.
tr: Gruplar, çalışma yüzeyleri ve yerleşim düzenleri eş değer kabul edilir.

# workspace.options.component.variants-help-modal.title
source: How variants stay connected
fr: Comment les variantes restent connectées
he: איך הגוונים נשארים מחוברים
hi: वेरिएंट कैसे जुड़े रहते हैं
it: Come rimangono connesse le varianti
lv: Kā varianti paliek savienoti
nl: Hoe varianten verbonden blijven
ro: Cum variantele rămân conectate
sv: Hur varianter förblir sammankopplade
tr: Çeşitler nasıl bağlantılı kalır
zh_cn: 变体如何保持连接

# workspace.options.constraints
source: Constraints
ar: قيود
ca: Restriccions
cs: Omezení
de: Beschränkungen
es: Restricciones
eu: Murriztapenak
fa: محدودیت‌ها
fr: Contraintes
he: הגבלות
hi: बाध्यताएं
hr: Ograničenja
id: Pasangan
it: Vincoli
lv: Ierobežojumi
nl: Beperkingen
pl: Ograniczenia
pt_br: Ancoragem
pt_pt: Restrições
ro: Constrângeri
ru: Ограничения
sr: Ограничења
sv: Restriktioner
tr: Kısıtlamalar
zh_cn: 限制条件
zh_hant: 約束條件

# workspace.options.constraints.bottom
source: Bottom
ar: أسفل
ca: Inferior
cs: Dole
de: Unten
es: Abajo
eu: Behean
fa: پایین
fr: Bas
he: תחתית
hi: तल
hr: Dno
id: Bawah
it: Inferiore
lv: Apakša
nl: Onderkant
pl: Dół
pt_br: Baixo
pt_pt: Abaixo
ro: Jos
ru: Низ
sr: Дно
sv: Botten
tr: Alt
zh_cn: 底部固定
zh_hant: 下

# workspace.options.constraints.center
source: Center
ar: وسط
ca: Centre
cs: Střed
de: Mittig
es: Centro
eu: Erdiratu
fa: مرکز
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
id: Tengah
it: Centro
lv: Centrs
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: Центр
sr: Центар
tr: Merkez
zh_cn: 居中
zh_hant: 中

# workspace.options.constraints.fix-when-scrolling
source: Fix when scrolling
ar: أصلح حين التمرير
ca: Fixa en desplaçar
cs: Při rolování nechat na místě
de: Beim Scrollen fixieren
es: Fijo al desplazar
eu: Konpondu scroll egitean
fr: Fixe lors du défilement
he: תיקון בעת גלילה
hi: स्क्रॉल करते समय ठीक करें
hr: Popravi prilikom scrolanja
id: Tetap ketika menggulir
it: Fisso durante lo scorrimento
lv: Nofiksēt ritināšanas laikā
nl: Vastzetten tijdens scrollen
pl: Zatrzymaj podczas przewijania
pt_br: Fixar na rolagem
pt_pt: Fixar no scroll
ro: Fixat la parcurgere
ru: Закрепить при прокрутке
sr: Прикачи при скроловању
sv: Låst vid scrollning
tr: Kaydırırken sabit
zh_cn: 滚动时保持固定
zh_hant: 滾動時固定位置

# workspace.options.constraints.left
source: Left
ar: شمال
ca: Esquerra
cs: Vlevo
de: Links
es: Izquierda
eu: Ezkerrean
fa: چپ
fr: Gauche
he: שמאל
hi: बाएं
hr: Lijevo
id: Kiri
it: Sinistra
lv: Pa kreisi
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
ru: Лево
sr: Лево
sv: Vänster
tr: Sol
zh_cn: 靠左固定
zh_hant: 左

# workspace.options.constraints.leftright
source: Left & Right
ar: يمين و شمال
ca: Esquerra i dreta
cs: Vlevo a Vpravo
de: Links & Rechts
es: Izq. y Der.
eu: Ezker eta eskuma
fr: Gauche et droite
he: שמאל וימין
hi: बाएँ दांए
hr: Lijevo i desno
id: Kiri & Kanan
it: Sinistra e Destra
lv: Pa kreisi un labi
nl: Links & Rechts
pl: Lewo i prawo
pt_br: Esquerda e Direita
pt_pt: Esquerda e Direita
ro: Stânga & Dreapta
ru: Лево и право
sr: Лево и Десно
sv: Vänster & höger
tr: Sol ve Sağ
zh_cn: 左右固定
zh_hant: 左和右

# workspace.options.constraints.right
source: Right
ar: يمين
ca: Dreta
cs: Vpravo
de: Rechts
es: Derecha
eu: Eskuman
fa: راست
fr: Droite
he: ימין
hi: दाहिने
hr: Desno
id: Kanan
it: Destra
lv: Pa labi
nl: Rechts
pl: Prawo
pt_br: Direita
pt_pt: Direita
ro: Dreapta
ru: Право
sr: Десно
sv: Höger
tr: Sağ
zh_cn: 靠右固定
zh_hant: 右

# workspace.options.constraints.scale
source: Scale
ar: مقياس
ca: Escala
cs: Měřítko
de: Skalieren
es: Escalar
eu: Eskala
fa: مقیاس
fr: Redimensionner
he: שינוי גודל
hi: आकार बदलना
hr: Skala
id: Ukuran
it: Ridimensionamento
lv: Mērogs
nl: Schaal
pl: Skala
pt_br: Escalar
pt_pt: Escala
ro: Scală
ru: Масштаб
sr: Размера
sv: Skala
tr: Ölçeklendir
zh_cn: 跟随缩放
zh_hant: 縮放

# workspace.options.constraints.top
source: Top
ar: أعلى
ca: Superior
cs: Nahoře
de: Oben
es: Arriba
eu: Goian
fa: بالا
fr: Haut
he: עליון
hi: शीर्ष
hr: Vrh
id: Atas
it: Superiore
lv: Augša
nl: Bovenkant
pl: Góra
pt_br: Cima
pt_pt: Topo
ro: Sus
ru: Верх
sr: Врх
sv: Topp
tr: Üst
zh_cn: 顶部固定
zh_hant: 上

# workspace.options.constraints.topbottom
source: Top & Bottom
ar: أعلى و أسفل
ca: Superior i inferior
cs: Nahoře a dole
de: Oben & Unten
es: Arriba y Abajo
eu: Goian eta behean
fr: Haut et bas
he: עליון ותחתון
hi: शीर्ष और तल
hr: Vrh i dno
id: Atas & Bawah
it: Superiore e Inferiore
lv: Augša un apakša
nl: Boven- en onderkant
pl: Góra i dół
pt_br: Cima e Baixo
pt_pt: Topo e Abaixo
ro: Sus & Jos
ru: Верх и низ
sr: Врх и Дно
sv: Topp & Botten
tr: Üst ve Alt
zh_cn: 上下固定
zh_hant: 上和下

# workspace.options.design
source: Design
ar: تصميم
ca: Disseny
el: Σχέδιο
es: Diseño
eu: Diseinua
fa: طراحی
fr: Conception
he: עיצוב
hi: डिज़ाइन
hr: Dizajn
id: Desain
lv: Dizains
nl: Ontwerp
pl: Projektowanie
ru: Дизайн
sr: Дизајн
tr: Tasarım
zh_cn: 设计
zh_hant: 設計

# workspace.options.export
source: Export
ar: تصدير
ca: Exporta
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
eu: Esportatu
fa: اکسپورت
fr: Exporter
he: ייצוא
hi: निर्यात
hr: Izvoz
id: Ekspor
it: Esporta
lv: Izguve
nl: Exporteren
pl: Eksport
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
sr: Извоз
sv: Exportera
tr: Dışa aktar
zh_cn: 导出
zh_hant: 匯出

# workspace.options.export-multiple
source: Export selection
ar: تحديد المصدر
ca: Exporta la selecció
cs: Exportovat výběr
de: Auswahl exportieren
es: Exportar selección
eu: Esportatu aukeraketa
fr: Exporter la sélection
he: ייצוא הבחירה
hi: निर्यात चयन
hr: Izvezi selektirano
id: Ekspor seleksi
it: Esporta selezione
lv: Izgūt atlasi
nl: Selectie exporteren
pl: Eksportuj zaznaczone
pt_br: Exportar seleção
pt_pt: Exportar seleção
ro: Exportă selecția
ru: Экспорт выбранного
sr: Избор извоза
sv: Exportera markerade
tr: Seçimi dışa aktar
zh_cn: 导出已选择
zh_hant: 匯出已選取項目

# workspace.options.export-object
source: Export 1 element
ca: Exporta 1 element
cs: Exportovat 1 prvek
de: Ein Element exportieren
el: Εξαγωγή σχήματος
es: Exportar 1 elemento
eu: Esportatu elementu 1
fr: Exporter 1 élément
he: ייצוא רכיב
hi: 1 तत्व निर्यात करें
hr: Izvezi 1 element
id: Ekspor %s elemen
it: Esporta 1 elemento
lv: Izgūt %s elementus
nl: 1 Element exporteren
pl: Eksportuj 1 element
pt_pt: Exportar 1 elemento
ro: Exportă 1 element
ru: Экспорт 1 элемента
sr: Извоз 1 елемента
sv: Exportera 1 element
tr: 1 ögeyi dışa aktar
zh_cn: 输出1个元素
zh_hant: 匯出 %s 元素

# workspace.options.export.add-export
source: Add export
cs: Přidat export
de: Export hinzufügen
es: Añadir exportación
fr: Ajouter une exportation
he: הוספת ייצוא
hi: निर्यात जोड़ें
hr: Dodaj izvoz
id: Tambahkan ekspor
it: Aggiungi esportazione
lv: Pievienot izguvi
nl: Export toevoegen
ro: Adaugă export
sv: Lägg till export
tr: Dışa aktarım ekle
zh_cn: 新增导出
zh_hant: 新增匯出

# workspace.options.export.remove-export
source: Remove export
cs: Odebrat export
de: Export entfernen
es: Eliminar exportación
fr: Supprimer l'exportation
he: הסרת ייצוא
hi: निर्यात हटाएँ
hr: Ukloni izvoz
id: Hapus ekspor
it: Rimuovi esportazione
lv: Noņemt izguvi
nl: Export verwijderen
pt_pt: Eliminar exportação
ro: Elimină export
sv: Ta bort export
tr: Dışa aktarımı kaldır
zh_cn: 移除导出
zh_hant: 移除匯出

# workspace.options.export.suffix
source: Suffix
ar: لاحقة
ca: Sufix
cs: Přípona
el: Κατάληξη
es: Sufijo
eu: Aurrizkia
fa: پسوند
fr: Suffixe
he: סיומת
hi: प्रत्यय
hr: Sufiks
id: Akhiran
it: Suffisso
lv: Piedēklis
nl: Achtervoegsel
pl: Przyrostek
pt_br: Sufixo
pt_pt: Sufixo
ro: Sufix
ru: Суффикс
sr: Суфикс
tr: Son ek
zh_cn: 后缀
zh_hant: 後綴

# workspace.options.exporting-complete
source: Export complete
ar: تم التصدير
ca: Exportació completa
cs: Export byl dokončen
de: Export abgeschlossen
es: Exportación completa
eu: Esportazioa osatu da
fr: Exportation terminée
he: הייצוא הושלם
hi: निर्यात पूर्ण
hr: Izvoz završen
id: Pengeksporan selesai
it: Esportazione completata
lv: Izguve pabeigta
nl: Export klaar
pl: Eksportowanie zakończone
pt_br: Exportação completa
pt_pt: Exportação completa
ro: Export finalizat
ru: Экспорт завершён
sr: Извоз је завршен
sv: Exporten lyckades
tr: Dışa aktarma tamamlandı
zh_cn: 导出完成
zh_hant: 完成匯出

# workspace.options.exporting-object
source: Exporting…
ar: جاري التصدير…
ca: S'està exportant…
cs: Exportování…
de: Exportiere…
el: Εξαγωγή ...
es: Exportando…
eu: Esportazen…
fa: درحال گرفتن خروجی…
fr: Exportation…
he: מתבצע ייצוא…
hi: निर्यात हो रहा है…
hr: Izvoz…
id: Mengekspor…
it: In esportazione…
lv: Notiek izgūšana…
nl: Exporteren…
pl: Eksportowanie…
pt_br: Exportando…
pt_pt: A exportar…
ro: Se exportă…
ru: Экспортирование…
sr: Извоз…
sv: Exporterar…
tr: Dışa aktarılıyor…
zh_cn: 正在导出…
zh_hant: 正在匯出…

# workspace.options.exporting-object-error
source: Export failed
ca: Exportació fallida
cs: Export se nezdařil
de: Export fehlgeschlagen
es: Exportación fallida
eu: Esportazioak huts egin du
fr: L'exportation a échoué
he: הייצוא נכשל
hi: निर्यात विफल
hr: Izvoz nije uspio
id: Pengeksporan gagal
it: Esportazione fallita
lv: Izgūšana neizdevās
nl: Export mislukt
pl: Eksport nie powiódł się
pt_br: Exportação falhou
pt_pt: A exportação falhou
ro: Export eșuat
ru: Экспорт не удался
sr: Извоз није успео
sv: Exporten misslyckades
tr: Dışa aktarılamadı
zh_cn: 导出失败
zh_hant: 匯出失敗

# workspace.options.exporting-object-slow
source: Export unexpectedly slow
ar: التصدير بطيء بشكل غير متوقع
ca: Exportació inesperadament lenta
cs: Export je nečekaně pomalý
de: Export unerwartet langsam
es: Exportación lenta
eu: Esportazio oso geldoa
fr: L'exportation est d'une lenteur inattendue
he: הייצוא אטי בהגזמה
hi: निर्यात अप्रत्याशित रूप से धीमा
hr: Izvoz neočekivano spor
id: Pengeksporan secara tidak terduga lambat
it: Esportazione inaspettatamente lenta
lv: Izgūšana ir neparedzēti lēna
nl: Export onverwacht traag
pl: Eksportowanie niespodziewanie powolne
pt_br: A exportação está inesperadamente lenta
pt_pt: Exportação inesperadamente lenta
ro: Export neașteptat de lent
ru: Неожиданно медленный экспорт
sr: Извоз је неочекивано спор
sv: Exporten oväntat långsam
tr: Dışa aktarma beklenmedik şekilde yavaş
zh_cn: 导出速度意外缓慢
zh_hant: 匯出異常緩慢

# workspace.options.fill
source: Fill
ar: الملأ
ca: Emplenat
cs: Výplň
de: Fläche
el: Γέμισμα
es: Relleno
eu: Bete
fa: پر
fr: Remplissage
he: מילוי
hi: भरना
hr: Ispuni
id: Isian
it: Riempimento
lv: Aizpildīšana
nl: Vullen
pl: Wypełnij
pt_br: Preenchimento
pt_pt: Preenchimento
ro: Umple
ru: Заливка
sr: Попуни
sv: Fylla
tr: Doldur
zh_cn: 填充
zh_hant: 填充

# workspace.options.fill.add-fill
source: Add fill
cs: Přidat barvu výplně
es: Añadir relleno
fr: Ajouter remplissage
he: הוספת מילוי
hi: भरण जोड़ें
it: Aggiungi riempimento
lv: Pievienot aizpildījumu
nl: Vulling toevoegen
pt_pt: Adicionar cor de preenchimento
ro: Adaugă umplere
sv: Lägg till fyllningsfärg
tr: Doldurma ekle
zh_cn: 新增填充
zh_hant: 新增填充顏色

# workspace.options.fill.remove-fill
source: Remove fill
cs: Odebrat barvu výplně
de: Füllung entfernen
es: Eliminar relleno
fr: Supprimer la couleur de remplissage
he: הסרת מילוי
hi: भराव हटाएँ
hr: Ukloni ispunu
id: Hapus isian
it: Elimina riempimento
lv: Noņemt aizpildījumu
nl: Vulling verwijderen
pt_pt: Remover preenchimento
ro: Elimină umplere
sv: Ta bort fyllningsfärg
tr: Doldurmayı kaldır
zh_cn: 移除填充
zh_hant: 移除填充顏色

# workspace.options.fit-content
source: Resize board to fit content
cs: Změňte velikost panelu podle obsahu
de: Größe des Boards an den Inhalt anpassen
es: Redimensionar para ajustar al contenido
fr: Ajuster la taille du plan de travail au contenu
he: שינוי גודל הלוח כדי שיתאים לתוכן
hi: सामग्री को फिट करने के लिए बोर्ड का आकार बदलें
hr: Promijenite veličinu ploče da odgovara sadržaju
id: Ubah ukuran papan untuk memuat konten
it: Adatta tavola da disegno al contenuto
lv: Mainīt paneļa izmēru, lai ietilpinātu saturu
nl: Grootte van bord aanpassen aan inhoud
pt_pt: Redimensionar para ajustar ao conteúdo
ro: Ajustează dimensiunea tabloului pentru a încăpea tot conținutul
sv: Ändra storlek på tavlan för att passa innehållet
tr: Çalışma yüzeyini içeriğe sığacak şekilde yeniden boyutlandır
zh_cn: 调整画板适应内容大小
zh_hant: 調整畫布以符合內容大小

# workspace.options.flows.add-flow-start
source: Add flow start
ar: إضافة المخطط
ca: Afegeix l'inici del flux
cs: Přidat počáteční bod
de: Flow-Startpunkt hinzufügen
es: Añadir inicio de flujo
eu: Gehitu fluxuaren hasiera
fr: Indiquer le début du flux
he: הוספת תחילת זרימה
hi: प्रवाह प्रारंभ जोड़ें
hr: Dodaj početak flowa
id: Tambahkan awalan alur
it: Aggiungi inizio flusso
lv: Pievienot plūsmas sākumu
nl: Stroomdiagram-startpunt toevoegen
pl: Dodaj początek flow
pt_br: Adicionar entrada de fluxo
pt_pt: Adicionar início de fluxo
ro: Adaugă început flux
ru: Добавить начало потока
sr: Додајте почетак протока
sv: Lägg till flödesstart
tr: Akış başlangıcı ekle
zh_cn: 增加流程起点
zh_hant: 新增流程起點

# workspace.options.flows.flow
source: Flow
es: Flujo
fr: Flux
he: זרימה
hi: प्रवाह
hr: Tok
id: Alur
it: Flusso
lv: Plūsma
nl: Stroomdiagram
pt_pt: Fluxo
ro: Flux
ru: Поток
sr: Проток
sv: Flöde
tr: Akış
zh_cn: 流程
zh_hant: 流程

# workspace.options.flows.flow-start
source: Flow start
ar: إضافة المخطط
ca: Inici del flux
cs: Začátek
de: Flow-Startpunkt
es: Inicio de flujo
eu: Fluxuaren hasiera
fr: Début du flux
he: התחלת זרימה
hi: प्रवाह प्रारंभ
hr: Početak toka
id: Awalan alur
it: Inizio flusso
lv: Plūsmas sākums
nl: Stroomdiagram-startpunt
pl: Początek Flow
pt_br: Início do fluxo
pt_pt: Início de fluxo
ro: Pornirea fluxului
ru: Начало потока
sr: Почетак протока
sv: Flödesstart
tr: Akış başlangıcı
zh_cn: 流程起点
zh_hant: 流程起點

# workspace.options.flows.flow-starts
source: Flow starts
ar: جاري التخطيط
ca: S'inicia el flux
cs: Začátky
de: Flow-Startpunkte
es: Inicios de flujo
eu: Fluxua hasi da
fr: Début des flux
he: הזרימה מתחילה
hi: प्रवाह प्रारंभ हो जाता है
hr: Flow započinje
id: Aluran dimulai
it: Inizi flusso
lv: Plūsma sākas
nl: Stroomdiagram-startpunten
pl: Początek flow
pt_br: Início de fluxo
pt_pt: Início de fluxo
ro: Fluxul începe
ru: Начала потоков
sr: Проток почиње
sv: Flödet startar
tr: Akış başlar
zh_cn: 所有流程起点
zh_hant: 流程起點

# workspace.options.flows.remove-flow
source: Remove flow
cs: Odstranit flow
de: Flow entfernen
es: Eliminar flujo
fr: Supprimer le flux
he: הסרת זרימה
hi: प्रवाह हटाएँ
hr: Uklonite tok
id: Hapus alur
it: Rimuovi flusso
lv: Noņemt plūsmu
nl: Stroomdiagram verwijderen
ro: Elimină flux
sv: Ta bort flöde
tr: Akışı kaldır
zh_cn: 移除流
zh_hant: 移除流程

# workspace.options.grid.auto
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fr: Automatique
he: אוטומטי
hi: स्वत:
id: Otomatis
nl: Automatisch
pt_br: Automático
pt_pt: Automático
ru: Авто
sr: Ауто
tr: Otomatik
zh_cn: 自动
zh_hant: 自動

# workspace.options.grid.column
source: Columns
ar: أعمدة
ca: Columnes
cs: Sloupce
de: Spalten
el: Στήλες
es: Columnas
eu: Zutabeak
fa: ستون‌ها
fr: Colonnes
he: עמודות
hi: कॉलम
hr: Kolumne
id: Kolom
it: Colonne
lv: Slejas
nl: Kolommen
pl: Kolumny
pt_br: Colunas
pt_pt: Colunas
ro: Coloane
ru: Колонки
sr: колоне
sv: Kolumner
tr: Sütunlar
zh_cn: 列
zh_hant: 欄

# workspace.options.grid.grid-title
source: Grid
ar: تشبيك
ca: Graella
cs: Mřížka
de: Raster
es: Rejilla
eu: Sareta
fr: Quadrillage
he: טבלה
hi: ग्रिड
id: Kisi
it: Griglia
lv: Režģis
nl: Raster
pl: Siatka
pt_br: Grade
pt_pt: Grade
ro: Grilă
ru: Сетка
sr: Мрежа
sv: Rutnät
tr: Izgara
zh_cn: 网格
zh_hant: 網格

# workspace.options.grid.params.color
source: Color
ar: لون
cs: Barva
de: Farbe
eu: Kolorea
fa: رنگ
fr: Couleur
he: צבע
hi: रंग
hr: Boja
id: Warna
it: Colore
lv: Krāsa
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sr: Боја
sv: Färg
tr: Renk
zh_cn: 颜色
zh_hant: 顏色

# workspace.options.grid.params.columns
source: Columns
ar: أعمدة
ca: Columnes
cs: Sloupce
de: Spalten
el: Στήλες
es: Columnas
eu: Zutabeak
fa: ستون‌ها
fr: Colonnes
he: עמודות
hi: कॉलम
hr: Kolumne
id: Kolom
it: Colonne
lv: Slejas
nl: Kolommen
pl: Kolumny
pt_br: Colunas
pt_pt: Colunas
ro: Coloane
ru: Колонки
sr: Колоне
sv: Kolumner
tr: Sütunlar
zh_cn: 列
zh_hant: 欄

# workspace.options.grid.params.gutter
source: Gutter
ar: مزراب
ca: Espaiat
cs: Mezera
de: Zwischenräume
el: απόσταση
es: Espaciado
eu: Erretena
fr: Gouttière
he: מרזב
hi: मध्य अंतराल
hr: Oluk
id: Selokan
it: Interspazio
lv: Rene
nl: Tussenruimte
pl: Rowek
pt_br: Espaçamento
pt_pt: Espaço
ro: Spaţiere
ru: Желоб
sr: Гутер (Gutter)
sv: Mellanrum
tr: Aralık
zh_cn: 栅格间隔
zh_hant: 網格間距

# workspace.options.grid.params.height
source: Height
ar: طول
ca: Alçada
cs: Výška
de: Höhe
el: Υψος
es: Altura
eu: Altuera
fa: ارتفاع
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
id: Tinggi
it: Altezza
lv: Augstums
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălţime
ru: Высота
sr: Висина
sv: Höjd
tr: Yükseklik
zh_cn: 高
zh_hant: 高度

# workspace.options.grid.params.margin
source: Margin
ar: هامش
ca: Marge
cs: Mezera vně
de: Rand
el: Περιθώριο
es: Margen
eu: Margina
fa: لبه
fr: Marge
he: שול
hi: मार्जिन
hr: Margina
it: Margine
lv: Mala
nl: Marge
pl: Margines
pt_br: Margem
pt_pt: Margem
ro: Margine
ru: Поле
sr: Маргина
sv: Marginal
tr: Kenar Boşluğu
zh_cn: 外边距
zh_hant: 邊距

# workspace.options.grid.params.rows
source: Rows
ar: صفوف
ca: Files
cs: Řádky
de: Zeilen
el: Σειρές
es: Filas
eu: Lerroak
fa: ردیف‌ها
fr: Lignes
he: שורות
hi: पंक्तियाँ
hr: Redovi
id: Baris
it: Righe
lv: Rindas
nl: Rijen
pl: Rzędy
pt_br: Linhas
pt_pt: Linhas
ro: Rânduri
ru: Строки
sr: Редови
sv: Rader
tr: Satırlar
zh_cn: 行
zh_hant: 列
