Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.interaction-pos-bottom-right
source: Bottom right
ar: أسفل اليمين
ca: Inferior dreta
cs: Dole vpravo
de: Unten rechts
es: Abajo derecha
eu: Behean eskuman
fr: En bas à droite
he: בתחתית מימין
hi: नीचे दाएं
hr: Dolje desno
id: Kanan bawah
it: In basso a destra
lv: Apakšā pa labi
nl: Rechtsonder
pl: Dolne prawo
pt_br: Inferior direito
pt_pt: Inferior direito
ro: Dreapta jos
ru: Снизу справа
sr: Доле десно
sv: Höger botten
tr: Sağ alt
zh_cn: 右下角
zh_hant: 右下角

# workspace.options.interaction-pos-center
source: Center
ar: مركز
ca: Centre
cs: Střed
de: Zentriert
es: Centro
eu: Erdiratu
fa: مرکز
fr: Au centre
he: מרכז
hi: केंद्र
hr: Sredina
id: Tengah
it: Centrato
lv: Centrs
nl: Gecentreerd
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: По центру
sr: Средина
tr: Merkez
zh_cn: 居中
zh_hant: 置中

# workspace.options.interaction-pos-manual
source: Manual
ar: يدوي
cs: Ručně
de: Manuell
eu: Eskuzkoa
fa: دستی
fr: Manuel
he: ידני
hi: मैनुअल
hr: Priručnik
it: Manuale
lv: Manuāli
nl: Handmatig
pl: Ręczna
ru: Вручную
sr: Ручно
sv: Manuell
tr: El ile
zh_cn: 手册
zh_hant: 手動

# workspace.options.interaction-pos-top-center
source: Top center
ar: المركز العلوي
ca: Centre superior
cs: Nahoře uprostřed
de: Oben mittig
es: Arriba centro
eu: Goian erdian
fr: Centrer en haut
he: בראש באמצע
hi: शीर्ष केंद्र
hr: Gore sredina
id: Tengah atas
it: In alto centrato
lv: Augšējais centrs
nl: Midden boven
pl: Górny środek
pt_br: Superior (no meio)
pt_pt: Superior centro
ro: Centru sus
ru: Сверху по центру
sr: Горња средина
sv: Topp centrum
tr: Üst orta
zh_cn: 顶部居中
zh_hant: 頂部中心

# workspace.options.interaction-pos-top-left
source: Top left
ar: أعلى اليسار
ca: Superior esquerra
cs: Nahoře vlevo
de: Oben links
es: Arriba izquierda
eu: Goian ezkerrean
fr: En haut à gauche
he: בראש משמאל
hi: शीर्ष बाएं
hr: Gore lijevo
id: Kiri atas
it: In alto a sinistra
lv: Augšā pa kreisi
nl: Linksboven
pl: Górne lewo
pt_br: Superior (a esquerda)
pt_pt: Superior esquerdo
ro: Stânga sus
ru: Сверху слева
sr: Горе лево
sv: Topp vänster
tr: Sol üst
zh_cn: 左上角
zh_hant: 左上角

# workspace.options.interaction-pos-top-right
source: Top right
ar: أعلى اليمين
ca: Superior dreta
cs: Nahoře vpravo
de: Oben rechts
es: Arriba derecha
eu: Goian eskuman
fr: En haut à droite
he: בראש מימין
hi: ऊपर दाएं
hr: Gore desno
id: Kanan atas
it: In alto a destra
lv: Augšā pa labi
nl: Rechtsboven
pl: Górne prawo
pt_br: Superior (a direita)
pt_pt: Superior direito
ro: Dreapta sus
ru: Сверху справа
sr: Горе десно
sv: Topp höger
tr: Sağ üst
zh_cn: 右上角
zh_hant: 右上角

# workspace.options.interaction-position
source: Position
ar: موضع
ca: Posició
cs: Pozice
es: Posición
eu: Posizioa
fa: موقعیت
he: מיקום
hi: स्थान
hr: Pozicija
id: Posisi
it: Posizione
lv: Novietojums
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziție
ru: Позиция
sr: Положај
tr: Konum
zh_cn: 位置
zh_hant: 位置

# workspace.options.interaction-preserve-scroll
source: Preserve scroll position
ar: حفظ موضع التمرير
ca: Conserva la posició del desplaçament
cs: Zachovat pozici posouvání
de: Scrollposition beibehalten
es: Conservar posición de desplazamiento
eu: Mantendu scrollaren posizioa
fr: Conserver la position du défilement
he: שימור מיקום גלילה
hi: स्क्रॉल स्थिति सुरक्षित रखें
hr: Sačuvaj položaj scrolanja
id: Jaga posisi gulir
it: Preserva posizione di scorrimento
lv: Paturēt ritināšanas pozīciju
nl: Scrollpositie behouden
pl: Zachowaj pozycję przewijania
pt_br: Preservar posição da rolagem (scroll)
pt_pt: Preservar posição do scroll
ro: Păstrează poziția derulării
ru: Сохранить положение прокрутки
sr: Задржи положај скроловања
sv: Bevara scroll position
tr: Kaydırma konumunu koru
zh_cn: 保留滚动位置
zh_hant: 保持滾動位置

# workspace.options.interaction-prev-screen
source: Previous screen
ar: الشاشة السابقة
ca: Pantalla anterior
cs: Předchozí obrazovka
de: Zum vorherigen Screen
es: Pantalla anterior
eu: Aurreko pantaila
fr: Écran précédent
he: המסך הקודם
hi: पिछली स्क्रीन
hr: Prethodni ekran
id: Layar sebelumnya
it: Schermata precedente
lv: Iepriekšējais ekrāns
nl: Vorig scherm
pl: Poprzedni ekran
pt_br: Tela anterior
pt_pt: Ecrã anterior
ro: Ecranul anterior
ru: Предыдущий экран
sr: Претходни екран
sv: Föregående skärm
tr: Önceki ekran
zh_cn: 上一个屏幕
zh_hant: 上一個畫面

# workspace.options.interaction-relative-to
source: Relative to
ar: بالنسبة الى
cs: Relativní k
de: Relativ zu
es: Relativo a
eu: Honekiko erlatiboa
fr: Relatif à
he: יחסי אל
hi: के सापेक्ष
hr: U odnosu na
id: Relatif ke
it: Relativo a
lv: Attiecībā pret
nl: Relatief tot
pl: Względny do
pt_br: Relativo a
pt_pt: Relativa a
ro: Relativ la
ru: Относительно
sr: У односу на
sv: Relativ till
tr: Göreceli
zh_cn: 相对于
zh_hant: 相對於

# workspace.options.interaction-self
source: self
ar: الذات
ca: a si mateix
cs: já
de: sich selbst
es: mismo
eu: norbera
fa: خود
fr: soi
he: עצמי
hi: स्व
hr: sebe
id: diri sendiri
it: se stesso
lv: sevi
nl: zelf
pl: własne
pt_br: Si próprio
pt_pt: auto
ro: sine
ru: само
sr: себе
sv: själv
tr: kendi
zh_cn: 自己
zh_hant: 自身

# workspace.options.interaction-toggle-overlay
source: Toggle overlay
ar: تبديل التراكب
ca: Commuta la superposició
cs: Přepnout překrytí
de: Overlay-Sichtbarkeit umschalten
es: Alternar superpos.
eu: Erakutsi/Ezkutatu geruza
fr: Activer/désactiver la superposition
he: החלפת מצב שכבת על
hi: ओवरले टॉगल करें
hr: Uključi/isključi preklapanje
id: Alih hamparan
it: Attiva/Disattiva sovrapposizione
lv: Pārslēgt pārklājumu
nl: Overlay in/uitschakelen
pl: Przełącz nakładkę
pt_br: Alternar sobreposição
pt_pt: Alternar a sobreposição
ro: Comutare suprapunere
ru: Переключить наложение
sr: Укључи оквир
sv: Växla överlagring
tr: Üst katmanı değiştir
zh_cn: 切换覆盖层
zh_hant: 切換覆蓋層

# workspace.options.interaction-toggle-overlay-dest
source: Toggle overlay: %s
ar: تبديل التراكب: %s
ca: Commuta la superposició: %s
cs: Přepnout překrytí: %s
de: Overlay-Sichtbarkeit für %s umschalten
es: Alternar superpos.: %s
eu: Erakutsi/Ezkutatu geruza: %s
fr: Activer/désactiver la superposition : %s
he: החלפת מצב שכבת על: %s
hi: ओवरले टॉगल करें: %s
hr: Uključi/isključi preklapanje: %s
id: Alih hamparan: %s
it: Attiva/Disattiva la sovrapposizione: %s
lv: Pārslēgt pārklājumu: %s
nl: Overlay in/uitschakelen: %s
pl: Przełącz nakładkę: %s
pt_br: Alternar sobreposição: %s
pt_pt: Alternar a sobreposição: %s
ro: Comută suprapunerea: %s
ru: Переключить наложение: %s
sr: Укључи оквир: %s
sv: Växla överlagring: %s
tr: Üst katmanı değiştir: %s
zh_cn: 切换覆盖：%s
zh_hant: 切換覆蓋層：%s

# workspace.options.interaction-trigger
source: Trigger
ar: مشغل
ca: Activador
cs: Spustit
de: Auslöser
es: Disparador
eu: Hasi
fr: Déclencheur
he: הקפצה
hi: ट्रिगर
hr: Okidač
id: Picuan
lv: Izraisītājs
pl: Wyzwalacz
pt_br: Ativador
pt_pt: Ativador
ro: Declanșator
ru: Триггер
sr: Окидач
sv: Utlösare
tr: Tetikle
zh_cn: 触发器
zh_hant: 觸發

# workspace.options.interaction-url
source: URL
ar: الرابط المفتوح
he: כתובת
ru: Ссылка
zh_hant: 網址

# workspace.options.interaction-while-hovering
source: While Hovering
ar: حين التحوم
ca: Mentre el cursor està damunt
cs: Při najetí myši
de: Beim Überfahren mit dem Mauszeiger
es: Mientras pasa encima
eu: Sagua gainetik pasatzean
fr: En survolant
he: בזמן ריחוף
hi: माउस कर्सर hover करते समय
hr: Na hover
id: Saat Melayang
it: Durante il passaggio del mouse
lv: Karāšanās laikā
nl: Tijdens hover
pl: Przy najechaniu
pt_br: Durante o hover
pt_pt: Durante o hover
ro: În timp ce plutește
ru: При наведении
sr: Током лебдења
sv: När du håller muspekaren över
tr: Üzerinde Gezinirken
zh_cn: 悬停时
zh_hant: 滑鼠懸停時

# workspace.options.interaction-while-pressing
source: While Pressing
ar: حين الضغط
ca: Mentre es prem
cs: Při stisknutí
de: Bei gedrückter Maustaste
es: Mientras pulsa
eu: Sakatzean
fr: En appuyant
he: בזמן לחיצה
hi: दबाते समय
hr: Dok pritisneš
id: Saat Menekan
it: Durante la pressione
lv: Nospiešanas laikā
nl: Tijdens klikken
pl: Przy naciśnięciu
pt_br: Enquanto clica
pt_pt: Durante a premir
ro: În timp ce este apăsat
ru: При нажатии
sr: Током притиска
sv: När du trycker
tr: Basarken
zh_cn: 按下时
zh_hant: 當按住時

# workspace.options.interactions
source: Interactions
ar: التفاعلات
ca: Interaccions
cs: Interakce
de: Interaktionen
es: Interacciones
eu: Interakzioak
fa: تعاملات
he: אינטראקציות
hi: इंटरैक्शन
hr: Interakcije
id: Interaksi
it: Interazioni
lv: Mijiedarbības
nl: Interacties
pl: Interakcje
pt_br: Interações
pt_pt: Interações
ro: Interacțiuni
ru: Интерактив
sr: Интеракције
sv: Interaktioner
tr: Etkileşimler
zh_cn: 交互
zh_hant: 互動

# workspace.options.interactions.add-interaction
source: Add interaction
cs: Přidat interakci
de: Interaktion hinzufügen
es: Añadir interacción
fr: Ajouter une interaction
he: הוספת אינטראקציה
hi: इंटरैक्शन जोड़ें
hr: Dodajte interakciju
id: Tambahkan interaksi
it: Aggiungi interazione
lv: Pievienot mijiedarbību
nl: Interactie toevoegen
pt_pt: Adicionar interação
ro: Adaugă interacțiune
sv: Lägg till interaktion
tr: Etkileşim ekle
zh_cn: 新增交互
zh_hant: 新增互動

# workspace.options.interactions.remove-interaction
source: Remove interaction
cs: Odebrat interakci
de: Interaktion entfernen
es: Eliminar interacción
fr: Supprimer l'interaction
he: הסרת אינטראקציה
hi: इंटरैक्शन हटाएं
hr: Ukloni interakciju
id: Hapus interaksi
it: Rimuovi interazione
lv: Noņemt mijiedarbību
nl: Interactie verwijderen
pt_pt: Remover interação
ro: Elimină interacțiune
sv: Ta bort interaktion
tr: Etkileşimi kaldır
zh_cn: 移除交互
zh_hant: 移除互動

# workspace.options.layer-options.blend-mode.color
source: Color
ar: اللون
de: Farbe
el: Χρώμα
eu: Kolorea
fa: رنگ
fr: Couleur
he: צבע
hi: रंग
hr: Boja
id: Warna
it: Colore
lv: Krāsa
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sr: Боја
sv: Färg
tr: Renk
zh_cn: 颜色
zh_hant: 顏色

# workspace.options.layer-options.blend-mode.color-burn
source: Color burn
ar: احتراق اللون
ca: Crema el color
de: Farbig nachbelichten
el: Έγκαυμα χρώματος
es: Color más oscuro
eu: Erretako kolorea
fr: Densité plus forte
he: צריבת צבע
hi: रंग जलना
hr: Izgaranje boje
id: Bakaran warna
it: Colore brucia
lv: Krāsas izbalēšana
nl: Kleur versterken
pl: Ściemnianie
pt_br: Queimar cor
pt_pt: Superexposição de cor
ro: Arderea culorii
ru: Затемнение основы
sr: Изгоревање боје
sv: Efterbelys färg
tr: Renk yanması
zh_cn: 颜色加深
zh_hant: 顏色加深

# workspace.options.layer-options.blend-mode.color-dodge
source: Color dodge
ar: انقاص كثافة اللون
ca: Aclareix el color
de: Farbig abwedeln
el: Χρώμα πιο μαλακό
es: Color más suave
eu: Saihestu kolorea
fr: Densité plus faible
he: בריחת צבע
hi: रंग डॉज
hr: Izbjegavanje boja
id: Penghindaran warna
it: Colore scherma
lv: Krāsas izcēlums
nl: Kleur verminderen
pl: Rozjaśnienie
pt_br: Subexposição de cores
pt_pt: Subexposição Linear (Adicionar)
ro: Evitare culoare
ru: Осветление основы
sr: Избегавање боја
sv: Färgskugga
tr: Renk atlatması
zh_cn: 颜色减淡
zh_hant: 顏色增亮

# workspace.options.layer-options.blend-mode.darken
source: Darken
ar: أغمق
ca: Enfosqueix
de: Abdunkeln
el: Σκούρο
es: Oscurecer
eu: Ilundu
fa: تاریک
fr: Assombrir
he: החשכה
hi: अंधेरा करना
hr: Zatamni
id: Gelapkan
it: Scurisci
lv: Aptumšot
nl: Donkerder maken
pl: Ciemniej
pt_br: Escurecer
pt_pt: Escurecer
ro: Întunecat
ru: Затемнение
sr: Потамни
sv: Mörkare
tr: Karart
zh_cn: 变暗
zh_hant: 變暗

# workspace.options.layer-options.blend-mode.difference
source: Difference
ar: الفارق
ca: Resta
de: Differenz
el: Διαφορά
es: Diferencia
eu: Diferentzia
fa: تفاوت
fr: Différence
he: הבדל
hi: भेद
hr: Razlika
id: Perbedaan
it: Differenza
lv: Starpība
nl: Verschil
pl: Różnica
pt_br: Diferença
pt_pt: Diferença
ro: Diferență
ru: Разница
sr: Разлика
sv: Differens
tr: Fark
zh_cn: 差值
zh_hant: 差值

# workspace.options.layer-options.blend-mode.exclusion
source: Exclusion
ar: الإستبعاد
ca: Exclusió
de: Ausschluss
el: Αποκλεισμός
es: Exclusión
eu: Baztertu
he: הדרה
hi: बहिष्करण
hr: Ekskluzija
id: Tidak termasukan
it: Esclusione
lv: Izslēgšana
nl: Uitsluiting
pl: Wykluczenie
pt_br: Exclusão
pt_pt: Exclusão
ro: Excludere
ru: Исключение
sr: Искључење
sv: Uteslutning
tr: Dışla
zh_cn: 排除
zh_hant: 排除

# workspace.options.layer-options.blend-mode.hard-light
source: Hard light
ar: ضوء الثابت
ca: Llum forta
de: Hartes Licht
el: Δυνατο φως
es: Luz fuerte
eu: Argi gogorra
fr: Lumière crue
he: אור קשיח
hi: हार्ड लाइट
hr: Tvrdo svjetlo
id: Cahaya keras
it: Luce intensa
lv: Konturgaisma
nl: Hard licht
pl: Ostre światło
pt_br: Luz direta
pt_pt: Luz direta
ro: Lumină Puternică
ru: Жёсткий свет
sr: Тешко светло
sv: Skarpt ljus
tr: Sert ışık
zh_cn: 强光
zh_hant: 強光

# workspace.options.layer-options.blend-mode.hue
source: Hue
ar: مسحة
ca: To
de: Farbton
el: Απόχρωση
es: Tono
eu: Ñabardura
fa: رنگ
fr: Teinte
he: גוון
hr: Nijansa
id: Rona
it: Tonalità
lv: Nokrāsa
nl: Tint
pl: Barwa
pt_br: Matiz
pt_pt: Matiz
ro: Nuanță
ru: Цветовой тон
sr: Нијанса
sv: Nyans
tr: Ton
zh_cn: 色相
zh_hant: 色調

# workspace.options.layer-options.blend-mode.lighten
source: Lighten
ar: تفتيح
ca: Il·lumina
de: Aufhellen
el: Φωτίζω
es: Aclarar
eu: Argitu
fa: روشن کردن
fr: Éclaircir
he: הבהרה
hi: हल्का
hr: Posvijetli
id: Terangkan
it: Schiarisci
lv: Izgaismot
nl: Lichter maken
pl: Jaśniej
pt_br: Clarear
pt_pt: Clarear
ro: Luminat
ru: Замена светлым
sr: Посветли
sv: Ljusare
tr: Aydınlat
zh_cn: 变亮
zh_hant: 變亮

# workspace.options.layer-options.blend-mode.luminosity
source: Luminosity
ar: لمعان
ca: Lluminositat
de: Luminanz
el: Φωτεινότητα
es: Luminosidad
eu: Argitasuna
fa: درخشندگی
fr: Luminosité
he: תאורה
hi: प्रकाशीयता
hr: Svjetlost
id: Kilau
it: Luminosità
lv: Spožums
nl: Helderheid
pl: Jasność
pt_br: Luminusidade
pt_pt: Luminosidade
ro: Luminozitate
ru: Яркость
sr: Осветљење
sv: Luminiscens
tr: Parlaklık
zh_cn: 亮度
zh_hant: 亮度

# workspace.options.layer-options.blend-mode.multiply
source: Multiply
ar: تضاعف
ca: Multiplica
de: Multiplizieren
el: Πολλαπλασιάζω
es: Multiplicar
eu: Biderkatu
fa: تکثیر
fr: Produit
he: הכפלה
hi: गुणा करना
hr: Umnoži
id: Kalikan
it: Moltiplica
lv: Vairot
nl: Vermenigvuldigen
pl: Mnożenie
pt_br: Multiplicação
pt_pt: Multiplicação
ro: Multiplică
ru: Умножение
sr: Помножи
sv: Multiplicera
tr: Çoğalt
zh_cn: 正片叠底
zh_hant: 圖層混合

# workspace.options.layer-options.blend-mode.normal
source: Normal
ar: عادي
ca: Llum normal
el: Κανονικός
eu: Normala
fa: معمولی
he: רגיל
hi: सामान्य
hr: Normalno
it: Normale
lv: Normāls
nl: Normaal
pl: Normalny
ru: Нормально
sr: Нормално
zh_cn: 正常
zh_hant: 正常

# workspace.options.layer-options.blend-mode.overlay
source: Overlay
ar: تراكب
ca: Superposa
de: Ineinanderkopieren
el: Επικάλυμμα
es: Superponer
eu: Geruza
fr: Incrustation
he: שכבת על
hi: ओवरले
hr: Preklapanje
id: Hamparan
it: Sovrapponi
lv: Pārklājums
pl: Nakładka
pt_br: Sobreposição
pt_pt: Sobrepor
ro: Strat
ru: Наложение
sr: Оквир
sv: Täcka över
tr: Üst katman
zh_cn: 叠加
zh_hant: 疊層

# workspace.options.layer-options.blend-mode.saturation
source: Saturation
ar: التشبع
ca: Saturació
de: Sättigung
el: Κορεσμός
es: Saturación
eu: Asetasuna
fa: اشباع
he: רוויה
hi: संतृप्ति
hr: Saturacija
id: Saturasi
it: Saturazione
lv: Piesātinājums
nl: Verzadiging
pl: Nasycenie
pt_br: Saturação
pt_pt: Saturação
ro: Saturaţie
ru: Насыщенность
sr: Засићеност
sv: Mättnad
tr: Doygunluk
zh_cn: 饱和度
zh_hant: 飽和度

# workspace.options.layer-options.blend-mode.screen
source: Screen
ar: شاشة
ca: Pantalla
de: Negativ multiplizieren
el: Κόσκινο
es: Trama
eu: Pantaila
fa: صفحه نمایش
fr: Superposition
he: מסך
hi: स्क्रीन
hr: Ekran
id: Layar
it: Scolora
lv: Ekrāns
nl: Scherm
pl: Ekran
pt_br: Tela
pt_pt: Tela
ru: Экран
sr: Екран
sv: Raster
tr: Ekran
zh_cn: 滤色
zh_hant: 螢幕疊加

# workspace.options.layer-options.blend-mode.soft-light
source: Soft light
ar: ضوء خافت
ca: Llum suau
de: Weiches Licht
el: Απαλό φως
es: Luz suave
eu: Argi biguna
fr: Lumière tamisée
he: אור רך
hi: कोमल प्रकाश
hr: Nježno svjetlo
id: Cahaya lembut
it: Luce soffusa
lv: Izkliedgaisma
nl: Zacht licht
pl: Łagodne światło
pt_br: Luz difusa
pt_pt: Luz indireta
ro: Lumină slabă
ru: Мягкий свет
sr: Меко светло
sv: Mjukt ljus
tr: Yumuşak ışık
zh_cn: 柔光
zh_hant: 柔光

# workspace.options.layer-options.title
source: Layer
ar: طبقة
ca: Capa
cs: Vrstva
de: Ebene
el: Στρώμα
es: Capa
eu: Geruza
fa: لایه
fr: Calque
he: שכבה
hi: परत
hr: Sloj
id: Lapisan
it: Livello
lv: Slānis
nl: Laag
pl: Warstwa
pt_br: Camada
pt_pt: Camada
ro: Strat
ru: Слой
sr: Слој
sv: Lager
tr: Katman
zh_cn: 图层
zh_hant: 圖層

# workspace.options.layer-options.title.group
source: Group layers
ar: طبقات المجموعة
ca: Agrupa les capes
cs: Seskupení vrstev
de: Ebenen gruppieren
el: στρώματα Ομάδα
es: Capas de grupo
eu: Taldearen geruzak
fr: Grouper les calques
he: קיבוץ שכבות
hi: समूह परतें
hr: Grupiraj layere
id: Lapisan kelompok
it: Livelli di gruppo
lv: Apkopot slāņus
nl: Lagen groeperen
pl: Zgrupowane warstwy
pt_br: Camadas do grupo
pt_pt: Grupo de camadas
ro: Grupează layere
ru: Группировать слои
sr: Групни слојеви
sv: Gruppera lager
tr: Katman grubu
zh_cn: 图层组
zh_hant: 群組圖層

# workspace.options.layer-options.title.multiple
source: Selected layers
ar: الطبقات المحددة
ca: Capes seleccionades
cs: Vybrané vrstvy
de: Ausgewählte Ebenen
el: Επιλεγμένα επίπεδα
es: Capas seleccionadas
eu: Aukeratutako geruzak
fr: Calques sélectionnés
he: שכבות נבחרות
hi: चयनित परतें
hr: Označeni layeri
id: Lapisan terpilih
it: Livelli selezionati
lv: Atlasītie slāņi
nl: Geselecteerde lagen
pl: Wybrane warstwy
pt_br: Camadas selecionadas
pt_pt: Camadas selecionadas
ro: Layere selectate
ru: Выделенные слои
sr: Изабрани слојеви
sv: Markerade lager
tr: Seçili katmanlar
zh_cn: 已选中的图层
zh_hant: 選擇圖層

# workspace.options.layer-options.toggle-layer
source: Toggle layer visibility
cs: Přepnout viditelnost vrstvy
de: Sichtbarkeit der Ebene ein- und ausschalten
es: Mostrar/ocultar capa
fr: Afficher/Cacher le calque
he: הצגת/הסתרת שכבה
hi: परत दृश्यता टॉगल करें
hr: Uključi/isključi vidljivost sloja
id: Sakelar keterlihatan lapisan
it: Attiva/Disattiva visibilità livello
lv: Pārslēgt slāņa redzamību
nl: Laagzichtbaarheid wisselen
ro: Comută vizibilitatea straturilor
sv: Växla lagersynlighet
tr: Katman görünürlüğünü değiştir
zh_cn: 显示/隐藏图层
zh_hant: 切換圖層可見性

# workspace.options.layout-item.advanced-ops
source: Advanced options
ar: خيارات متقدمة
ca: Opcions avançades
cs: Rozšířené možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
eu: Aukera aurreratuak
fr: Options avancées
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
hr: Napredne opcije
id: Opsi tingkat lanjut
it: Opzioni avanzate
lv: Papildu opcijas
nl: Geavanceerde opties
pl: Zaawansowane opcje
pt_br: Opções avançadas
pt_pt: Opções avançadas
ro: Opțiuni avansate
ru: Дополнительные параметры
sr: Напредна подешавања
sv: Avancerade alternativ
tr: Gelişmiş seçenekler
zh_cn: 高级选项
zh_hant: 進階選項

# workspace.options.layout-item.layout-item-max-h
source: Max.Height
ar: أقصى ارتفاع
cs: Maximální výška
de: Max.Höhe
es: Altura.Max
eu: Gehieneko altuera
fr: Hauteur max
he: גובה מר.‏
hi: अधिकतम.ऊंचाई
hr: Max.visina
it: Altezza.Max
lv: Maks.augstums
nl: Max.Hoogte
pl: Maks.Wysokość
pt_br: Altura Máx.
pt_pt: Altura.Máx
ro: Înălțime maximă
ru: Макс. высота
sr: Макс.Висина
sv: Max.höjd
tr: Azami Yükseklik
zh_cn: 最大高度
zh_hant: 最高

# workspace.options.layout-item.layout-item-max-w
source: Max.Width
ar: أقصى عرض
cs: Maximální šířka
de: Max.Breite
es: Ancho.Max
eu: Gehieneko zabalera
fr: Largeur max
he: רוחב מר.‏
hi: अधिकतम.चौड़ाई
hr: Max.širina
it: Larghezza.Max
lv: Maks.platums
nl: Max.Breedte
pl: Maks.Szerokość
pt_br: Largura Máx.
pt_pt: Largura.Máx
ro: Lățime maximă
ru: Макс. ширина
sr: Макс.Ширина
sv: Max.bredd
tr: Azami Genişlik
zh_cn: 最大宽度

# workspace.options.layout-item.layout-item-min-h
source: Min.Height
ar: الحد الأدنو للارتفاع
cs: Minimální výška
de: Min.Höhe
es: Altura.Min
eu: Gutxieneko altuera
fr: Hauteur min
he: גובה מז.‏
hi: न्यूनतम.ऊंचाई
hr: Min.visina
it: Altezza.Min
lv: Min.augstums
nl: Min.Hoogte
pl: Min.Wysokość
pt_br: Altura Min.
pt_pt: Altura.Min
ro: Înălțime minimă
ru: Мин. высота
sr: Мин.Висина
sv: Min.höjd
tr: Asgari Yükseklik
zh_cn: 最小高度

# workspace.options.layout-item.layout-item-min-w
source: Min.Width
ar: الحد الأدنى للعرض
cs: Minimální šířka
de: Min.Breite
es: Ancho.Min
eu: Gutxieneko zabalera
fr: Largeur min
he: רוחב מז.‏
hi: न्यूनतम.चौड़ाई
hr: Min.širina
it: Larghezza.Min
lv: Min.platums
nl: Min.Breedte
pl: Min.Szerokość
pt_br: Altura Min.
pt_pt: Largura.Min
ro: Lățime minimă
ru: Мин. ширина
sr: Мин.Ширина
sv: Min.bredd
tr: Asgari Genişlik
zh_cn: 最小宽度

# workspace.options.layout-item.title.layout-item-max-h
source: Maximum height
ar: أقصى ارتفاع
cs: Maximální výška
de: Maximale Höhe
es: Altura máxima
eu: Gehieneko altuera
fr: Hauteur maximale
he: גובה מרבי
hi: अधिकतम ऊंचाई
hr: Maksimalna visina
id: Tinggi maksimum
it: Altezza massima
lv: Maksimālais augstums
nl: Maximum hoogte
pl: Maksymalna wysokość
pt_br: Altura máxima
pt_pt: Altura máxima
ro: Înălțime maximă
ru: Максимальная высота
sr: Максимална висина
sv: Maximal höjd
tr: Azami yükseklik
zh_cn: 最大高度
zh_hant: 最大高度

# workspace.options.layout-item.title.layout-item-max-w
source: Maximum width
ar: أقصى عرض
cs: Maximální šířka
de: Maximale Breite
es: Ancho máximo
eu: Gehieneko zabalaera
fr: Largeur maximale
he: רוחב מרבי
hi: अधिकतम चौड़ाई
hr: Maksimalna širina
id: Lebar maksimum
it: Larghezza massima
lv: Maksimālais platums
nl: Maximum breedte
pl: Maksymalna szerokość
pt_br: Largura máxima
pt_pt: Largura máxima
ro: Lățime maximă
ru: Максимальная ширина
sr: Максимална ширина
sv: Maximal bredd
tr: Azami genişlik
zh_cn: 最大宽度
zh_hant: 最大寬度

# workspace.options.layout-item.title.layout-item-min-h
source: Minimum height
ar: الحد الأدنى للطول
cs: Minimální výška
de: Mindesthöhe
es: Altura mínima
eu: Gutxieneko altuera
fr: Hauteur minimale
he: גובה מזערי
hi: न्यूनतम ऊंचाई
hr: Minimalna visina
id: Tinggi minimum
it: Altezza minima
lv: Minimālais augstums
nl: Minimum hoogte
pl: Minimalna wysokość
pt_br: Altura mínima
pt_pt: Altura mínima
ro: Înălțime minimă
ru: Минимальная высота
sr: Минимална висина
sv: Minimal höjd
tr: Asgari yükseklik
zh_cn: 最小高度
zh_hant: 最小高度

# workspace.options.layout-item.title.layout-item-min-w
source: Minimum width
ar: الحد الأدنى للعرض
cs: Minimální šířka
de: Mindestbreite
es: Ancho mínimo
eu: Gutxieneko zabalera
fr: Largeur minimale
he: רוחב מזערי
hi: न्यूनतम चौड़ाई
hr: Minimalna širina
id: Lebar minimum
it: Larghezza minima
lv: Minimālais platums
nl: Minimum breedte
pl: Minimalna szerokość
pt_br: Largura mínima
pt_pt: Largura mínima
ro: Lățime minimă
ru: Минимальная ширина
sr: Минимална ширина
sv: Minimal bredd
tr: Asgari genişlik
zh_cn: 最小宽度
zh_hant: 最小寬度

# workspace.options.layout.bottom
source: Bottom
ar: أسفل
ca: Baix
cs: Dole
de: Unten
es: Abajo
eu: Behean
fr: En bas
he: תחתית
hi: तल
hr: Dno
id: Bawah
it: In basso
lv: Apakša
nl: Onderkant
pl: Dół
pt_br: Inferior
pt_pt: Abaixo
ro: Jos
ru: Снизу
sr: Дно
sv: Botten
tr: Alt
zh_cn: 底部
zh_hant: 下

# workspace.options.layout.direction.column
source: Column
ar: عمود
ca: Columna
cs: Sloupec
de: Spalte
es: Columna
eu: Zutabea
fr: Colonne
he: עמודה
hi: स्तंभ
hr: Stupac
id: Kolom
it: Colonna
lv: Sleja
nl: Kolom
pl: Kolumna
pt_br: Coluna
pt_pt: Coluna
ro: Coloană
ru: Столбец
sr: Колона
sv: Kolumn
tr: Sütun
zh_cn: 列
zh_hant: 欄位

# workspace.options.layout.direction.column-reverse
source: Reverse column
ar: العموج العكسي
ca: Columna invertida
cs: Reverzní sloupec
de: Spalte umkehren
es: Columna invertida
eu: Alderantzikatu zutabea
fr: Colonne inversée
he: היפוך עמודה
hi: उलटा स्तंभ
hr: Obrnuti stupac
id: Kolom terbalik
it: Colonna invertita
lv: Apvērsta sleja
nl: Kolom omkeren
pt_pt: Coluna invertida
ro: Coloană inversată
ru: Обратный столбец
sr: Обрнута колона
sv: Omvänd kolumn
tr: Ters sütun
zh_cn: 反向列
zh_hant: 反轉欄位
