Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# onboarding-v2.newsletter.privacy2
source: We will only send relevant emails to you. You can unsubscribe at any time via the unsubscribe link in any of our newsletters.
cs: Budeme vám posílat pouze relevantní e-maily. Z odběru se můžete kdykoli odhlásit pomocí odhlašovacího odkazu v kterémkoli z našich newsletterů.
de: Wir werden nur relevante E-Mails an Sie senden. Sie können sich jederzeit über den Abmeldelink in jedem unserer Newsletter abmelden.
es: Sólo te enviaremos emails relevantes para ti. Puedes desuscribirte en cualquier momento usando el vínculo de desuscripción en cualquiera de nuestras newsletters.
eu: Zuretzat garrantzitsuak diren mezuak bakarrik bidaliko dizkizugu. Harpidetza zuk nahi duzunean eten dezakezu buletinean dagoen esteka erabiliz.
fr: Nous ne vous enverrons que des e-mails pertinents. Vous pouvez vous désabonner à tout moment via votre profil d’utilisateur ou via le lien de désabonnement dans l’une de nos newsletters.
he: אנו נשלח לך בדוא״ל רק הודעות שרלוונטיות לך. אפשר לבטל את המינוי דרך כפתור ביטול המינוי בכל אחת מהודעות הדיוור שלנו.
hi: हम आपको केवल प्रासंगिक ईमेल ही भेजेंगे। आप हमारे किसी भी न्यूज़लेटर में दिए गए अनसब्सक्राइब लिंक के माध्यम से कभी भी सदस्यता समाप्त कर सकते हैं।
hr: Poslat ćemo vam samo relevantne e-poruke. Pretplatu se možete odjaviti u bilo kojem trenutku putem poveznice za odjavu u bilo kojem od naših brošura.
id: Kami hanya akan mengirim surel yang relevan. Anda dapat berhenti berlangganan kapan pun melalui tautan berhenti langganan di buletin apa pun dari kami.
it: Ti invieremo solo email rilevanti. Puoi annullare l'iscrizione in qualsiasi momento tramite il link di cancellazione presente in ogni nostra newsletter.
lv: Mēs nosūtīsim tikai atbilstošus e-pasta ziņojumus. Atteikt abonēšanu var jebkurā laikā ar abonēšanas atteikšanas saiti jebkurā mūsu biļetenā.
ms: Kami hanya akan menghantar e-mel yang berkaitan kepada anda. Anda boleh berhenti melanggan pada bila-bila masa melalui pautan nyahlanggan dalam mana-mana surat berita kami.
nl: We sturen je alleen relevante e-mails. Je kunt je op elk moment afmelden via de afmeldlink in al onze nieuwsbrieven.
pl: Będziemy wysyłać do Ciebie tylko odpowiednie e-maile. Możesz zrezygnować z subskrypcji w dowolnym momencie, korzystając z łącza rezygnacji z subskrypcji w dowolnym z naszych biuletynów.
pt_br: Enviaremos apenas e-mails relevantes para você e você pode cancelar a inscrição a qualquer momento através do link de cancelamento em qualquer uma das newsletters.
pt_pt: Enviaremos apenas e-mails relevantes para você. Você pode cancelar a inscrição a qualquer momento através do link de cancelamento de inscrição em qualquer uma de nossas newsletter.
ro: Îți vom trimite doar e-mailuri relevante. Te poți dezabona oricând prin linkul de dezabonare din oricare dintre buletinele noastre informative.
ru: Мы будем отправлять вам только актуальные электронные письма. Вы можете отказаться от рассылки в любое время, воспользовавшись ссылкой "Отказаться от рассылки" в любом из наших информационных бюллетеней.
sr: Ми ћемо вам слати само релевантне е-поруке. Можете се одјавити у било ком тренутку путем везе за одјаву у било ком од наших билтена.
sv: Vi kommer endast att skicka relevanta e-postmeddelanden till dig. Du kan när som helst avregistrera dig via avregistreringslänken i något av våra nyhetsbrev.
tr: Size yalnızca ilgili e-postaları göndereceğiz. Bültenlerimizden herhangi birindeki abonelikten çıkma bağlantısını kullanarak istediğiniz zaman aboneliğinizi iptal edebilirsiniz.
zh_cn: 我们将仅发送与您有关的邮件，您可以随时在其中任意一封邮件中点击取消订阅。
zh_hant: 我們只會向您發送相關電子郵件。您可以隨時在我們的通訊中通過取消訂閱連結來取消訂閱。

# onboarding-v2.newsletter.updates
source: Send me product updates (new features, releases, fixes...).
cs: Zasílejte mi aktualizace produktu (nové funkce, verze, opravy...).
de: Ich möchte Informationen über Produktaktualisierungen erhalten (neue Funktionen, Veröffentlichung neuer Versionen, Verbesserungen...).
es: Quiero recibir información sobre actualizaciones del producto (nuevas funcionalidades, releases, mejoras...).
eu: Bidali produktuaren eguneraketak (ezaugarri berriak, bertsioak, konponketak, ...).
fr: Envoyez-moi les mises à jour du produit (nouvelles fonctionnalités, versions, corrections...).
he: נא לשלוח לי עדכונים על המוצר (יכולות חדשות, מהדורות, תיקונים…).
hi: मुझे उत्पाद अपडेट भेजें (नई विशेषताएँ, रिलीज़, सुधार आदि)।
hr: Šalji mi ažuriranja proizvoda (nove značajke, izdanja, popravke...).
id: Kirimkan saya pembaruan produk (fitur baru, rilis, perbaikan...).
it: Inviami aggiornamenti sul prodotto (nuove funzionalità, versioni, correzioni…).
lv: Nosūtīt man produkta atjauninājumus (jaunas funkcijas, izlaidumi, labojumi...).
ms: Hantar kepada saya kemas kini produk (ciri baharu, keluaran, pembetulan...).
nl: Stuur mij productnieuws (nieuwe functies, releases, correcties…).
pl: Wysyłaj mi aktualizacje produktów (nowe funkcje, wydania, poprawki...).
pt_br: Quero receber atualizações do produto (novos recursos, lançamentos, correções...).
pt_pt: Envie-me atualizações do produto (novas funcionalidades, lançamentos, correções...).
ro: Trimite-mi actualizări de produse (funcții noi, lansări, remedieri...).
ru: Присылать мне обновления продукта (новые функции, выпуски, исправления...).
sr: Шаљи ми ажурирања производа (нове функције, издања, поправке...).
sv: Skicka mig produktuppdateringar (nya funktioner, releaser, fixar...).
tr: Bana ürün güncellemeleri gönder (yeni özellikler, sürümler, düzeltmeler...).
zh_cn: 向我发送一些产品更新（新功能，新版本，新修复等）。
zh_hant: 向我發送產品更新（新功能、發布、修復…）。

# onboarding-v2.welcome.desc1
source: Penpot is Open Source and it is made by Kaleidos as well as the community, where lots of people already help each other out. Everyone can collaborate by:
ar: Penpot هو برنامج مفتوح المصدر وهو من صنع Kaleidos وكذلك المجتمع، حيث يساعد الكثير من الناس بعضهم البعض بالفعل. يمكن للجميع التعاون من خلال:
cs: Penpot je Open Source a vytváří ho Kaleidos i komunita, kde si už spousta lidí pomáhá. Všichni mohou spolupracovat:
de: Penpot ist Open Source und wird sowohl von Kaleidos als auch von der Community entwickelt, wo sich viele Leute bereits gegenseitig helfen. Jeder kann mitmachen:
es: Penpot es Código Abierto y está hecho por Kaleidos y la comunidad, donde ya hay mucha gente ayudándose unos a otros. Formas de colaborar:
eu: Penpot Kode Irekikoa da eta Kaleidos eta komunitateak egindakoa da. Laguntzeko erak:
fr: Penpot est un logiciel Open Source créé par Kaleidos et la communauté, où de nombreuses personnes s’entraident déjà. Tout le monde peut collaborer en :
he: Penpot הוא בקוד פתוח והוא נוצר על ידי Kaleidos וגם על ידי הקהילה בה מגוון אנשים כבר מסייעים זה לזה. כל אחד יכול לתרום דרך:
hi: पेनपॉट एक ओपन सोर्स प्रोजेक्ट है जिसे Kaleidos और समुदाय द्वारा मिलकर बनाया गया है, जहाँ कई लोग पहले से ही एक-दूसरे की मदद कर रहे हैं। हर कोई निम्न तरीकों से सहयोग कर सकता है:
hr: Penpot je Open Source i izradio ga je Kaleidos kao i zajednica, gdje mnogi ljudi već pomažu jedni drugima. Svi mogu surađivati na:
id: Penpot itu Sumber Terbuka dan dibuat oleh Kaleidos beserta komunitasnya, di mana banyak orang sudah membantu sesama. Siapa pun dapat berkontribusi dengan:
it: Penpot è Open Source ed è prodotto da Kaleidos così come dalla comunità, in cui già adesso tantissime persone si aiutano a vicenda. Chiunque può collaborare:
lv: Penpot ir Atvērtā pirmkoda lietotne, un to izstrādā Kaleidos, kā arī kopiena, kurā daudz cilvēku jau palīdz cits citam. Visi var sadarboties:
ms: Penpot ialah Sumber Terbuka dan ia dibuat oleh Kaleidos serta komuniti, di mana ramai orang sudah membantu antara satu sama lain. Semua orang boleh bekerjasama dengan:
nl: Penpot is Open Source en is gemaakt door zowel Kaleidos als de gemeenschap, waar al veel mensen elkaar helpen. Iedereen kan samenwerken door:
pl: Penpot jest Open Source i jest tworzony przez Kaleidos oraz społeczność, w której wiele osób już pomaga sobie nawzajem. Każdy może współpracować poprzez:
pt_br: O Penpot é Código Aberto (open-source) e é feito pela Kaleidos e também pela comunidade, onde muitas pessoas já se ajudam. Todos podem colaborar:
pt_pt: O Penpot é um software de código aberto criado pela Kaleidos e também pela comunidade, onde muitas pessoas já colaboram. Todos podem colaborar:
ro: Penpot este Open Source și este făcut de Kaleidos, precum și de comunitate, unde mulți oameni deja se ajută reciproc. Toată lumea poate colabora prin:
ru: Penpot — проект с открытым исходным кодом, созданный Kaleidos и сообществом, где многие люди уже помогают друг другу. Каждый может начать сотрудничество:
sr: Penpot је отвореног кода и развијен је од стране компаније Kaleidos као и заједница у којој много људи већ помажу једни другима. Сви могу сарађивати на следеће начине:
sv: Penpot är Open Source och det är gjort av Kaleidos såväl som av communityn, där många människor redan hjälper varandra. Alla kan samarbeta genom att:
tr: Penpot açık kaynaklıdır ve Kaleidos'un yanı sıra birçok insanın birbirine yardım ettiği topluluk tarafından yapılmıştır. Herkes işbirliğine katılabilir:
zh_cn: Penpot是由Kaleidos及社区共同开发的开源软件，许多人已经在社区中互相帮助。每个人都可以通过以下方式进行协作：
zh_hant: Penpot係由Kaleidos及與社群成員共同協作的開放原始碼軟件。所有人皆可以下方法協作：

# onboarding-v2.welcome.desc2
source: A public space to learn, share and discuss about Penpot, its present and future with the entire Community and the Penpot core team.
ar: مساحة عامة للتعلم والمشاركة والمناقشة حول Penpot وحاضرها ومستقبلها مع المجتمع بأكمله وفريق Penpot الأساسي.
cs: Veřejný prostor, kde se můžete učit, sdílet a diskutovat o Penpot, jeho současnosti a budoucnosti s celou komunitou a týmem Penpot.
de: Ein öffentlicher Raum zum Lernen, Teilen und Diskutieren über Penpot, seine Gegenwart und Zukunft mit der gesamten Community und dem Penpot-Kernteam.
es: Un espacio público donde aprender, compatir y discutir sobre el presente y futuro con toda la Comunidad y el equipo de Penpot.
eu: Penpoten oraina eta etorkizunari buruz ikasi, partekatu eta eztabaidatzeko tokia.
fr: Un espace public pour apprendre, partager et échanger autour de Penpot, de son présent et de son avenir avec l'ensemble de la communauté et l'équipe centrale de Penpot.
he: מקום ציבורי ללמידה, שיתוף ודיון על Penpot, ההווה והעתיד שלו עם כל הקהילה וצוות הליבה של Penpot.
hi: एक सार्वजनिक स्थान जहाँ पूरी कम्युनिटी और पेनपॉट कोर टीम के साथ पेनपॉट, उसके वर्तमान और भविष्य के बारे में सीखने, साझा करने और चर्चा करने के लिए।
hr: Javni prostor za učenje, dijeljenje i raspravu o Penpotu, njegovoj sadašnjosti i budućnosti s cijelom zajednicom i glavnim timom Penpota.
id: Sebuah ruang umum untuk belajar, berbagi, dan berdiskusi tentang Penpot, masa sekarang dan masa depan dengan seluruh Komunitas dan tim inti Penpot.
it: Uno spazio pubblico dove imparare, condividere e discutere su Penpot, il suo presente e futuro con l'intera Comunità e con il team di Penpot.
lv: Publiska telpa, lai mācītos, dalītos un apspriestu Penpot, tās tagadni un nākotni ar visu kopienu un Penpot kodola komandu.
ms: Ruang awam untuk belajar, berkongsi dan membincangkan tentang Penpot, masa kini dan masa depannya dengan seluruh Komuniti dan pasukan teras Penpot.
nl: Een openbare ruimte om te leren, te delen en te discussiëren over Penpot, zijn heden en toekomst met de hele gemeenschap en het kernteam van Penpot.
pl: Przestrzeń publiczna do nauki, dzielenia się i dyskusji o Penpot, jego teraźniejszości i przyszłości z całą społecznością i głównym zespołem Penpot.
pt_br: Um espaço público para aprender, compartilhar e discutir sobre o Penpot, seu presente e futuro com toda a Comunidade e a equipe principal do Penpot.
pt_pt: Um espaço público para aprender, partilhar e discutir sobre o Penpot, o presente e futuro com toda a Comunidade e com a equipa principal do Penpot.
ro: Un spațiu public pentru a învăța, a împărtăși și a discuta despre Penpot, prezentul și viitorul său cu întreaga comunitate și echipa principală Penpot.
ru: Общественное пространство, где можно узнавать, делиться и обсуждать Penpot, его настоящее и будущее со всем сообществом и основной командой Penpot.
sr: Јавни простор за учење, дељење и дискутовање о Penpot-у, његовом садашњем стању и будућности са целокупном заједницом и основним тимом Penpot-а.
sv: Ett offentligt utrymme för att lära sig, dela och diskutera om Penpot, dess nutid och framtid med hela communityt och Penpots kärnteam.
tr: Tüm topluluk ve Penpot çekirdek takımı ile Penpot, bugünü ve geleceği hakkında bilgi edinmek, paylaşmak ve tartışmak için herkese açık bir alan.
zh_cn: 一个与整个社区和Penpot核心团队学习、分享和讨论Penpot及其现在和未来的公共空间。
zh_hant: 這是與整個社群和 Penpot 核心團隊一起學習、分享和討論 Penpot、它的現在和未來的公共空間。

# onboarding-v2.welcome.desc2.title
source: Participating in the Community
ar: المشاركة في المجتمع
cs: Účast v komunitě
de: Mitwirkung in der Community
es: Participando en la Comunidad
eu: Komunitatean parte hartzen
fr: Participation à la Communauté
he: השתתפות בפעילות הקהילתית
hi: समुदाय में भागीदारी
hr: Sudjelovanje u Community-u
id: Berpartisipasi dalam Komunitas
it: Partecipando nella Comunità
lv: Dalība Kopienā
ms: Mengambil bahagian dalam Komuniti
nl: Deelnemen aan de Penpot-gemeenschap
pl: Uczestnictwo w społeczności
pt_br: Participando da Comunidade
pt_pt: Participando na Comunidade
ro: Participând în Comunitate
ru: Участие в жизни общества
sr: Учествовање у заједници
sv: Deltagande i communitin
tr: Topluluğa Katılım
zh_cn: 参与到社区中
zh_hant: 參與社群活動

# onboarding-v2.welcome.desc3
source: Where you’ll find how to collaborate with translations, feature requests, core contributions, bug hunting…
ar: حيث ستجد كيفية التعاون في الترجمات وطلبات الميزات والمساهمات الأساسية والبحث عن الأخطاء…
cs: Kde najdete, jak spolupracovat s překlady, požadavky na funkce, hlavními příspěvky, hledáním chyb…
de: Hier erfahren Sie, wie Sie bei Übersetzungen, Feature Requests, Core-Entwicklung und der Fehlersuche helfen können…
es: Aquí encontrarás cómo colaborar con traducciones, solicitar funcionalidades, contribuir en el código, cazar errores…
eu: Hemen izango duzu itzulpenekin laguntzeko informazioa, funtzionalitateak eskatzeko modua, erroreak bilatzekoa…
fr: Vous y trouverez comment collaborer avec des traductions, des demandes de fonctionnalités (feature requests), des contributions au code, la recherche de bugs…
he: כאן אפשר למצוא מידע על כיצד לשתף פעולה בנושאי תרגום, בקשות יכולות, תרומות ליבה, מצוד אחר תקלות…
hi: जहाँ आप अनुवाद, फीचर अनुरोध, मुख्य योगदान, बग खोज आदि में सहयोग करने का तरीका जान सकते हैं…
hr: Gdje ćete pronaći kako surađivati s prijevodima, zahtjevima za unapređenje, temeljnim doprinosima, potragom za bugovima…
id: Di mana Anda akan menemukan cara berkolaborasi dengan terjemahan, permintaan fitur, kontribusi inti, pemburuan kutu…
it: Qui troverai come collaborare con le traduzioni, richiedere funzionalità, contribuire al codice, cercare bug…
lv: Kur būs atrodams, kā līdzdarboties pie tulkojumiem, iespēju pieprasījumiem, devuma kodolam, kļūdu meklēšanas…
ms: Di mana anda akan menemui cara untuk bekerjasama dengan terjemahan, permintaan ciri, sumbangan teras, pemburuan pepijat…
nl: Waar je kunt vinden hoe je kunt samenwerken aan vertalingen, functieverzoeken, kernbijdragen, zoeken naar bugs…
pl: Gdzie dowiesz się, jak współpracować przy tłumaczeniach, prośbach o nowe funkcje, podstawowych treściach, wyszukiwaniu błędów…
pt_br: Onde você poderá colaborar com traduções, solicitações de recursos, contribuições principais, caçando bugs…
pt_pt: Onde vais encontrar como colaborar com traduções, solicitações de funcionalidades, contribuições core, caça a bugs…
ro: Unde vei găsi cum să colaborezi cu traduceri, solicitări de funcții, contribuții de bază, vânătoare de erori…
ru: Здесь вы узнаете, как сотрудничать с переводами, запросами функций, основным вкладом, поиском ошибок…
sr: Овде ћете пронаћи информације о томе како да сарађујете кроз преводе, захтеве за нове функције, основне доприносе, тражење грешака…
sv: Där du hittar hur man samarbetar med översättningar, funktionsförfrågningar, kärnutveckling, buggjakt…
tr: Çeviriler, özellik istekleri, temel katkılar, hata avı ile nasıl işbirliği yapacağınızı bulacağınız yer…
zh_cn: 在这里，您将了解如何协作进行翻译、功能需求提出、核心代码贡献、BUG修复等…
zh_hant: 在這裡你可以找到如何協作翻譯、功能請求、核心貢獻、漏洞搜尋等…

# onboarding-v2.welcome.desc3.title
source: Contributing guide
ar: دليل المساهمة
cs: Průvodce přispíváním
de: Leitfaden für Mitwirkende
es: Guía de contribución
eu: Laguntzeko gida
fr: Guide du contributeur
he: מדריך למתנדבים
hi: योगदान मार्गदर्शिका
hr: Vodič za doprinos
id: Panduan berkontribusi
it: Guida alla contribuzione
lv: Līdzdalības rokasgrāmata
ms: Panduan memberi sumbangan
nl: Bijdragen
pl: Przewodnik współtworzenia
pt_br: Guia do contribuidor
pt_pt: Guia de Contribuição
ro: Ghid de contribuție
ru: Руководство по участию в проекте
sr: Водич за допринос
sv: Guide för medskapare
tr: Katkıda bulunma kılavuzu
zh_cn: 贡献指南
zh_hant: 貢獻指南

# onboarding-v2.welcome.title
source: Welcome to Penpot!
ar: مرحبًا بك في Penpot!
ca: Us donem la benvinguda a Penpot!
cs: Vítejte v Penpot!
de: Willkommen bei Penpot!
es: ¡Te damos la bienvenida a Penpot!
eu: Ongi etorri Penpotera!
fr: Bienvenue sur Penpot !
he: ברוך בואך ל־Penpot!
hi: पेनपोट में आपका स्वागत है!
hr: Dobrodošli u Penpot!
id: Selamat datang di Penpot!
it: Benvenuti su Penpot!
lv: Laipni lūdzam Penpot!
ms: Selamat datang ke Penpot!
nl: Welkom bij Penpot!
pl: Witamy w Penpot!
pt_br: Bem-vindo ao Penpot!
pt_pt: Bem-vindo ao Penpot!
ro: Bun venit la Penpot!
ru: Добро пожаловать в Penpot!
sr: Добродoшли у Penpot!
sv: Välkommen till Penpot!
tr: Penpot'a hoş geldiniz!
zh_cn: 欢迎来到Penpot!
zh_hant: 歡迎來到 Penpot！

# onboarding.choice.team-up.continue-creating-team
source: Continue creating team
cs: Pokračujte ve vytváření týmu
de: Mit der Erstellung eines Teams fortsetzen
es: Continuar creando equipo
fr: Continuer en créant une équipe
he: להמשיך ביצירת צוות
hi: टीम बनाना जारी रखें
hr: Nastavite sa stvaranjem tima
id: Lanjutkan membuat tim
it: Continua creando un team
lv: Turpināt komandas izveidošanu
ms: Teruskan mencipta pasukan
nl: Doorgaan met team aanmaken
pt_pt: Continuar criação de equipa
ro: Continuă să creezi echipa
ru: Продолжить создание команды
sr: Наставите са стварањем тима
sv: Fortsätt skapa team
tr: Takım oluşturmaya devam edin
zh_cn: 继续创建团队
zh_hant: 繼續建立團隊

# onboarding.choice.team-up.continue-without-a-team
source: Continue without team
cs: Pokračovat bez týmu
de: Ohne Team fortsetzen
es: Seguir sin equipo
fr: Continuer sans équipe
he: להמשיך בלי צוות
hi: बिना टीम के जारी रखें
hr: Nastavi bez tima
id: Lanjutkan tanpa tim
it: Continua senza team
lv: Turpināt bez komandas
ms: Teruskan tanpa pasukan
nl: Doorgaan zonder team
pt_pt: Continuar sem equipa
ro: Continuă fără o echipă
ru: Продолжить без команды
sr: Наставите без тима
sv: Fortsätt utan team
tr: Takım olmadan devam edin
zh_cn: 以个人身份继续
zh_hant: 在沒有團隊的情況下繼續

# onboarding.choice.team-up.create-team-and-invite
source: Create team & invite
cs: Vytvořte tým a pozvěte
de: Team erstellen & einladen
es: Crear equipo e invitar
fr: Créer une équipe et inviter
he: ליצור צוות ולהזמין
hi: टीम बनाएं और आमंत्रित करें
hr: Stvorite tim i pozovite
id: Buat tim & undang
it: Crea team e invita
lv: Izveidot komandu un uzaicināt
ms: Buat pasukan & jemput
nl: Team aanmaken & uitnodigen
pt_pt: Criar equipa e convidar
ro: Creează o echipă și invită
ru: Создать команду и пригласить
sr: Направите тим и позовите
sv: Skapa team & inbjudan
tr: Takım oluşturun ve davet edin
zh_cn: 创建团队 & 邀请
zh_hant: 建立團隊&邀請

# onboarding.choice.team-up.create-team-and-send-invites
source: Create team and send invites
cs: Vytvořte tým a odešlete pozvánky
de: Team erstellen und Einladungen versenden
es: Crear equipo y enviar invitaciones
fr: Créer une équipe et envoyer des invitations
he: ליצור צוות ולשלוח הזמנות
hi: टीम बनाएं और आमंत्रण भेजें
hr: Stvorite tim i pošaljite pozivnice
id: Buat tim dan kirim undangan
it: Crea team e invia inviti
lv: Izveidot komandu un nosūtīt uzaicinājumus
ms: Buat pasukan dan hantar jemputan
nl: Team aanmaken en uitnodigingen versturen
pt_pt: Criar equipa e enviar convites
ro: Creează o echipă și trimite invitații
ru: Создать команду и отправить приглашения
sr: Направите тим и пошаљите позивнице
sv: Skapa team och skicka inbjudningar
tr: Takım oluşturun ve davet gönderin
zh_cn: 创建团队并发送邀请
zh_hant: 建立團隊並發送邀請

# onboarding.choice.team-up.create-team-and-send-invites-description
source: You'll be able to invite later
cs: Budete moci pozvat později
de: Sie können später einladen
es: Podrás enviar invitaciones después
fr: Vous pourrez envoyer les invitations plus tard
he: אפשר להזמין בהמשך
hi: आप बाद में आमंत्रित कर सकेंगे
hr: Moći ćete pozvati kasnije
id: Anda nanti akan dapat mengundang
it: Puoi inviare gli inviti più tardi
lv: Uzaicināt būs iespējams vēlāk
ms: Anda boleh menjemput kemudian
nl: Je kunt later uitnodigen
pt_pt: Poderás enviar convites mais tarde
ro: Poți invita și mai târziu
ru: Вы сможете пригласить позже
sr: Моћи ћете да позовете касније
sv: Du kan bjuda in senare
tr: Daha sonra davet edebileceksiniz
zh_cn: 你可以稍后再邀请成员
zh_hant: 您可以以後邀請

# onboarding.choice.team-up.create-team-desc
source: After naming your team, you will be able to invite people to join.
ar: بعد تسمية فريقك، ستتمكن من دعوة الأشخاص للانضمام.
ca: Quan poseu un nom a l'equip, podreu convidar persones a unir-s'hi.
cs: Po pojmenování svého týmu budete moci pozvat lidi, aby se přidali.
de: Nach der Bennenung Ihres Teams, können Sie andere Personen einladen.
es: Tras nombrar tu equipo podrás invitar a personas para que se unan.
eu: Taldeari izena eman ostean, pertsona gehiago gonbidatu ditzakezu.
fa: پس از نامگذاری تیم خود، می‌توانید افراد را برای پیوستن دعوت کنید.
fr: Après avoir nommé votre équipe, vous pourrez inviter des personnes à la rejoindre.
he: לאחר מתן שם לצוות שלך, יתאפשר לך להזמין אנשים להצטרף.
hi: अपनी टीम का नाम रखने के बाद, आप लोगों को आमंत्रित कर सकेंगे शामिल होने के लिए।
hr: Nakon što imenuješ svoj tim, moći ćeš pozvati ljude da se pridruže.
id: Setelah memberi nama tim, Anda akan dapat mengundang orang-orang untuk bergabung.
it: Dopo aver nominato il tuo team, potrai invitare persone ad unirsi ad esso.
lv: Pēc komandas nosaukuma piešķiršanas varēs uzaicināt cilvēkus tai pievienoties.
ms: Selepas menamakan pasukan anda, anda akan dapat menjemput orang untuk menyertai.
nl: Nadat je je team een naam hebt gegeven, kun je mensen uitnodigen om lid te worden.
pl: Po nazwaniu swojego zespołu będziesz mógł zapraszać osoby do dołączenia.
pt_br: Depois de nomear sua equipe, você poderá convidar pessoas para participar.
pt_pt: Depois de nomeares a tua equipa, poderás convidar pessoas para entrar.
ro: După ce îți denumești echipa, vei putea invita oameni să se alăture.
ru: После добавления названия команды, вы сможете пригласить людей присоединиться.
sr: Након што дате име свом тиму, моћи ћете да позовете људе да се придруже.
sv: Efter att ha namngett ditt team kommer du att kunna bjuda in människor att gå med.
tr: Takımınızı adlandırdıktan sonra, insanları katılmaya davet edebileceksiniz.
zh_cn: 命名团队后，您将能够邀请他人加入。
zh_hant: 命名您的團隊後，您就可以邀請人們加入。

# onboarding.choice.team-up.create-team-placeholder
source: Enter the name of the team
ar: أدخل اسم الفريق
ca: Introduïu el nom de l'equip
cs: Zadejte název týmu
de: Geben Sie den Namen des Teams ein
es: Introduce el nombre del equipo
eu: Idatzi taldearen izena
fr: Entrez le nom de l'équipe
he: נא למלא את שם הצוות
hi: टीम का नाम दर्ज करें
hr: Unesi naziv tima
id: Masukkan nama tim
it: Inserisci il nome del team
lv: Jāievada komandas nosaukums
ms: Masukkan nama pasukan
nl: Voer de naam van het team in
pl: Wprowadź nazwę zespołu
pt_br: Digite o nome da equipe
pt_pt: Escreve o nome da equipa
ro: Introduceți numele echipei
ru: Введите название команды
sr: Унесите име тима
sv: Ange namnet på teamet
tr: Takımın adını girin
zh_cn: 输入团队名称
zh_hant: 輸入團隊名稱
