Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.libraries.shared-library-btn
source: Connect library
ar: اتصل بمكتبة
cs: Připojit knihovnu
de: Bibliothek verknüpfen
es: Conectar biblioteca
fr: Connecter librairie
he: חיבור ספרייה
hi: लाइब्रेरी कनेक्ट करें
hr: Povežite biblioteku
id: Hubungkan pustaka
it: Connetti libreria
lv: Savienot bibliotēku
nl: Bibliotheek verbinden
pt_pt: Conectar biblioteca
ro: Conectează biblioteca
ru: Подключить библиотеку
sr: Повежите библиотеку
sv: Anslut bibliotek
tr: Kütüphaneyi bağla
zh_cn: 连接共享库
zh_hant: 連接圖庫

# workspace.libraries.text.multiple-typography
source: Multiple typographies
ar: كتابات عديدة
ca: Diverses tipografies
cs: Několik typografií
de: Mehrere Textstile
el: Πολλαπλές τυπογραφίες
es: Varias tipografías
eu: Letra-tipo anitz
fr: Plusieurs typographies
he: מגוון טיפוגרפיות
hi: एकाधिक टाइपोग्राफी
hr: Višestruke tipografije
id: Beberapa tipografi
it: Elementi tipografici multipli
lv: Vairāki burtu stili un veidi
nl: Meervoudige typografie
pl: Wiele typografii
pt_br: Tipografias múltiplas
pt_pt: Múltiplas tipografias
ro: Tipografii multiple
ru: Несколько типографик
sr: Више типографија
sv: Flera typografier
tr: Çoklu tipografiler
zh_cn: 复合排版
zh_hant: 多種字體樣式

# workspace.libraries.text.multiple-typography-tooltip
source: Unlink all typographies
ar: إلغاء روابط كل الكتابات
ca: Desvincula totes les tipografies
cs: Odpojte všechny typografie
de: Verknüpfung aller Textstile aufheben
el: Αποσύνδεση όλων των τυπογραφιών
es: Desvincular todas las tipografías
eu: Kendu esteka letra-tipo guztiei
fr: Dissocier toutes les typographies
he: ניתוק כל הטיפוגרפיות
hi: सभी टाइपोग्राफ़ी अनलिंक करें
hr: Prekini vezu svih tipografija
id: Lepaskan tautan dari semua tipografi
it: Scollega tutti gli elementi tipografici
lv: Atsaistīt visus burtu stilus un veidus
nl: Alle typografie ontkoppelen
pl: Odlinkuj wszystkie typografie
pt_br: Desassociar todas as tipografias
pt_pt: Desassociar todas as tipografias
ro: Deconectează toate tipografiile
ru: Отвязать все типографики
sr: Прекините везу са свим типографијама
sv: Avlänka alla typografier
tr: Tüm tipografileri ayır
zh_cn: 断开所有排版的链接
zh_hant: 解除所有字體樣式的連結

# workspace.libraries.unlink-library-btn
source: Disconnect library
ar: افصل المكتبة
cs: Odpojit knihovnu
de: Bibliothek trennen
es: Desconectar biblioteca
fr: Déconnecter librairie
he: ניתוק ספרייה
hi: लाइब्रेरी डिस्कनेक्ट करें
hr: Odspojite biblioteku
id: Putuskan pustaka
it: Disconnetti libreria
lv: Atvienot bibliotēku
nl: Bibliotheekverbinding verbreken
pt_pt: Desconectar biblioteca
ro: Deconectează biblioteca
ru: Отключить библиотеку
sr: Прекините везу са библиотеком
sv: Koppla från biblioteket
tr: Kütüphanenin bağlantısını kes
zh_cn: 断开共享库
zh_hant: 取消圖庫連接

# workspace.libraries.update
source: Update
ar: التحديث
ca: Actualitza
cs: Aktualizace
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fa: به‌روزرسانی
fr: Mettre à jour
he: עדכון
hi: अद्यतन
hr: Ažuriranje
id: Perbarui
it: Aggiorna
lv: Atjaunināt
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sr: Ажурирај
sv: Uppdatera
tr: Güncelle
zh_cn: 更新
zh_hant: 更新

# workspace.libraries.update.see-all-changes
source: see all changes
ar: رؤية جميع التغييرات
cs: zobrazit všechny změny
de: alle Änderungen anzeigen
es: ver todos los cambios
fr: Voir tous les changements
he: הצגת כל השינויים
hi: सभी परिवर्तन देखें
hr: vidjeti sve promjene
id: lihat semua perubahan
it: vedi tutti i cambiamenti
lv: apskatīt visas izmaiņas
nl: alle wijzigingen bekijken
pt_pt: ver todas as alterações
ro: vedeți toate schimbările
ru: смотреть все изменения
sr: види све промене
sv: se alla ändringar
tr: tüm değişiklikleri gör
zh_cn: 查看所有修改
zh_hant: 查看所有變更

# workspace.libraries.updates
source: UPDATES
ar: التحديثات
ca: ACTUALITZACIONS
cs: AKTUALIZACE
de: AKTUALISIERUNG
el: ΕΝΗΜΕΡΩΣΕΙΣ
es: ACTUALIZACIONES
eu: EGUNERAKETAK
fa: به‌روزرسانی‌ها
fr: MISES À JOUR
he: עדכונים
hi: अपडेट
hr: AŽURIRANJA
id: PEMBARUAN
it: AGGIORNAMENTI
lv: ATJAUNINĀJUMI
pl: AKTUALIZACJE
pt_br: ATUALIZAÇÔES
pt_pt: ATUALIZAÇÕES
ro: ACTUALIZĂRI
ru: ОБНОВЛЕНИЯ
sr: АЖУРИРАЊА
sv: UPDATERINGAR
tr: GÜNCELLEMELER
zh_cn: 更新
zh_hant: 更新

# workspace.notification-pill.detail
source: Details
es: Detalles
fr: Détails
he: פרטים
hi: विवरण
it: Dettagli
lv: Informācija
ro: Detalii
sv: Detaljer
tr: Ayrıntılar
zh_cn: 细节

# workspace.options.add-interaction
source: Click the + button to add interactions.
ar: انقر على زر +لإضافة التفاعلات
ca: Feu clic en el botó de + per a afegir interaccions.
cs: Kliknutím na tlačítko + přidáte interakce.
de: Klicken Sie auf den + Button um Interaktionen hinzuzufügen.
es: Pulsa el botón + para añadir interacciones.
eu: Sakatu + botoia interakzioak gehitzeko.
fr: Cliquez sur le bouton « + » pour ajouter des interactions.
he: יש ללחוץ על הכפתור + כדי להוסיף אינטראקציות.
hi: इंटरैक्शन जोड़ने के लिए + बटन पर क्लिक करें।
hr: Klikni gumb + za dodavanje interakcija.
id: Klik tombol + untuk menambahkan interaksi.
it: Clicca il bottone + per aggiungere interazioni.
lv: Jāklikšķina uz pogas "+", lai pievienotu mijiedarbības.
nl: Klik op de knop + om interacties toe te voegen.
pl: Kliknij przycisk +, aby dodać interakcje.
pt_br: Clique no botão + para adicionar interações.
pt_pt: Clica no botão + para adicionar interações.
ro: Faceți clic pe butonul + pentru a adăuga interacțiuni.
ru: Нажмите кнопку "+" для добавления интерактива.
sr: Кликните на + дугме да бисте додали интеракције.
sv: Klicka på + knappen för att lägga till interaktioner.
tr: Etkileşimler eklemek için + düğmesine tıklayın.
zh_cn: 单击 + 按钮以添加交互。
zh_hant: 按一下 + 按鈕來新增互動。

# workspace.options.blur-options.add-blur
source: Add blur
cs: Přidat rozostření
de: Weichzeichnen hinzufügen
es: Añadir desenfoque
fr: Ajouter du flou
he: הוספת טשטוש
hi: धुंधलापन जोड़ें
hr: Dodajte zamućenje
id: Tambahkan buram
it: Aggiungi sfocatura
lv: Pievienot aizmiglojumu
nl: Vervaging toevoegen
pt_pt: Adicionar desfoque
ro: Adaugă estompare
sv: Lägg till oskärpa
tr: Bulanıklık ekle
zh_cn: 新增模糊
zh_hant: 加入模糊效果

# workspace.options.blur-options.remove-blur
source: Remove blur
cs: Odebrat rozostření
de: Weichzeichnen entfernen
es: Eliminar desenfoque
fr: Supprimer le flou
he: הסרת טשטוש
hi: धुंधलापन हटाएँ
hr: Ukloni zamućenje
id: Hapus buram
it: Elimina sfocatura
lv: Noņemt aizmiglojumu
nl: Vervaging verwijderen
pt_pt: Remover desfoque
ro: Elimină estompare
sv: Ta bort oskärpa
tr: Bulanıklığı kaldır
zh_cn: 移除模糊
zh_hant: 移除模糊效果

# workspace.options.blur-options.title
source: Blur
ar: الطمس
ca: Difuminat
cs: Rozostření
de: Weichzeichnen
el: Θολούρα
es: Desenfoque
eu: Lausotu
fa: محو
fr: Flou
he: טשטוש
hi: धुंधला
hr: Zamuti
id: Buram
it: Sfocatura
lv: Aizmiglojums
nl: Vervagen
pl: Rozmycie
pt_br: Desfoque
pt_pt: Desfoque
ro: Estompare
ru: Размытие
sr: Замућење
sv: Oskärpa
tr: Bulanıklık
zh_cn: 模糊
zh_hant: 模糊

# workspace.options.blur-options.title.group
source: Group blur
ar: تطميس المجموعة
ca: Difuminat del grup
cs: Rozostření skupiny
de: Gruppe weichzeichnen
el: Θολούρα της ομάδας
es: Desenfoque del grupo
eu: Taldea lausotu
fr: Flou de groupe
he: טשטוש קבוצה
hi: समूह धुंधला
hr: Grupiraj zamućenje
id: Buram kelompok
it: Sfocatura di gruppo
lv: Kopas aizmiglojums
nl: Groep vervagen
pl: Rozmycie grupowe
pt_br: Desfoque do grupo
pt_pt: Desfoque de grupo
ro: Blur pe grup
ru: Групповое размытие
sr: Групно замућење
sv: Grupposkärpa
tr: Grup bulanıklığı
zh_cn: 编组模糊
zh_hant: 群組模糊效果

# workspace.options.blur-options.title.multiple
source: Selection blur
ar: تطميس المحدد
ca: Difuminat de selecció
cs: Rozostření výběru
de: Auswahl weichzeichnen
el: Θόλωμα επιλογής
es: Desenfoque de la selección
eu: Aukeraketa lausotu
fr: Flou de sélection
he: טשטוש בחירה
hi: चयन धुंधला
hr: Odabir zamućenja
id: Buram seleksi
it: Sfocatura della selezione
lv: Atlases aizmiglojums
nl: Selectie vervagen
pl: Rozmycie zaznaczenia
pt_br: Desfoque da seleção
pt_pt: Desfoque de seleção
ro: Selecţie de blur
ru: Выборка размытия
sr: Замућење избора
sv: Oskärpemarkering
tr: Seçim bulanıklığı
zh_cn: 选项模糊
zh_hant: 選擇模糊效果

# workspace.options.blur-options.toggle-blur
source: Toggle blur
cs: Přepnout rozostření
de: Weichzeichnen ein -und aufblenden
es: Mostrar/ocultar desenfoque
fr: Activer/Désactiver le flou
he: החלת/הסרת טשטוש
hi: धुंधलापन टॉगल करें
hr: Uključi/isključi zamućenje
id: Sakelar buram
it: Attiva/Disattiva sfocatura
lv: Pārslēgt aizmiglojumu
nl: Vervaging wisselen
ro: Comută estompare
sv: Växla oskärpa
tr: Bulanıklığı değiştir
zh_cn: 切换模糊
zh_hant: 切換模糊效果

# workspace.options.canvas-background
source: Canvas background
ar: خلفية اللوحة القماشية
ca: Fons del llenç
cs: Pozadí plátna
de: Hintergrundfarbe
el: Χρώμα του φόντου
es: Color de fondo
eu: Mihisearen atzeko planoa
fr: Couleur de fond du canvas
he: רקע משטח ציור
hi: कैनवास पृष्ठभूमि
hr: Pozadina canvasa
id: Latar belakang kanvas
it: Colore di sfondo
lv: Kanvas fons
nl: Canvasachtergrond
pl: Tło płótna
pt_br: Fundo da tela
pt_pt: Plano de fundo
ro: Fundal canvas
ru: Фон холста
sr: Позадина платна
sv: Canvas bakgrund
tr: Tuval arka planı
zh_cn: 画布背景
zh_hant: 畫布背景

# workspace.options.clip-content
source: Clip content
ar: محتوى المقطع
ca: Trunca el contingut
cs: Oříznout obsah
de: Inhalt beschneiden
es: Truncar contenido
eu: Edukia aukeratu
fr: Tronquer le contenu
he: חיתוך התוכן
hi: क्लिप सामग्री
hr: Isjeci sadržaj
id: Klip konten
it: Ritaglia contenuto
lv: Apcirpt saturu
nl: Content bijsnijden
pl: Przytnij treść
pt_br: Cortar conteúdo
pt_pt: Recorte do conteúdo
ro: Conținutul clipului
ru: Зажать содержимое
sr: Ограничите садржај
sv: Innehåll i urklipp
tr: İçeriği kırp
zh_cn: 剪辑内容
zh_hant: 裁切內容

# workspace.options.component
source: Component
ar: العنصر
cs: Komponenta
de: Komponente
el: Συστατικό
es: Componente
eu: Osagaia
fa: کامپوننت
fr: Composant
he: רכיב
hi: घटक
hr: Komponenta
id: Komponen
it: Componente
lv: Sastāvdaļa
pl: Komponent
pt_br: Componente
pt_pt: Componente
ro: Componentă
ru: Компонент
sr: Компонента
sv: Komponent
tr: Bileşen
zh_cn: 组件
zh_hant: 元件

# workspace.options.component.annotation
source: Annotation
ar: حاشية
cs: Anotace
de: Anmerkung
es: Nota
fr: Note
he: הסבר
hi: व्याख्या
hr: Bilješka
id: Anotasi
it: Annotazione
lv: Piezīme
nl: Aantekening
pt_pt: Nota
ro: Notă
ru: Аннотация
sr: Напомена
sv: Anteckning
tr: Açıklama
zh_cn: 注释
zh_hant: 註解

# workspace.options.component.copy
source: Copy
ar: النسخ
cs: Kopírovat
de: Kopie
es: Copia
fr: Copier
he: העתקה
hi: कापी
hr: Kopirati
id: Salin
it: Copia
lv: Ievietot starpliktuvē
nl: Kopiëren
pt_pt: Cópia
ro: Copiază
ru: Копировать
sr: Копирај
sv: Kopiera
tr: Kopyala
zh_cn: 复制
zh_hant: 複製

# workspace.options.component.create-annotation
source: Create an annotation
ar: أنشئ تعليق توضيحي
cs: Vytvořte anotaci
de: Eine Anmerkung erstellen
es: Crear una nota
fr: Créer une note
he: יצירת הסבר
hi: एक व्याख्या बनाएं
hr: Napravite bilješku
id: Buat anotasi
it: Crea un'annotazione
lv: Izveidot piezīmi
nl: Aantekening maken
pt_pt: Criar uma nota
ro: Creează o notă
ru: Создать аннотацию
sr: Направи напомену
sv: Skapa en anteckning
tr: Bir açıklama oluştur
zh_cn: 创建注释
zh_hant: 建立註解

# workspace.options.component.edit-annotation
source: Edit an annotation
ar: تحرير حاشية
cs: Upravit anotaci
de: Eine Anmerkung bearbeiten
es: Editar una nota
fr: Modifier une note
he: עריכת הסבר
hi: व्याख्या संपादित करें
hr: Uredite bilješku
id: Sunting anotasi
it: Modifica un'annotazione
lv: Labot piezīmi
nl: Aantekening bewerken
pt_pt: Editar uma nota
ro: Editează o notă
ru: Изменить аннотацию
sr: Уреди напомену
sv: Redigera en anteckning
tr: Bir açıklamayı düzenle
zh_cn: 编辑注释
zh_hant: 建立註解

# workspace.options.component.main
source: Main
ar: أصل
cs: Hlavní
de: Hauptkomponente
es: Principal
fr: Principal
he: ראשי
hi: मुख्य
hr: Glavni
id: Utama
it: Principale
lv: Galvenais
nl: Hoofd
pt_pt: Principal
ro: Principală
ru: Главный
sr: Главно
sv: Huvuddel
tr: Ana bileşen
zh_cn: 主要
zh_hant: 主要

# workspace.options.component.swap
source: Swap component
cs: Vyměnit komponentu
de: Komponente austauschen
es: Intercambiar componente
fr: Échanger composant
he: החלפת רכיב
hi: स्वैप घटक
hr: Zamijenite komponentu
id: Ganti komponen
it: Sostituisci componente
lv: Mijmainīt sastāvdaļu
nl: Component uitwisselen
pt_pt: Trocar de componente
ro: Înlocuiește componentă
ru: Заменить компонент
sr: Замени компоненту
sv: Växla komponent
tr: Bileşeni değiştir
zh_cn: 交换组件
zh_hant: 替換元件

# workspace.options.component.swap.empty
source: There are no assets in this library yet
ar: لا توجد أصول في هذه المكتبة بعد
cs: V této knihovně zatím nejsou žádné položky
de: Es gibt noch keine Assets in dieser Bibliothek
es: Aún no hay recursos en esta biblioteca
fr: Cette librairie ne contient aucun élément pour le moment
he: עדיין אין נכסים בתיקייה הזאת
hi: इस लाइब्रेरी में अभी तक कोई संपत्ति नहीं है
hr: U ovoj biblioteci još nema sredstava
id: Belum ada aset dalam pustaka ini
it: Non ci sono ancora risorse in questa libreria
lv: Šajā bibliotēkā vēl nav līdzekļu
nl: Er zijn nog geen assets in deze bibliotheek
pt_pt: Ainda não existem recursos nesta biblioteca
ro: Această bibliotecă nu are încă obiecte
ru: В этой библиотеке ещё нет ресурсов
sr: У овој библиотеци још увек нема средстава
sv: Det finns inga tillgångar i detta bibliotek
tr: Bu kütüphanede henüz varlık yok
zh_cn: 你的库中还没有素材
zh_hant: 這個圖庫目前沒有資源

# workspace.options.component.unlinked
source: Unlinked
es: Desvinculado
fr: Délié
he: לא מקושר
hi: अनलिंक
it: Scollegato
lv: Atsaistīta
nl: Niet gekoppeld
ro: Deconectat
sv: Olänkad
tr: Ayrıldı
zh_cn: 未链接

# workspace.options.component.variant.duplicated.copy.locate
source: Locate conflicting variants
es: Localizar variantes en conflicto
he: מעבר לרכיב הראשי
hi: परस्पर विरोधी वेरिएंट का पता लगाएं
it: Individua varianti in conflitto
lv: Doties uz galveno sastāvdaļu
nl: Ga naar het hoofdonderdeel
ro: Localizează variantele în conflict
sv: Hitta motstridiga varianter
tr: Çakışan çeşitleri bul
zh_cn: 转到主组件

# workspace.options.component.variant.duplicated.copy.title
source: This component has conflicting variants. Make sure each variation has a unique set of property values.
es: Este componente tiene variantes en conflicto. Comprueba que cada variante tenga un conjunto único de propiedades y valores.
he: לרכיב הזה יש הגוונים סותרים. נא לוודא שלכל אחד מההגוונים יש סדרה ייחודית של ערכי מאפיינים.
hi: इस घटक में परस्पर विरोधी वैरिएंट हैं। सुनिश्चित करें कि प्रत्येक वैरिएंट में गुण मानों का एक विशिष्ट सेट हो।
it: Questo componente ha varianti in conflitto. Verifica che ciascuna variante abbia un set di valori di proprietà univoci.
lv: Šai sastāvdaļai ir nesaderīgi varianti. Jāpārliecinās, ka katram no tiem ir neatkārtojama īpašību vērtību kopa.
nl: Dit onderdeel kent conflicterende varianten. Zorg ervoor dat elke variatie een unieke set eigenschapswaarden heeft.
ro: Această componentă are variante în conflict. Asigură-te că fiecare variantă are un set unic de valori ale proprietăților.
sv: Denna komponent har motstridiga varianter. Se till att varje variation har en unik uppsättning egenskapsvärden.
tr: Bu bileşenin çakışan çeşitleri var. Her çeşidin kendine özgü özellik değerleri olduğundan emin olun.

# workspace.options.component.variant.duplicated.group.locate
source: Locate duplicated variants
es: Localizar variantes duplicadas
fr: Chercher des variantes en double
he: איתור הגוונים כפולים
hi: डुप्लिकेट वेरिएंट का पता लगाएँ
it: Individua varianti duplicate
lv: Atrast atkārtojošos variantus
nl: Gedupliceerde varianten lokaliseren
ro: Localizează variantele duplicate
sv: Hitta duplicerade varianter
tr: Yinelenen çeşitleri bul
zh_cn: 定位到复制的变体

# workspace.options.component.variant.duplicated.group.title
source: Some variants have identical properties and values
es: Algunas variantes tienen propiedades y valores idénticos
fr: Certaines variantes possèdent des propriétés et des valeurs identiques
he: לחלק מההגוונים יש מאפיינים וערכים זהים
hi: कुछ वेरिएंट में समान गुण और मूल्य होते हैं
it: Alcune varianti hanno proprietà e valori identici
lv: Dažiem variantiem ir vienādas īpašības un vērtības
nl: Sommige varianten hebben identieke eigenschappen en waarden
ro: Unele variante au proprietăți și valori identice
sv: Vissa varianter har identiska egenskaper och värden
tr: Bazı çeşitler aynı özelliklere ve değerlere sahip

# workspace.options.component.variant.duplicated.single.all
source: These variants have identical properties and values. Adjust the values so they can be retrieved.
es: Estas variantes tienen propiedades y valores idénticos. Ajusta los valores para que puedan ser encontradas
he: להגוונים האלה יש מאפיינים וערכים זהים.
hi: इन वेरिएंट के गुण और मान समान हैं। मानों को समायोजित करें ताकि उन्हें पुनर्प्राप्त किया जा सके।
it: Queste varianti hanno proprietà e valori identici. Modifica i valori affinché possano essere distinti.
lv: Šiem variantiem ir vienādas īpašības un vērtības.
nl: Deze varianten hebben identieke eigenschappen en waarden.
ro: Aceste variante au proprietăți și valori identice. Ajustează valorile pentru a putea fi citite.
sv: Dessa varianter har identiska egenskaper och värden. Justera värdena så att de kan hämtas.
tr: Bu çeşitler aynı özelliklere ve değerlere sahiptir. Değerleri, çağrılabilecekleri şekilde ayarlayın.

# workspace.options.component.variant.duplicated.single.one
source: This variant has identical properties and values to another variant. Adjust the values so they can be retrieved.
es: Esta variante tiene propiedades y valores idénticos a los de otra variante. Ajusta los valores para que puedan ser encontradas
fr: Cette variante possède des propriétés et des valeurs identiques à celles d'une autre variante.
he: להגוון הזה יש מאפיינים וערכים זהים להגוון אחר.
hi: इस संस्करण के गुण और मान दूसरे संस्करण के समान हैं। मानों को समायोजित करें ताकि उन्हें पुनर्प्राप्त किया जा सके।
it: Questa variante ha proprietà e valori identici ad un'altra variante. Modifica i valori affinché possano essere distinti.
lv: Šim variantam ir tādas pašas īpašības un vērtības kā citam.
nl: Deze variant heeft identieke eigenschappen en waarden als een andere variant.
ro: Această variantă are proprietăți și valori identice cu o altă variantă. Ajustează valorile pentru a putea fi citite.
sv: Denna variant har identiska egenskaper och värden som en annan variant. Justera värdena så att de kan hämtas.
tr: Bu çeşit, başka bir çeşitle aynı özelliklere ve değerlere sahiptir. Değerleri, çağrılabilecekleri şekilde ayarlayın.

# workspace.options.component.variant.duplicated.single.some
source: Some of these variants have identical properties and values. Adjust the values so they can be retrieved.
es: Algunas de estas variantes tienen propiedades y valores idénticos. Ajusta los valores para que puedan ser encontradas
fr: Certaines de ces variantes possèdent des propriétés et des valeurs identiques.
he: לחלק מההגוונים האלה יש מאפיינים וערכים זהים.
hi: इनमें से कुछ वेरिएंट के गुण और मान समान हैं। मानों को समायोजित करें ताकि उन्हें पुनर्प्राप्त किया जा सके।
it: Alcune di queste varianti hanno proprietà e valori identici. Modifica i valori affinché possano essere distinti.
lv: Dažiem no šiem variantiem ir vienādas īpašības un vērtības.
nl: Sommige van deze varianten hebben identieke eigenschappen en waarden.
ro: Unele dintre aceste variante au proprietăți și valori identice. Ajustează valorile pentru a putea fi citite.
sv: Några av dessa varianter har identiska egenskaper och värden. Justera värdena så att de kan hämtas.
tr: Bu çeşitlerden bazıları aynı özelliklere ve değerlere sahiptir. Değerleri, geri çağrılabilecekleri şekilde ayarlayın.

# workspace.options.component.variant.malformed.copy
source: This component has variants with invalid names. Make sure every variant is following the correct structure.
es: Este componente tiene variantes con nombres no válidos. Asegúrate de que cada variante siga la estructura correcta.
he: לרכיב הזה יש הגוונים עם שמות שגויים. נא לוודא שכל אחד מההגוונים מיושר עם המבנה הנכון.
hi: इस घटक के कुछ वेरिएंट अमान्य नामों वाले हैं। सुनिश्चित करें कि प्रत्येक वेरिएंट सही संरचना का पालन कर रहा है।
it: Questo componente ha varianti con nomi non validi. Verifica che ogni variante rispetti la struttura corretta.
nl: Dit onderdeel heeft varianten met ongeldige namen. Zorg ervoor dat elke variant de juiste structuur volgt.
ro: Această componentă are variante cu nume invalide. Asigură-te că fiecare variantă urmează structura corectă.
sv: Denna komponent har varianter med ogiltiga namn. Se till att varje variant följer rätt struktur.
tr: Bu bileşenin geçersiz ada sahip çeşitleri var. Her çeşidin doğru yapıyı takip ettiğinden emin olun.

# workspace.options.component.variant.malformed.group.locate
source: Locate invalid variants
es: Localizar variantes no válidas
fr: Chercher les variantes non valides
he: איתור הגוונים שגויים
hi: अमान्य वेरिएंट का पता लगाएं
it: Individua varianti non valide
lv: Atrast nederīgus variantus
nl: Ongeldige varianten localiseren
ro: Localizează variantele invalide
sv: Hitta ogiltiga varianter
tr: Geçersiz çeşitleri bul
zh_cn: 定位无效的变体

# workspace.options.component.variant.malformed.group.title
source: Some variants have invalid names
es: Algunas variantes tienen nombres no válidos
fr: Le nom de certaines variantes n'est pas valide
he: לחלק מההגוונים יש שמות שגויים
hi: कुछ वेरिएंट के नाम अमान्य हैं
it: Alcune varianti hanno nomi non validi
lv: Dažiem variantiem ir nederīgi nosaukumi
nl: Sommigen varianten hebben een ongeldige naam
ro: Unele variante au nume invalide
sv: Vissa varianter har ogiltiga namn
tr: Bazı çeşitlerin adları geçersiz
zh_cn: 一些变体的名字无效

# workspace.options.component.variant.malformed.locate
source: Locate invalid variants
es: Localizar variantes inválidas
fr: Chercher les variantes non valides
he: איתור הגוונים שגויים
hi: अमान्य वेरिएंट का पता लगाएं
it: Individua varianti non valide
nl: Ongeldige varianten zoeken
ro: Localizează variantele invalide
sv: Hitta ogiltiga varianter
tr: Geçersiz çeşitleri bul

# workspace.options.component.variant.malformed.single.all
source: These variants have invalid names.
es: Estas variantes tienen nombres no válidos.
fr: Le nom de ces variantes n'est pas valide.
he: להגוונים האלה יש שמות שגויים.
hi: इन वेरिएंट के नाम अमान्य हैं।
it: Queste varianti hanno nomi non validi.
lv: Šiem variantiem ir nederīgi nosaukumi.
nl: Deze varianten hebben een ongeldige naam.
ro: Aceste variante au nume invalide.
sv: Dessa varianter har ogiltiga namn.
tr: Bu çeşitlerin adları geçersiz.
zh_cn: 这些变体的名字无效。

# workspace.options.component.variant.malformed.single.one
source: This variant has an invalid name.
es: Esta variante tiene un nombre no válido.
fr: Le nom de cette variante n'est pas valide.
he: להגוון הזה יש שם שגוי.
hi: इस संस्करण का नाम अमान्य है।
it: Questa variante ha un nome non valido.
lv: Šim variantam ir nederīgs nosaukums.
nl: Deze variant heeft een ongeldige naam.
ro: Această variantă are un nume invalid.
sv: Denna variant har ett ogiltigt namn.
tr: Bu çeşidin adı geçersiz.
zh_cn: 这个变体的名字无效。

# workspace.options.component.variant.malformed.single.some
source: Some of these variants have invalid names.
es: Algunas de estas variantes tienen nombres no válidos.
fr: Le nom de certaines de ces variantes n'est pas valide.
he: לחלק מההגוונים האלה יש שם שגוי.
hi: इनमें से कुछ रूपों के नाम अमान्य हैं।
it: Alcune di queste varianti hanno nomi non validi.
lv: Dažiem no šiem variantiem ir nederīgi nosaukumi.
nl: Sommige van deze varianten hebben een ongeldige naam.
ro: Unele dintre aceste variante au nume invalide.
sv: Några av dessa varianter har ogiltiga namn.
tr: Bu çeşitlerden bazılarının adları geçersiz.
zh_cn: 其中一些变体的名字无效。
