Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.header.menu.disable-snap-pixel-grid
source: Disable snap to pixel
ar: عطّل المحاذاة للبكسل
ca: No ajustis als píxels
cs: Zakázat přichycení k pixelu
de: Ausrichten am Pixel deaktivieren
es: Desactivar ajuste al pixel
eu: Desaktibatu pixelera atxikitzea
fr: Désactiver l’accrochage au pixel
he: השבתת הצמדה לפיקסל
hi: पिक्सेल से स्नैप अक्षम करें
hr: Onemogući "snap to pixel"
id: Nonaktifkan tancapan ke piksel
it: Disattiva allineamento al pixel
lv: Atspējot pieķeršanos pikselim
nl: Uitlijnen op pixel uitschakelen
pl: Wyłącz przyciąganie do piksela
pt_br: Desativar aderência a grade de pixels
pt_pt: Desativar ajuste ao pixel
ro: Dezactivează fixarea la pixel
ru: Отключить привязку к пикселю
sr: Искључи лепљење на пиксел
sv: Inaktivera fäst till pixelrutnät
tr: Piksele tutturmayı devre dışı bırak
zh_cn: 禁用像素对齐
zh_hant: 關閉對齊至像素

# workspace.header.menu.disable-snap-ruler-guides
source: Disable snap to ruler guides
cs: Zakázat přichycení na vodící linky pravítek
de: An den Hilfslinien des Lineals ausrichten deaktivieren
es: Desactivar alinear a las guias de reglas
fr: Désactiver l'alignement sur les repères de règles
he: השבתת הצמדה לקווים מנחים סרגלים
hi: रूलर गाइड से स्नैप अक्षम करें
hr: Onemogući spajanje na vodilice ravnala
id: Nonaktifkan pemasangan ke panduan penggaris
it: Disattiva allineamento alle guide righello
lv: Atspējot pievilkšanu mērjoslu vadlīnijām
nl: Uitlijnen op liniaal-hulplijnen deactiveren
pt_pt: Desativar ajuste às guias de régua
ro: Dezactivează alinierea automată la reperele liniarului
ru: Отключить привязку к направляющим линейки
sr: Искључи лепљење на линије за поравнања
sv: Inaktivera fäst till linjaler
tr: Cetvel kılavuzlarına tutturmayı devre dışı bırak
zh_cn: 禁用“吸附到标尺参考线”
zh_hant: 關閉對齊至尺規導向線

# workspace.header.menu.enable-dynamic-alignment
source: Enable dynamic alignment
ar: فعِّل المحاذاة الدينماكية
ca: Activa l'alineació dinàmica
cs: Povolit dynamické zarovnání
de: Dynamische Ausrichtung aktivieren
el: Ενεργοποίηση δυναμικής ευθυγράμμισης
es: Activar alineamiento dinámico
eu: Aktibatu lerrokatze dinamikoa
fr: Activer l’alignement dynamique
he: הפעלת יישור דינמי
hi: डायनामिक संरेखण सक्षम करें
hr: Omogući dinamičko poravnanje
id: Aktifkan penyesuaian dinamis
it: Attiva allineamento dinamico
lv: Iespējot dinamisko līdzināšanu
nl: Dynamische uitlijning inschakelen
pl: Włącz dynamiczne wyrównanie
pt_br: Habilitar alinhamento dinâmico
pt_pt: Ativar alinhamento dinâmico
ro: Aliniere dinamică
ru: Включить активное выравнивание
sr: Омогућите динамичко поравнање
sv: Aktivera dynamisk justering
tr: Dinamik hizalamayı etkinleştir
zh_cn: 启用动态对齐
zh_hant: 啟用動態對齊

# workspace.header.menu.enable-scale-content
source: Enable proportional scale
ar: فعِّل المقياس النسبي
cs: Povolit proporcionální měřítko
de: Proportionale Skalierung aktivieren
es: Activar escala proporcional
eu: Aktibatu eskala proportzionala
fr: Activer l'échelle proportionnelle
he: הפעלת קנה מידה יחסי
hi: आनुपातिक पैमाना सक्षम करें
hr: Omogući proporcionalno mjerilo
id: Aktifkan skala proporsional
it: Attiva ridimensionamento proporzionale
lv: Iespējot proporcionālo mērogu
nl: Proportionele schaal inschakelen
pt_pt: Ativar escala proporcional
ro: Activare scară proporțională
ru: Включить пропорциональный масштаб
sr: Омогући пропорционалну скалу
sv: Aktivera proportionell skalning
tr: Orantılı ölçeklendirmeyi etkinleştir
zh_cn: 启用比例尺
zh_hant: 啟用等比縮放

# workspace.header.menu.enable-scale-text
source: Enable scale text
ar: فعِّل نص المقياس
ca: Activa l'escalat del text
cs: Povolit měřítko textu
de: Textskalierung aktivieren
es: Activar escalar texto
eu: Aktibatu testua eskalatzea
fr: Activer le redimensionnement du texte
he: הפעלת שינוי גודל טקסט
hi: स्केल टेक्स्ट सक्षम करें
hr: Omogući skaliranje teksta
id: Aktifkan skala teks
it: Attiva ridimensionamento testo
lv: Aktivizēt teksta mērogošanu
nl: Tekstschaal inschakelen
pl: Włącz skalowanie tekstu
pt_br: Ativar escalonamento de texto
pt_pt: Ativar escalar texto
ro: Activează scalarea textului
ru: Включить масштабирование текста
sr: Омогући размеру текста
sv: Aktivera textskalning
tr: Metin ölçeklendirmeyi etkinleştir
zh_cn: 启用缩放文本
zh_hant: 啟用文字縮放

# workspace.header.menu.enable-snap-guides
source: Snap to guides
ar: محاذاة إلى الخطوط الإرشادية
ca: Ajusta a les guies
cs: Přichytit k vodicím lištám
de: An Hilfslinien ausrichten
es: Alinear a las guias
eu: Atxikitu gidetara
fr: Aligner sur les repères
he: הצמדה לקווים מנחים
hi: गाइड्स से स्नैप
hr: Pričvrstite na vodilice
id: Tancapkan ke pemandu
it: Allinea alle guide
lv: Pieķerties vadotnēm
nl: Uitlijnen op hulplijnen
pl: Przyciągaj do prowadnic
pt_br: Aderir as réguas
pt_pt: Ajustar às guias
ro: Fixare la ghiduri
ru: Привязка к направляющим
sr: Заклепи на вођице
sv: Fäst till guidelinjer
tr: Kılavuzlara tuttur
zh_cn: 与参考线对齐
zh_hant: 對齊至導向線

# workspace.header.menu.enable-snap-pixel-grid
source: Enable snap to pixel
ar: فعِّل المحاذاة للبكسل
ca: Ajusta als píxels
cs: Povolit přichycení k pixelu
de: Ausrichten am Pixel aktivieren
es: Activar ajuste al pixel
eu: Aktibatu pixelera atxikitzea
fr: Activer l’alignement au pixel
he: הפעלת הצמדה לפיקסל
hi: पिक्सेल पर स्नैप सक्षम करें
hr: Omogući "snap to pixel"
id: Aktifkan tancapkan ke piksel
it: Attiva allineamento al poxel
lv: Iespējot pieķeršanos pikselim
nl: Uitlijnen op pixel
pl: Włącz przyciąganie do piksela
pt_br: Habilitar aderência a grade de pixels
pt_pt: Ativar ajuste ao pixel
ro: Activează fixarea la pixel
ru: Включить привязку к пикселю
sr: Омогући лепљење на пиксел
sv: Aktivera fäste till pixelrutnät
tr: Piksele tutturmayı etkinleştir
zh_cn: 启用像素对齐
zh_hant: 啟用對齊至像素

# workspace.header.menu.enable-snap-ruler-guides
source: Snap to ruler guides
cs: Přichytit k vodítkům pravítek
de: An den Hilfslinien des Lineals ausrichten
es: Alinear a las guias de reglas
fr: Aligner sur les repères de règles
he: הצמדה לקווים מנחים סרגלים
hi: रूलर गाइड पर स्नैप करें
hr: Pričvrstite na vodilice ravnala
id: Pasang ke panduan penggaris
it: Allinea alle guide righello
lv: Pievilkt pie mērjoslu vadlīnijām
nl: Uitlijnen op liniaal-hulplijnen
pt_pt: Ajustar às guias de régua
ro: Aliniază la reperele liniarului
ru: Привязка к направляющим линейки
sr: Залепи на линије за поравнања
sv: Fäst till linjaler
tr: Cetvel kılavuzlarına tuttur
zh_cn: 启用“吸附到标尺参考线”
zh_hant: 對齊至尺規導向線

# workspace.header.menu.hide-artboard-names
source: Hide board names
ar: أخفِ أسماء اللوحة
ca: Amaga els noms dels taulers
cs: Skrýt názvy tabulí
de: Namen von Zeichenflächen ausblenden
es: Ocultar nombres de tableros
eu: Ezkutatu arbelen izenak
fr: Masquer le nom des plans de travail
he: הסתרת שמות לוחות
hi: बोर्ड के नाम छिपाएँ
hr: Sakrij nazive ploča
id: Sembunyikan nama papan
it: Nascondi nomi delle tavole da disegno
lv: Paslēpt plātņu nosaukumus
nl: Bordnamen verbergen
pl: Ukryj nazwy obszarów kompozycji
pt_br: Esconder nomes das telas
pt_pt: Ocultar nome das pranchetas
ro: Ascundeți numele tablelor
ru: Скрыть имена кадров
sr: Сакриј имена табли
sv: Dölj tavelnamn
tr: Çalışma yüzeyi adlarını gizle
zh_cn: 隐藏画板名称
zh_hant: 隱藏版面名稱

# workspace.header.menu.hide-guides
source: Hide guides
ca: Amaga les guies
cs: Skrýt vodící linky
de: Hilfslinien ausblenden
es: Ocultar guías
fr: Masquer les repères
he: הסתרת קווים מנחים
hi: गाइड छिपाएँ
hr: Sakrij vodiče
id: Sembunyikan panduan
it: Nascondi guide
lv: Paslēpt vadlīnijas
nl: Hulplijnen verbergen
pt_pt: Ocultar guias
ro: Ascunde reperele de aliniere
ru: Скрыть направляющие
sr: Сакриј вођице
sv: Dölj guidelinjer
tr: Kılavuzları gizle
zh_cn: 隐藏参考线
zh_hant: 隱藏導向線

# workspace.header.menu.hide-palette
source: Hide color palette
ar: أخفِ لون اللوحة
ca: Amaga la paleta de colors
cs: Skrýt paletu barev
de: Farbpalette ausblenden
el: Απόκρυψη παλέτας χρωμάτων
es: Ocultar paleta de colores
eu: Ezkutatu kolore-paleta
fr: Masquer la palette de couleurs
he: הסתרת ערכת צבעים
hi: रंग पैलेट छिपाएँ
hr: Sakrij paletu boja
id: Sembunyikan palet warna
it: Nascondi palette colori
lv: Paslēpt krāsu paleti
nl: Kleurenpalet verbergen
pl: Ukryj paletę kolorów
pt_br: Esconder paleta de cores
pt_pt: Ocultar paleta de cor
ro: Ascunde paleta de culori
ru: Скрыть палитру цветов
sr: Сакриј палету боја
sv: Dölj färgpalett
tr: Renk paletini gizle
zh_cn: 隐藏调色盘
zh_hant: 隱藏顏色調色盤

# workspace.header.menu.hide-pixel-grid
source: Hide pixel grid
ar: أخفِ تشبيك البكسل
ca: Amaga la graella de píxels
cs: Skrýt mřížku pixelů
de: Pixelraster ausblenden
es: Ocultar rejilla de pixeles
eu: Ezkutatu pixel sareta
fr: Masquer la grille de pixels
he: הסתרת רשת פיקסלים
hi: पिक्सेल ग्रिड छिपाएँ
hr: Sakrij "pixel grid"
id: Sembunyikan kisi piksel
it: Nascondi griglia pixel
lv: Paslēpt pikseļu režģi
nl: Pixelraster verbergen
pl: Ukryj siatkę pikseli
pt_br: Ocultar grade de pixels
pt_pt: Ocultar grade de píxeis
ro: Ascundeți grila de pixeli
ru: Скрыть сетку пикселей
sr: Сакриј мрежу пиксела
sv: Dölj pixelrutnät
tr: Piksel ızgarasını gizle
zh_cn: 隐藏像素网格
zh_hant: 隱藏像素網格

# workspace.header.menu.hide-rules
source: Hide rulers
ar: أخفِ المسطرات
ca: Amaga les regles
cs: Skrýt pravítka
de: Lineale ausblenden
el: Απόκρυψη κανόνες
es: Ocultar reglas
eu: Ezkutatu erregleank
fr: Masquer les règles
he: הסתרת סרגלים
hi: रूलर छुपाएं
hr: Sakrij "rules"
id: Sembunyikan penggaris
it: Nascondi righelli
lv: Paslēpt mērjoslas
nl: Linialen verbergen
pl: Ukryj linijki
pt_br: Ocultar réguas
pt_pt: Ocultar réguas
ro: Ascunde ghidul liniar
ru: Скрыть линейки
sr: Сакриј лењире
sv: Dölj linjaler
tr: Cetvelleri gizle
zh_cn: 隐藏标尺
zh_hant: 隱藏尺規

# workspace.header.menu.hide-textpalette
source: Hide fonts palette
ar: أخفِ لوحة الخطوط
ca: Amaga la paleta de tipografies
cs: Skrýt paletu písem
de: Schriftartenpalette ausblenden
es: Ocultar paleta de textos
eu: Ezkutatu letra-tipoen paleta
fa: پنهان کردن پالت فونت‌ها
fr: Masquer la palette de polices
he: הסתרת לוח גופנים
hi: फ़ॉन्ट पैलेट छुपाएं
hr: Sakrij paletu boja
id: Sembunyikan palet fon
it: Nascondi palette caratteri
lv: Paslēpt fontu paleti
nl: Lettertype-palet verbergen
pl: Ukryj paletę czcionek
pt_br: Ocultar paleta de tipografias
pt_pt: Ocultar paleta de texto
ro: Ascundeți paleta de fonturi
ru: Скрыть палитру шрифтов
sr: Сакриј палету фонтова
sv: Dölj typsnittspaletten
tr: Yazı tipi paletini gizle
zh_cn: 隐藏字体调色板
zh_hant: 隱藏字型面板

# workspace.header.menu.option.edit
source: Edit
ar: عدّل
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
eu: Editatu
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादन
hr: Uredi
id: Sunting
it: Modifica
lv: Labot
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sr: Уреди
sv: Redigera
tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# workspace.header.menu.option.file
source: File
ar: الملف
ca: Fixer
cs: Soubor
de: Datei
es: Archivo
eu: Fitxategia
fa: فایل
fo: Fílu
fr: Fichier
he: קובץ
hi: फ़ाइल
hr: Datoteka
id: Berkas
lv: Datne
nl: Bestand
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
sr: Датотека
sv: Fil
tr: Dosya
zh_cn: 文件
zh_hant: 檔案

# workspace.header.menu.option.help-info
source: Help & info
ar: المساعدة و المعلومة
ca: Ajuda i informació
cs: Nápověda a informace
de: Hilfe und Infos
es: Ayuda e información
eu: Laguntza eta informazioa
fr: Aide et information
he: עזרה ומידע
hi: सहायता और जानकारी
hr: Pomoć i informacije
id: Bantuan & info
it: Aiuto e informazioni
lv: Palīdzība un informācija
nl: Hulp & informatie
pl: Pomoc i info
pt_br: Ajuda e informações
pt_pt: Ajuda e Informações
ro: Ajutor & info
ru: Помощь и информация
sr: Помоћ и информације
sv: Hjälp & info
tr: Yardım ve bilgi
zh_cn: 帮助和信息
zh_hant: 幫助和資訊

# workspace.header.menu.option.power-up
source: Power up your plan
cs: Nastartujte svůj plán
de: Verstärken Sie Ihren Plan
fr: Booster votre offre
he: חיזוק התוכנית שלך
hi: अपनी योजना को सशक्त बनाएं
hr: Ojačajte svoj plan
id: Tingkatkan paket Anda
it: Migliora il tuo piano
lv: Padarīt savu plānu jaudīgāku
nl: Geef je abonnement een tandje erbij
ro: Du-ți abonamentul la următorul nivel
ru: Расширьте свой план
sv: Ladda ditt abonnemang
tr: Planınızı güçlendirin
zh_cn: 升级您的计划
zh_hant: 升級您的計劃

# workspace.header.menu.option.preferences
source: Preferences
ar: التفضيلات
ca: Preferències
cs: Předvolby
de: Einstellungen
es: Preferencias
eu: Hobespenak
fa: اولویت‌ها
fr: Préférences
he: העדפות
hi: प्राथमिकताएँ
hr: Preferencije
id: Preferensi
it: Preferenze
lv: Pielāgojumi
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
pt_pt: Preferências
ro: Preferințe
ru: Предпочтения
sr: Поставке
sv: Inställningar
tr: Tercihler
zh_cn: 首选项
zh_hant: 偏好設定

# workspace.header.menu.option.view
source: View
ar: العرض
ca: Mostra
cs: Zobrazit
de: Ansicht
es: Ver
eu: Ikusi
fa: بازدید
fr: Vue
he: תצוגה
hi: देखना
hr: Pregled
id: Tampilan
it: Visualizza
lv: Skatīt
nl: Beeld
pl: Widok
pt_br: Visualizar
pt_pt: Visualização
ro: Vezi
ru: Вид
sr: Поглед
sv: Visa
tr: Görünüm
zh_cn: 视图
zh_hant: 檢視

# workspace.header.menu.redo
source: Redo
ar: أعد
ca: Refés
cs: Znovu
de: Wiederherstellen
es: Rehacer
eu: Berregin
fr: Rétablir
he: ביצוע מחדש
hi: फिर से करें
hr: Ponovi
id: Ulangi
it: Ripeti
lv: Atkārtot
nl: Opnieuw doen
pt_pt: Refazer
ro: Refacere
ru: Вернуть
sr: Поврати
sv: Återställ
tr: Tekrarla
zh_cn: 重做
zh_hant: 復原上一步操作

# workspace.header.menu.select-all
source: Select all
ar: حدّد الكل
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
eu: Guztiak aukeratu
fr: Tout sélectionner
he: לבחור הכול
hi: सबका चयन करें
hr: Odaberi sve
id: Pilih semua
it: Seleziona tutto
lv: Atlasīt visu
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sr: Изабери све
sv: Markera allt
tr: Tümünü seç
zh_cn: 全选
zh_hant: 全選

# workspace.header.menu.show-artboard-names
source: Show boards names
ar: أظهر أسماء اللوحة
ca: Mostra els noms dels taulers
cs: Zobrazit názvy tabulí
de: Namen der Zeichenflächen anzeigen
es: Mostrar nombres de tableros
eu: Erakutsi arbelen izenak
fr: Afficher le nom des plans de travail
he: הצגת שמות לוחות
hi: बोर्डों के नाम दिखाएँ
hr: Prikaži nazive ploča
id: Tampilkan nama papan
it: Mostra nomi delle tavole da disegno
lv: Rādīt plātņu nosaukumus
nl: Bordnamen tonen
pl: Pokaz nazwy obszarów kompozycji
pt_br: Mostrar nomes das telas
pt_pt: Mostrar nomes das pranchetas
ro: Afișează numele tablelor
ru: Показать имена кадров
sr: Прикажи имена табли
sv: Visa kartnamn
tr: Çalışma yüzeylerinin adlarını göster
zh_cn: 显示画板名称
zh_hant: 顯示版面名稱

# workspace.header.menu.show-guides
source: Show guides
cs: Zobrazit vodící linky
de: Hilfslinien anzeigen
es: Mostrar guías
fr: Afficher les repères
he: הצגת קווים מנחים
hi: गाइड दिखाएँ
hr: Prikaži vodiče
id: Tampilkan panduan
it: Mostra guide
lv: Parādīt vadlīnijas
nl: Hulplijnen weergeven
pt_pt: Mostrar guias
ro: Afișează reperele de aliniere
ru: Показать направляющие
sr: Прикажи вођице
sv: Visa guidelinjer
tr: Kılavuzları göster
zh_cn: 显示参考线
zh_hant: 顯示導向線

# workspace.header.menu.show-palette
source: Show color palette
ar: أظهر لون اللوحة
ca: Mostra la paleta de colors
cs: Zobrazit paletu barev
de: Farbpalette einblenden
el: Εμφάνιση παλέτας χρωμάτων
es: Mostrar paleta de colores
eu: Erakutsi kolore-paleta
fr: Afficher la palette de couleurs
he: הצגת ערכת צבעים
hi: रंग पैलेट दिखाएँ
hr: Prikaži paletu boja
id: Tampilkan palet warna
it: Mostra palette colori
lv: Rādīt krāsu paleti
nl: Kleurenpalet tonen
pl: Pokaż paletę kolorów
pt_br: Mostrar paleta de cores
pt_pt: Mostrar paleta de cor
ro: Afişează paleta de culori
ru: Показать палитру цветов
sr: Прикажи палету боја
sv: Visa färgpalett
tr: Renk paletini göster
zh_cn: 显示调色盘
zh_hant: 顯示顏色調色盤

# workspace.header.menu.show-pixel-grid
source: Show pixel grid
ar: أظهر شبكة البكسل
ca: Mostra graella de píxels
cs: Zobrazit mřížku pixelů
de: Pixelraster einblenden
es: Mostrar rejilla de pixeles
fr: Afficher la grille de pixels
he: הצגת רשת פיקסלים
hi: पिक्सेल ग्रिड दिखाएँ
hr: Prikaži "pixel grid"
id: Tampilkan kisi piksel
it: Mostra griglia pixel
lv: Rādīt pikseļu režģi
nl: Pixelraster tonen
pl: Pokaż siatkę pikseli
pt_br: Mostrar grade de pixels
pt_pt: Mostrar grade de píxeis
ro: Afișează grila de pixeli
ru: Показать пиксельную сетку
sr: Прикажи мрежу пиксела
sv: Visa pixelrutnät
tr: Piksel ızgarasını göster
zh_cn: 显示像素网格
zh_hant: 顯示像素網格

# workspace.header.menu.show-rules
source: Show rulers
ar: أظهر المسطرات
ca: Mostra les regles
cs: Zobrazit pravítka
de: Lineale einblenden
el: Εμφάνιση κανόνες
es: Mostrar reglas
eu: Erakutsi erregelak
fr: Afficher les règles
he: הצגת סרגלים
hi: रूलर दिखाएं
hr: Prikaži "rules"
id: Tampilkan penggaris
it: Mostra righelli
lv: Rādīt mērjoslas
nl: Linialen tonen
pl: Pokaż linijki
pt_br: Mostrar réguas
pt_pt: Mostrar réguas
ro: Afişează Liniarul
ru: Показать линейки
sr: Прикажи лењире
sv: Visa linjaler
tr: Cetvelleri göster
zh_cn: 显示标尺
zh_hant: 顯示尺規

# workspace.header.menu.show-textpalette
source: Show fonts palette
ar: أظهر لوخة أسلوب الخط
ca: Mostra la paleta de tipografies
cs: Zobrazit paletu písem
de: Schriftartenpalette anzeigen
es: Mostrar paleta de textos
eu: Erakutsi letra-tipoen paleta
fa: نمایش پالت فونت‌ها
fr: Afficher la palette des polices
he: הצגת לוח גופנים
hi: फ़ॉन्ट पैलेट दिखाएं
hr: Prikaži paletu fontova
id: Tampilkan palet fon
it: Mostra palette caratteri
lv: Rādīt fontu paleti
nl: Lettertype-palet tonen
pl: Pokaż paletę czcionek
pt_br: Mostrar paleta de tipografias
pt_pt: Mostrar paleta de texto
ro: Afișează paleta de fonturi
ru: Показать палитру шрифтов
sr: Прикажи палету фонтова
sv: Visa typsnittspalett
tr: Yazı tipi paletini göster
zh_cn: 显示字体调色板
zh_hant: 顯示字型面板

# workspace.header.menu.toggle-dark-theme
source: Switch to dark theme
ca: Canvia al mode fosc
cs: Přepnout na tmavý motiv
de: Zum dunklen Theme wechseln
es: Cambiar a tema oscuro
fr: Basculer vers le thème sombre
he: החלפה לערכת עיצוב כהה
hi: डार्क थीम पर स्विच करें
hr: Prebacite se na tamnu temu
id: Ubah ke tema gelap
it: Passa al tema scuro
lv: Pārslēgties uz tumšo izskatu
nl: Donker thema inschakelen
pt_pt: Alterar para tema escuro
ro: Treci la tema întunecată
ru: Переключить на тёмную тему
sr: Пребаците се на тамну тему
sv: Växla till mörkt tema
tr: Koyu temaya geç
zh_cn: 切换到深色主题
zh_hant: 切換到深色主題

# workspace.header.menu.toggle-light-theme
source: Switch to light theme
ca: Canvia al mode clar
cs: Přepnout na světlý motiv
de: Zum hellen Theme wechseln
es: Cambiar a tema claro
fr: Basculer vers le thème clair
he: החלפה לערכת עיצוב בהירה
hi: लाइट थीम पर स्विच करें
hr: Prebaci na svijetlu temu
id: Ubah ke tema terang
it: Passa al tema chiaro
lv: Pārslēgties uz gaišo izskatu
nl: Licht thema inschakelen
pt_pt: Mudar para tema claro
ro: Treci la tema luminoasă
ru: Переключить на светлую тему
sr: Пребаците се на светлу тему
sv: Växla till ljust tema
tr: Açık temaya geç
zh_cn: 切换到浅色主题
zh_hant: 切換到明亮主題

# workspace.header.menu.toggle-system-theme
source: Switch to system theme
es: Cambiar a tema del sistema
fr: Activer le thème système
he: החלפה לערכת עיצוב כמו המערכת
hi: सिस्टम थीम पर स्विच करें
it: Passa al tema di sistema
lv: Pārslēgties uz sistēmas izskatu
nl: Systeemthema inschakelen
ro: Treci la tema de sistem
sv: Växla till systemtema
tr: Sistem temasına geç
zh_cn: 切换至系统主题

# workspace.header.menu.undo
source: Undo
ar: ارجع
ca: Desfés
cs: Zpět
de: Rückgängig
es: Deshacer
eu: Desegin
fr: Annuler
he: החזרה
hi: पूर्ववत
hr: Poništi
id: Urungkan
it: Annulla
lv: Atsaukt
nl: Ongedaan maken
pt_pt: Desfazer
ro: Anulare
ru: Отменить
sr: Опозови
sv: Ångra
tr: Geri al
zh_cn: 撤销
zh_hant: 撤回

# workspace.header.reset-zoom
source: Reset
ar: صفّر
ca: Restableix
cs: Resetovat
de: Zurücksetzen
es: Restablecer
eu: Berrezarri
fa: بازنشانی
fr: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
id: Atur ulang
it: Reimposta
lv: Atiestatīt
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
pt_pt: Ampliar em 100%
ro: Resetează
ru: Сброс
sr: Почни поново
sv: Återställ
tr: Sıfırla
zh_cn: 重置
zh_hant: 重設

# workspace.header.save-error
source: Error on saving
ar: خطأ في حفظ الملف
ca: S'ha produït un error en desar
cs: Chyba při ukládání
de: Fehler beim Speichern
el: Σφάλμα κατά την αποθήκευση
es: Error al guardar
eu: Errorea gordetzean
fa: خطا در ذخیره
fr: Erreur d’enregistrement
he: שגיאה בשמירה
hi: सहेजने में त्रुटि
hr: Greška kod spremanja
id: Kesalahan saat menyimpan
it: Errore durante il salvataggio
lv: Saglabāšanas kļūda
nl: Fout tijdens opslaan
pl: Błąd przy zapisywaniu
pt_br: Erro ao salvar
pt_pt: Erro ao salvar
ro: Eroare în timpul salvării
ru: Ошибка при сохранении
sr: Грешка при чувању
sv: Fel vid sparandet
tr: Kaydetme hatası
zh_cn: 保存时发生错误
zh_hant: 儲存時出錯

# workspace.header.saved
source: Saved
ar: حُفظ
ca: Desat
cs: Uloženo
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
eu: Gordeta
fa: ذخیره‌شد
fr: Enregistré
he: נשמר
hi: सहेजा गया
hr: Spremljeno
id: Disimpan
it: Salvato
lv: Saglabāts
nl: Opgeslagen
pl: Zapisano
pt_br: Salvo
pt_pt: Guardado
ro: Salvat
ru: Сохранено
sr: Сачувано
sv: Sparad
tr: Kaydedildi
zh_cn: 已保存
zh_hant: 已儲存

# workspace.header.saving
source: Saving
ar: الحفظ
ca: S'està desant
cs: Ukládání
de: Speichern
el: Aποθήκευση
es: Guardando
eu: Gordetzen
fa: ذخیره‌کردن
fr: Enregistrement
he: בשמירה
hi: सहेजा जा रहा है
hr: Spremanje
id: Menyimpan
it: In salvataggio
lv: Saglabāšana
nl: Opslaan
pl: Zapisywanie
pt_br: Salvando
pt_pt: A salvar
ro: Salvare în curs
ru: Сохранение
sr: Чување
sv: Sparar
tr: Kaydediliyor
zh_cn: 正在保存
zh_hant: 正在儲存

# workspace.header.share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hi: शेयर
hr: Podijeli
id: Bagikan
it: Condividi
lv: Kopīgot
nl: Delen
pt_pt: Partilhar
ro: Partajează
sv: Dela
tr: Paylaş
zh_cn: 共享
zh_hant: 共享

# workspace.header.unsaved
source: Unsaved changes
ar: تغييرات غير محفوظة
ca: Canvis sense desar
cs: Neuložené změny
de: Ungespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
eu: Gorde gabeko aldaketak
fa: تغییرات ذخیره نشده
fr: Modifications non enregistrées
he: שינויים שלא נשמרו
hi: सहेजे न गए परिवर्तन
hr: Nespremljene izmijene
id: Perubahan belum disimpan
it: Cambiamenti non salvati
lv: Nesaglabātas izmaiņas
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Há alterações não salvas
pt_pt: Alterações não guardadas
ro: Modificări nesalvate
ru: Есть несохранённые изменения
sr: Несачуване промене
sv: Osparade ändringar
tr: Kaydedilmemiş değişiklikler
zh_cn: 未保存的修改
zh_hant: 變更尚未儲存

# workspace.header.viewer
source: View mode (%s)
ar: وضع العرض (%s)
ca: Visor (%s)
cs: Režim zobrazení (%s)
de: Ansichtsmodus (%s)
el: Λειτουργία προβολής (%s)
es: Modo de visualización (%s)
eu: Ikusteko modua (%s)
fr: Mode spectateur (%s)
he: מצב תצוגה (%s)
hi: दृश्य मोड (%s)
hr: Način prikaza (%s)
id: Mode penampilan (%s)
it: Modalità di visualizzazione (%s)
lv: Skatīšana (%s)
nl: Weergavemodus (%s)
pl: Tryb widoku (%s)
pt_br: Ver protótipo (%s)
pt_pt: Modo de visualização (%s)
ro: Vizualizare (%s)
ru: Открыть предпросмотр (%s)
sr: Режим прегледа (%s)
sv: Visningsläge (%s)
tr: Görünüm modu (%s)
zh_cn: 预览模式（%s）
zh_hant: 檢視模式 (%s)

# workspace.header.zoom
source: Zoom
ar: تكبير
cs: Přiblížení
de: Vergrößern
he: תקריב
hi: ज़ूम
hr: Zum
id: Zum
lv: Tālummaiņa
nl: Zoomen
ru: Масштаб
sr: Увећај
tr: Yakınlaştırma
zh_cn: 缩放
zh_hant: 縮放
