Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# auth.already-have-account
source: Already have an account?
af: Reeds 'n rekening?
ar: هل لديك حساب؟
bn: অ্যাকাউন্ট আছে?
ca: Ja teniu un compte?
cs: Už máte účet?
da: Har du allerede en konto?
de: Sie haben schon ein Konto?
el: Δημιουργία λογαριασμού επίδειξης
es: ¿Tienes ya una cuenta?
es_419: ¿Ya tienes una cuenta?
eu: Baduzu kontua?
fa: از قبل حساب کاربری دارید؟
fo: Hevur tú longu ein brúkara?
fr: Vous avez déjà un compte ?
fr_ca: Tu as déjà un compte?
he: כבר יש לך חשבון?
hi: पहले से खाता है?
hr: Već imaš račun?
id: Sudah memiliki akun?
it: Hai già un account?
ko: 이미 계정이 있으신가요?
lt: Jau turite paskyrą?
lv: Jau ir konts?
ml: നിലവിൽ അക്കൗണ്ടുണ്ടോ?
nl: Heb je al een account?
pl: Posiadasz już konto?
pt_br: Já tem uma conta?
pt_pt: Já tens uma conta?
ro: Ai deja un cont?
ru: Уже есть аккаунт?
sr: Већ имате налог?
sv: Har du redan ett konto?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?
th: มีบัญชีแล้ว?
tr: Zaten hesabın var mı?
zh_cn: 已经有账号了？
zh_hant: 已經有帳號了嗎？

# auth.check-mail
source: Check your email
ca: Comproveu el correu
cs: Zkontrolujte svůj e-mail
de: Überprüfen Sie Ihre E-Mail
es: Comprueba tu correo
fa: ایمیل خود را مرور کنید
fo: Kanna tín teldupost
fr: Vérifiez vos emails
fr_ca: Vérifie ta boîte courriel
he: נא לבדוק את תיבת הדוא״ל שלך
hi: अपना ईमेल देखें
hr: Provjerite e-poštu
id: Periksa surel Anda
it: Controlla la tua email
ko: 이메일을 확인하세요
lv: Jāpārbauda savs e-pasts
nl: Controleer je e-mail
pt_br: Confira seu e-mail
pt_pt: Verifica o teu email
ro: Verifică-ți e-mailul
ru: Проверьте свою электронную почту
sr: Проверите своју е-пошту
sv: Kontrollera din e-post
th: ตรวจสอบอีเมลของคุณ
tr: E-postanıza bakın
zh_cn: 请检查您的邮箱
zh_hant: 檢查郵件

# auth.check-your-email
source: Check your email and click on the link to verify and start using Penpot.
af: Gaan jou e-pos na en klik op die skakel om te verifieer en Penpot te begin gebruik.
ar: تحقق من بريدك الإلكتروني وانقر على الرابط للتحقق والبدء في استخدام Penpot.
bn: আপনার ইমেইল চেক করুন এবং লিংকে ক্লিক করে ভেরিফাই করে Penpot ব্যবহার শুরু করুন।
ca: Reviseu el correu i feu clic en l'enllaç per a verificar i començar a utilitzar el Penpot.
cs: Zkontrolujte svůj e-mail a klikněte na odkaz pro ověření, abyste mohli začít používat Penpot.
da: Tjek din mail og klik på linket for at bekræfte og starte med at bruge Penpot.
de: Überprüfen Sie Ihre E-Mail und klicken Sie auf den Link, um sich zu verifizieren und Penpot zu nutzen.
el: Ελέγξτε το email σας και κάντε κλικ στον σύνδεσμο για επαλήθευση και έναρξη χρήσης του Penpot.
es: Comprueba tu email y haz click en el link de verificación para comenzar a usar Penpot.
es_419: Revise su correo electrónico y haga clic en el enlace para verificar y comenzar a usar Penpot.
eu: Begiratu zure eposta eta egin klik egiaztapen estekan Penpot erabiltzen hasteko.
fa: ایمیل خود را بررسی کنید و برای تأیید و شروع استفاده از Penpot روی لینک کلیک کنید.
fo: Kanna tín teldupost og trýst á leinkina fyri at vátta og byrja at nýta Penpot.
fr: Vérifiez votre e-mail et cliquez sur le lien pour vérifier et commencer à utiliser Penpot.
fr_ca: Vérifie ta boîte courriel et clique le lien de vérification pour commencer à utiliser Penpot.
he: נא לחפש בדוא״ל הנכנס שלך וללחוץ על הקישור כדי לאמת ולהתחיל להשתמש ב־Penpot.
hi: अपने ईमेल की जाँच करें और सत्यापन के लिए लिंक पर क्लिक करके Penpot का उपयोग शुरू करें।
hr: Provjeri svoj e-mail i klikni na vezu da potvrdiš i počneš koristiti Penpot.
id: Periksa surel Anda dan klik pada tautan tersebut untuk memverifikasi dan mulai menggunakan Penpot.
it: Controlla la tua e-mail e clicca sul link di verifica per iniziare a usare Penpot.
ko: 이메일에 포함된 링크를 클릭하여 계정을 인증하고 펜팟의 사용을 시작하십시오.
lt: Pasitikrinkite savo el. paštą, ten rasite pranešimą su nuorodą, kurią paspaudę galėsite pradėti naudotis Penpot.
lv: Jāpārbauda savs e-pasts un jānoklikšķina uz saites, lai apstiprinātu un sāktu izmantot Penpot.
ml: പെൻപോട്ട് ഉപയോഗിക്കാനും സാധൂകരിക്കാനും നിങ്ങളുടെ ഇമെയിൽ പരിശോധിച്ച് അതിലെ കണ്ണിയിൽ ക്ലിക്ക് ചെയ്യുക.
nl: Controleer je e-mail en klik op de link om te verifiëren en Penpot te gaan gebruiken.
pl: Sprawdź swój email i kliknij w link, aby zweryfikować i zacząć korzystać z Penpot.
pt_br: Verifique seu e-mail e clique no link de verificação para começar a usar o Penpot.
pt_pt: Verifica o teu e‑mail e clica no link de verificação para começares a utilizar o Penpot.
ro: Verifică-ți adresa de e-mail, fă clic pe link-ul de verificare și începe să utilizezi Penpot.
ru: Перейдите по ссылке в электронном письме, чтобы начать работу с Penpot.
sr: Проверите своју е-пошту и кликните на везу да верификујете и почнете да користите Penpot.
sv: Kontrollera din e-post och klicka på länken för att verifiera och börja använda Penpot.
ta: உங்கள் மின்னஞ்சலைச் சரிபார்த்து, இணைப்பைக் கிளிக் செய்து சரிபார்த்து, Penpot ஐப் பயன்படுத்தத் தொடங்குங்கள்.
th: ตรวจสอบอีเมลของคุณและคลิกลิงก์เพื่อยืนยันและเริ่มใช้งาน Penpot
tr: Penpot hesabını onaylamak ve kullanmaya başlamak için e-postanı kontrol et ve gönderilen bağlantıya tıkla.
zh_cn: 请检查您的邮箱，点击邮件中的链接来验证，然后开始使用Penpot。
zh_hant: 檢查你的信箱，點擊信中連結來驗證並開始使用 Penpot。

# auth.confirm-password
source: Confirm password
af: Bevestig wagwoord
ar: أكّد كلمة السر
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirmeu la contrasenya
cs: Potvrďte heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού
es: Confirmar contraseña
es_419: Confirmar Contraseña
eu: Baieztatu pasahitza
fa: تایید رمزعبور
fo: Vátta loyniorðið
fr: Confirmez le mot de passe
fr_ca: Confirme ton mot de passe
he: אישור הסיסמה
hi: पासवर्ड की पुष्टि करें
hr: Potvrdi lozinku
id: Konfirmasi kata sandi
it: Conferma la password
ko: 비밀번호 확인하기
lt: Slaptažodžio patvirtinimas
lv: Apstipriniet paroli
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
pt_pt: Confirmar palavra-passe
ro: Confirmă-ți parola
ru: Подтвердите пароль
sr: Потврдите лозинку
sv: Bekräfta lösenordet
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่าน
tr: Parolayı onayla
zh_cn: 确认密码
zh_hant: 確認密碼

# auth.create-demo-account
source: Create demo account
af: Skep demo rekening
ar: أنشئ حساب تجريبي
bn: ডেমো অ্যাকাউন্ট তৈরী করুন
ca: Creeu un compte de prova
cs: Vytvořit demo účet
da: Lav demokonto
de: Ein Demo-Konto erstellen
el: Δημιουργία επίδειξης λογαριασμού
es: Crear cuenta de prueba
es_419: Crear cuenta demo
eu: Sortu probak egiteko kontua
fa: ایجاد حساب دمو
fo: Stovna royndarkonto
fr: Créer un compte de démonstration
fr_ca: Créer un compte de démonstration
he: יצירת חשבון הדגמה
hi: डेमो खाता बनाएं
hr: Kreiraj demo račun
id: Buat akun demo
it: Creare un account demo
ko: 데모 계정을 생성하세요
lt: Kurti demonstracinę paskyrą
lv: Izveidot demonstrācijas kontu
ml: ഡെമോ അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta akaun demo
nl: Demo-account aanmaken
pl: Utwórz konto demo
pt_br: Criar conta de demonstração
pt_pt: Cria uma conta de demonstração
ro: Creează un cont demo
ru: Создать демо-аккаунт
sr: Креирајте демо налог
sv: Skapa demokonto
ta: டெமோ கணக்கை உருவாக்கவும்
th: สร้างบัญชีสาธิตการใช้งาน
tr: Demo hesabı oluştur
zh_cn: 创建演示账号
zh_hant: 建立展示帳號

# auth.create-demo-profile
source: Just wanna try it?
af: Wil jy dit net probeer?
ar: ترغب في التجربة فحسب؟
ca: Ho voleu provar?
cs: Chcete si to jen vyzkoušet?
da: Vil du bare prøve det?
de: Wollen Sie es einfach ausprobieren?
el: Θέλετε να το δοκιμάσετε;
es: ¿Quieres probar?
es_419: ¿Solo quieres probarlo?
eu: Probatu egin nahi al duzu?
fa: فقط می‌خواهید آن را امتحان کنید؟
fo: Vilt tú royna tað?
fr: Vous voulez juste essayer ?
fr_ca: Tu veux simplement essayer?
he: מעניין אותך רק להתנסות?
hi: बस इसे आज़माना चाहते हैं?
hr: Samo želiš isprobati?
id: Hanya ingin mencobanya?
it: Vuoi solamente provare?
ko: 그냥 해볼까요?
lt: Norite tik išmėginti?
lv: Gribat tikai pamēģināt?
ml: ഒന്നുപയോഗിച്ച് നോക്കുന്നോ?
ms: Hanya ingin mencubanya?
nl: Wil je het gewoon proberen?
pl: Chcesz tylko spróbować?
pt_br: Quer apenas experimentar?
pt_pt: Só queres experimentar?
ro: Vrei doar să încerci?
ru: Хотите попробовать?
sr: Само желите да пробате?
sv: Vill du prova?
ta: அதை முயற்சி செய்ய வேண்டுமா?
tr: Sadece denemek mi istiyorsun?
zh_cn: 只是想试试？
zh_hant: 只是想試試看嗎？

# auth.demo-warning
source: This is a DEMO service, DO NOT USE for real work, the projects will be periodically wiped.
af: Dit is 'n DEMO-diens, MOENIE vir werklike werk gebruik nie, die projekte sal periodiek uitgevee word.
ar: هذه خدمة تجريبية، لا تستخدمها للعمل الحقيقي، ستُمسح المشاريع بشكل دوري.
bn: এটি একটি ডেমো সার্ভিস। প্রয়োজনীয় কোনো কাজে ব্যবহার করবেন না। কিছু সময় পর প্রজেক্টগুলো মুছে ফেলা হবে।
ca: Aquest és un servei de PROVA. NO L'UTILITZEU en treballs reals, ja que els projectes s'eliminaran periòdicament.
cs: Toto je DEMO služba, NEPOUŽÍVEJTE ji pro skutečnou práci, projekty budou pravidelně mazány.
da: Det her er en DEMO service, BRUG IKKE for rigtigt arbejde, projekterne vil blive slettet periodevis.
de: Das ist eine DEMO-VERSION, verwenden Sie es NICHT zum Arbeiten, die Projekte werden regelmäßig gelöscht.
el: Αυτή είναι μια υπηρεσία DEMO, ΜΗ ΧΡΗΣΙΜΟΠΟΙΕΙΤΕ για πραγματική εργασία, τα έργα θα σβήνονται περιοδικά.
es: Este es un servicio de DEMOSTRACIÓN. NO USAR para trabajo real, los proyectos serán borrados periodicamente.
es_419: Este es un servicio DEMO, NO LO UTILICE para trabajos reales, los proyectos se borrarán periódicamente.
eu: Hau PROBAK EGITEKO zerbitzua da. EZ ERABILI benetako lana egiteko, hemengo proiektuak noizean behin ezabatu egingo dira.
fa: این یک سرویس آزمایشی است، برای کار واقعی استفاده نکنید، پروژه‌ها به صورت دوره‌ای پاک می‌شوند.
fo: Hetta er ein ROYNDAR tænasta, IKKI BRÚKA til veruligt arbeiði, verkætlanirnar verða slettaðar regluliga.
fr: Il s’agit d’un service de DÉMONSTRATION. NE L'UTILISEZ PAS pour travailler vraiment. Les projets seront supprimés périodiquement.
fr_ca: Ceci est un service de DÉMONSTRATION. NE PAS UTILISER pour du vrai travail. Les projets seront supprimés périodiquement.
he: זה שירות ניסיוני, לא להשתמש בו לעבודה אמתית, המיזמים יימחקו מדי פעם בפעם.
hi: यह डेमो सेवा है, असली काम के लिए न इस्तेमाल करें, प्रोजेक्ट्स समय-समय पर हटाए जाएंगे।
hr: Ovo je DEMO usluga. NEMOJ KORISTITI za pravi rad. Projekti će se povremeno brisati.
id: Ini layanan DEMO, JANGAN GUNAKAN untuk pekerjaan nyata, proyek-proyek ini akan di hapus secara berkala.
it: Questo è un servizio di prova, non utilizzare per il lavoro reale, i progetti verranno eliminati periodicamente.
ko: 데모 서비스입니다. 실제 작업에 사용하지 마십시오. 생성된 프로젝트는 주기적으로 삭제될 것입니다.
lt: Tai yra DEMONSTRACINĖ versija, NEKURKITE tikrų darbų, nes projektai periodiškai - šalinami.
lv: Šis ir IZRĀDĪŠANAS pakalpojums, kas NAV IZMANTOJAMS īstam darbam, jo projekti ik pēc noteikta laika posma tiks izdzēsti.
ml: ഇതൊരു ഡെമോ സേവനമാണ്, ഒരു യഥാർത്ഥ ജോലിക്ക് ഉപയോഗിക്കരുത്, പ്രൊജക്റ്റുകൾ നിശ്ചിതസമയങ്ങളിൽ മായ്ക്കപ്പെടും.
ms: Ini adalah perkhidmatan DEMO, JANGAN GUNAKAN untuk kerja sebenar, projek akan dipadam secara berkala.
nl: Dit is een DEMO-service, GEBRUIK DIT NIET voor echt werk, de projecten worden regelmatig gewist.
pl: To jest usługa DEMO, NIE UŻYWAJ jej do prawdziwej pracy, projekty będą okresowo usuwane.
pt_br: Este é um serviço DEMONSTRATIVO, NÃO USE para trabalho real. Os projetos serão apagados periodicamente.
pt_pt: Este é um serviço de DEMONSTRAÇÃO, NÃO UTILIZES para trabalhos reais. Os projetos serão eliminados periodicamente.
ro: Acesta este un serviciu DEMO, NU ÎL UTILIZA pentru lucrări reale, întrucât proiectele vor fi șterse periodic.
ru: Это ДЕМОНСТРАЦИЯ, НЕ ИСПОЛЬЗУЙТЕ для работы, проекты будут периодически удаляться.
sr: Ово је ДЕМО услуга, НЕ КОРИСТИТЕ за прави рад, пројекти ће се повремено брисати.
sv: Detta är en DEMO-tjänst, ANVÄND INTE för produktion, projekten i miljön raderas regelbundet.
ta: இது ஒரு டெமோ சேவை, உண்மையான வேலைக்கு பயன்படுத்த வேண்டாம், திட்டங்கள் அவ்வப்போது அழிக்கப்படும்.
th: บริการนี้มีไว้สำหรับสาธิตการใช้งาน ห้ามใช้สำหรับชิ้นงานจริง เนื่องจากข้อมูลจะถูกลบเป็นระยะ ๆ
tr: Bu bir DEMO hizmettir, gerçek işleriniz için KULLANMAYIN, projeler belirli aralıklarla silinecektir.
zh_cn: 这是一个演示服务，请【不要】用于真实工作，这些项目将被周期性地抹除。
zh_hant: 此服務僅用於展示，請勿用於實際工作。專案內容將被定期清除。

# auth.forgot-password
source: Forgot password?
af: Wagwoord vergeet?
ar: أنسيت كلمة السر؟
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Heu oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Olvidaste tu contraseña?
es_419: ¿Has olvidado tu contraseña?
eu: Pasahitza ahaztu duzu?
fa: کلمه‌عبور را فراموش کرده‌اید؟
fo: Gloymt loyniorðið?
fr: Mot de passe oublié ?
fr_ca: Mot de passe oublié?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravljena lozinka?
id: Lupa kata sandi?
it: Hai dimenticato la password?
ko: 비밀번호를 잊어버리셨나요?
lt: Pamiršote slaptažodį?
lv: Aizmirsta parole?
ml: പാസ്‌വേഡ് മറന്നോ?
ms: Lupa kata laluan?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
pt_pt: Esqueceste a tua palavra-passe?
ro: Ai uitat parola?
ru: Забыли пароль?
sr: Заборављена лозинка?
sv: Glömt lösenordet?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: ลืมรหัสผ่าน?
tr: Parolanı mı unuttun?
zh_cn: 忘记密码？
zh_hant: 忘記密碼？

# auth.fullname
source: Full Name
af: Volle naam
ar: الاسم الكامل
bn: পুরো নাম
ca: Nom complet
cs: Jméno a příjmení
da: Fulde Navn
de: Vollständiger Name
el: Πλήρες όνομα
es: Nombre completo
es_419: Nombre completo
eu: Izen osoa
fa: نام کامل
fo: Fullfíggja navn
fr: Nom complet
fr_ca: Nom complet
he: שם מלא
hi: पूरा नाम
hr: Puno ime
id: Nama Lengkap
it: Nome completo
ko: 이름 (성명)
lt: Vardas ir Pavardė
lv: Pilns vārds
ml: മുഴുവൻ പേര്
ms: Nama penuh
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
pt_pt: Nome completo
ro: Numele complet
ru: Полное имя
sr: Пуно име
sv: Fullständigt namn
ta: முழு பெயர்
th: ชื่อเต็ม
tr: Tam Adın
zh_cn: 全名
zh_hant: 全名

# auth.login-account-title
source: Log into my account
ar: لِج إلى حسابي
cs: Přihlásit se do mého účtu
de: In mein Konto einloggen
es: Entrar en mi cuenta
fa: ورود به حسابِ من
fo: Rita inn á mína konto
fr: Connexion à mon compte
fr_ca: Connexion à mon compte
he: כניסה לחשבון שלי
hi: मेरे खाते में लॉग इन करें
hr: Prijavite se na svoj račun
id: Masuk ke akun saya
it: Accedi al mio account
ko: 내 계정에 로그인하기
lv: Pieteikties manā kontā
nl: Log in op mijn account
pt_br: Entrar na minha conta
pt_pt: Entrar na minha conta
ro: Intru în contul meu
ru: Войдите в свой аккаунт
sr: Пријавите се на свој налог
sv: Logga in på mitt konto
th: ลงชื่อเข้าใช้บัญชีของฉัน
tr: Hesabımda oturum aç
zh_cn: 登录我的账号
zh_hant: 登入我的帳號

# auth.login-here
source: Login here.
af: Meld hier aan
ar: لِج هنا.
bn: এখানে লগিন করুন
ca: Inicieu la sessió aquí.
cs: Přihlaste se zde.
da: Log på her
de: Hier anmelden.
el: Συνδεθείτε εδώ
es: Inicia sesión aquí.
es_419: Inicie sesión aquí
eu: Sartu
fa: ورود از اینجا.
fo: Innrita her.
fr: Connectez-vous ici.
fr_ca: Se connecter ici.
he: כניסה מכאן.
hi: यहाँ लॉग इन करें।
hr: Prijavi se ovdje.
id: Masuk di sini.
it: Accedi qui.
ko: 여기서 로그인하세요
lt: Prisijungimas čia
lv: Pieteikties šeit.
ml: ഇവിടെ ലോഗിൻ ചെയ്യുക
ms: Log masuk disini
nl: Hier inloggen.
pl: Zaloguj się tutaj
pt_br: Fazer Login.
pt_pt: Inicia a sessão aqui.
ro: Intră în cont aici.
ru: Войти здесь.
sr: Пријавите се овде.
sv: Logga in här.
ta: இங்கே உள்நுழைக
th: ลงชื่อเข้าใช้ที่นี่
tr: Buradan oturum açın.
zh_cn: 在这里登录。
zh_hant: 在此登入。

# auth.login-submit
source: Login
af: Meld aan
ar: لِج
bn: লগিন
ca: Entra
cs: Přihlásit se
da: Log på
de: Anmelden
el: Συνδεθείτε
es: Entrar
es_419: Iniciar sesión
eu: Sartu
fa: ورود
fo: Rita inn
fr: Connexion
fr_ca: Me connecter
he: כניסה
hi: लॉगिन
hr: Prijava
id: Masuk
it: Accedi
ko: 로그인
lt: Prisijungti
lv: Pieteikties
ml: ലോഗിൻ
ms: Log masuk
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Intră în cont
ru: Вход
sr: Пријава
sv: Logga in
ta: உள்நுழை
th: ลงชื่อเข้าใช้
tr: Oturum aç
zh_cn: 登录
zh_hant: 登入

# auth.login-tagline
source: Penpot is the free open-source design tool for Design and Code collaboration
ar: Penpot هو أداة تصميم مجانية ومفتوحة المصدر للتعاون بين التصميم والبرمجة
cs: Penpot je bezplatný open-source návrhářský nástroj pro spolupráci v oblasti designu a kódu
de: Penpot ist das kostenlose Open-Source-Design-Tool für die Zusammenarbeit von Design und Code
es: Penpot es la herramienta de diseño libre y open-source para la colaboración entre Diseño y Código
fa: Penpot یک ابزار طراحی و همکاری در کد نویسی است که رایگان و کد آن متن باز است.
fo: Penpot er eitt ókeypis formgevingstól við opnari keldukotu, at nýta til Formgávu og Forritanar samstarv
fr: Penpot est l'outil de design libre et Open Source pour la collaboration entre Design et Développement
fr_ca: Penpot est un outil de design gratuit à code source ouvert pour la collaboration entre le design et le code
he: Penpot הוא כלי בקוד פתוח לשיתוף עיצוב וקוד
hi: पेनपॉट एक मुफ़्त ओपन-सोर्स डिज़ाइन टूल है जो डिज़ाइन और कोड सहयोग के लिए है
hr: Penpot je besplatan alat otvorenog koda za dizajn i suradnju na kodu
id: Penpot adalah peralatan desain bebas & bersumber terbuka untuk kolaborasi Desain dan Kode
it: Penpot è lo strumento di design open-source e gratuito per la collaborazione tra Design e Sviluppo
ko: 펜팟은 디자인과 코딩의 협업을 위한 무료 오픈소스 디자인 도구입니다
lv: Penpot ir bezmaksas atvērtā pirmkoda dizaina rīks dizaina un koda sadarbībai
nl: Penpot is de gratis open-source ontwerptool voor samenwerking op het gebied van ontwerp en code
pt_br: Penpot é uma ferramenta de código aberto gratuíto para colaboração em Design e código
pt_pt: O Penpot é a ferramenta de desenho gratuita e de código aberto para colaboração entre Design e Código
ro: Penpot este unealta gratuită cu cod sursă liber pentru colaborare în design și cod
ru: Penpot — это бесплатный инструмент для дизайна с открытым исходным кодом, созданный для совместной работы с дизайном и кодом
sr: Penpot је бесплатан алат отвореног кода за сарадњу у дизајну и програмирању
sv: Penpot är det fria open-source designverktyget för design and kod samarbete
th: Penpot เป็นเครื่องมือออกแบบที่ฟรีและโอเพนซอร์สสำหรับการดีไซน์และโค้ดร่วมกัน
tr: Penpot, tasarım ve kod iş birliği için özgür ve açık kaynaklı tasarım aracıdır
zh_cn: Penpot是一款自由开源的设计工具，用于「设计」和「开发」协同
zh_hant: Penpot 是用於設計與開發協作，免費且開源的設計工具

# auth.login-with-oidc-submit
source: OpenID
bn: ওপেনআইডি
he: ‎OpenID Connect
id: OpenID Connect
ko: 오픈아이디 (OpenID)
lv: AtvērtoID (OpenID)
ml: ഓപ്പൺഐഡി
ms: OpenID Connect
pt_pt: OpenID Connect
ta: ஓப்பன் ஐடி
zh_cn: OpenID登录

# auth.new-password
source: Type a new password
af: Tik 'n nuwe wagwoord in
ar: اكتب كلمة سر جديدة
bn: নতুন পাসওয়ার্ড টাইপ করুন
ca: Escriviu una contrasenya nova
cs: Zadejte nové heslo
da: Indtast et nyt kodeord
de: Geben Sie ein neues Passwort ein
el: Πληκτρολογήστε έναν νέο κωδικό πρόσβασης.
es: Introduce la nueva contraseña
es_419: Escribe una nueva contraseña
eu: Sartu Pasahitz berria
fa: یک رمزعبور جدید تایپ کنید
fo: Skriva eitt nýtt loyniorð
fr: Saisissez un nouveau mot de passe
fr_ca: Nouveau mot de passe
he: נא להקליד סיסמה חדשה
hi: नया पासवर्ड दर्ज करें
hr: Unesi novu lozinku
id: Ketik kata sandi baru
it: Inserisci una nuova password
ko: 새 비밀번호를 입력하세요
lt: Įveskite naują slaptažodį
lv: Ierakstiet jaunu paroli
ml: പുതിയൊരു പാസ്‌വേഡ് ചേർക്കുക
ms: Taip kata laluan baharu
nl: Typ een nieuw wachtwoord
pl: Wpisz nowe hasło
pt_br: Digite uma nova senha
pt_pt: Escreve uma nova palavra-passe
ro: Introdu o parolă nouă
ru: Введите новый пароль
sr: Унесите нову лозинку
sv: Skriv ett nytt lösenord
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்
th: พิมพ์รหัสผ่านใหม่
tr: Yeni bir parola gir
zh_cn: 输入新的密码
zh_hant: 輸入新密碼

# auth.notifications.password-changed-successfully
source: Password successfully changed
af: Wagwoord suksesvol verander
ar: غُيّرت كلمة السر بنجاح
ca: La contrasenya s'ha canviat correctament
cs: Heslo bylo úspěšně změněno
da: Adgangskoden er blevet ændret
de: Passwort erfolgreich geändert
el: Ο κωδικός έχει αλλάξει.
es: La contraseña ha sido cambiada
es_419: Contraseña cambiada correctamente
eu: Pasahitza ondo aldatu da
fa: کلمه‌عبور با موفقیت تغییر یافت
fo: Loyniorðið er broytt
fr: Mot de passe changé avec succès
fr_ca: Mot de passe modifié avec succès
he: הסיסמה הוחלפה בהצלחה
hi: पासवर्ड सफलतापूर्वक बदल दिया गया है
hr: Lozinka uspješno promijenjena
id: Kata sandi berhasil diubah
it: La password è stata modificata con successo
ko: 비밀번호가 성공적으로 변경되었어요
lt: Slaptažodis sėkmingai pakeistas
lv: Parole ir veiksmīgi nomainīta
ml: പാസ്‌വേഡ് വിജയകരമായി മാറ്റി
ms: Kata laluan berjaya ditukar
nl: Wachtwoord succesvol gewijzigd
pl: Hasło zmienione pomyślnie
pt_br: Senha alterada com sucesso
pt_pt: Palavra-passe alterada com sucesso
ro: Parola a fost schimbată cu success
ru: Пароль успешно изменён
sr: Лозинка је успешно промењена
sv: Lösenordet ändrades
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது
th: เปลี่ยนรหัสผ่านแล้ว
tr: Parola başarıyla değiştirildi
zh_cn: 密码修改成功
zh_hant: 已成功更改密碼

# auth.notifications.profile-not-verified
source: Profile is not verified, please verify profile before continue.
af: Profiel is nie geverifieer nie, verifieer asseblief profiel voordat jy voortgaan.
ar: الملف التعريف غير موثّق، يُرجى توثيق الملف التعريف قبل المتابعة.
ca: El perfil encara no s'ha verificat, feu-ho abans de continuar.
cs: Profil není ověřen, před pokračováním prosím ověřte profil.
da: Profilen er ikke bekræftet, venligt verificer profilen før du går videre.
de: Profil ist nicht verifiziert. Bevor Sie fortfahren, verifizieren Sie bitte das Profil.
el: Το προφίλ δεν έχει επαληθευτεί ακόμη, επικυρώστε το προφίλ πριν συνεχίσετε.
es: El perfil aun no ha sido verificado, por favor valida el perfil antes de continuar.
es_419: El perfil no está verificado, verifique el perfil antes de continuar.
eu: Profila ez da oraindik egiaztatu, egiaztatu ezazu jarraitu aurretik.
fa: پروفایل تأیید نشده است، لطفاً قبل از ادامه، پروفایل را تأیید کنید.
fo: Vangamyndin er ikki váttað, vinarliga vátta vangamyndina áðrenn tú heldur áfram.
fr: Le profil n’est pas vérifié. Avant de continuer, vérifiez le profil.
fr_ca: Le profil n'est pas vérifié. Vérifier le profile avant de continuer.
he: הפרופיל לא עבר אימות, נא לאמת את הפרופיל לפני המשך התהליך.
hi: प्रोफ़ाइल अभी सत्यापित नहीं है, कृपया आगे बढ़ने से पहले इसे सत्यापित करें।
hr: Profil nije potvrđen, potvrdi profil prije nastavka.
id: Profil belum terverifikasi, harap verifikasi profil sebelum melanjutkan.
it: Il profilo non è verificato. Verifica il profilo prima di continuare.
ko: 프로필이 검증되지 않았어요. 계속 하려면 검증절차를 완료해주세요.
lt: Paskyra yra nepatvirtinta, prieš tęsdami patikrinkite paskyrą.
lv: Profils nav apliecināts, lūgums pirms turpināšanas veikt profila apstiprināšanu.
ml: പ്രൊഫൈൽ സാധൂകരിച്ചിട്ടില്ല, തുടരുന്നതിന് മുൻപ് ദയവായി സാധൂകരിക്കുക.
ms: Profil tidak disahkan, sila sahkan profil sebelum meneruskan.
nl: Profiel is niet geverifieerd. Verifieer het profiel voordat je verder gaat.
pl: Profil nie został zweryfikowany, zweryfikuj profil przed kontynuacją.
pt_br: Perfil não verificado. Por favor, verifique o perfil antes de continuar.
pt_pt: O perfil não está verificado, por favor valida-o antes de continuar.
ro: Profilul nu este verificat, te rugăm să verifici profilul înainte de a continua.
ru: Профиль не подтверждён, пожалуйста, сначала подтвердите профиль.
sr: Профил није верификован, проверите профил пре него што наставите.
sv: Profilen är inte verifierad, vänligen verifiera profilen innan du fortsätter.
ta: சுயவிவரம் சரிபார்க்கப்படவில்லை, தொடர்வதற்கு முன் சுயவிவரத்தைச் சரிபார்க்கவும்.
th: โปรไฟล์นี้ยังไม่ได้รับการยืนยัน กรุณายืนยันโปรไฟล์ก่อนดำเนินการต่อ
tr: Profil onaylanmamış, devam etmeden önce profili onaylayın.
zh_cn: 个人资料未验证，请于验证后继续。
zh_hant: 個人檔案尚未驗證，再繼續之前，請先驗證個人檔案。
