Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# labels.all
source: All
ar: الكل
ca: Tots
cs: Vše
de: Alles
el: Ολα
es: Todo
eu: Guztia
fa: همه
fr: Tous
he: הכול
hi: सभी
hr: Sve
id: Semua
it: Tutti
ko: 전체
lv: Visi
ms: Semua
nl: Alles
pl: Wszystko
pt_br: Todos
pt_pt: Todos
ro: Toate
ru: Все
sr: Све
sv: Allt
tr: Hepsi
zh_cn: 全部
zh_hant: 全部

# labels.and
source: and
ar: و
ca: i
cs: a
de: und
es: y
eu: eta
fa: و
fr: et
he: וגם
hi: तथा
hr: i
id: dan
it: e
ko: 그리고
lv: un
ms: dan
nl: en
pl: i
pt_br: e
pt_pt: e
ro: și
ru: и
sr: и
sv: och
tr: ve
zh_cn: 和
zh_hant: 及

# labels.back
source: Back
ar: العودة
ca: Enrere
cs: Zpět
de: Zurück
es: Volver
eu: Itzuli
fa: بازگشت
fr: Retour
he: חזרה
hi: पीछे
hr: Povratak
id: Kembali
it: Indietro
ko: 뒤로
lv: Atpakaļ
ms: Kembali
nl: Terug
pl: Cofnij
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sr: Назад
sv: Tillbaka
tr: Geri
zh_cn: 后退
zh_hant: 返回

# labels.bad-gateway.desc-message
source: Looks like you need to wait a bit and retry; we are performing small maintenance of our servers.
ar: يبدو أنك بحاجة إلى الانتظار قليلا وإعادة المحاولة. نحن نقوم بصيانة صغيرة لخوادمنا.
ca: Sembla que heu d'esperar una mica i tornar a provar; estem realitzant un petit manteniment dels nostres servidors.
cs: Vypadá to, že musíte chvíli počkat a zkusit to znovu; provádíme drobnou údržbu našich serverů.
de: Sie müssen ein wenig warten und es erneut versuchen. Wir führen eine kurze Wartung an unseren Servern durch.
el: Φαίνεται ότι πρέπει να περιμένετε λίγο και να προσπαθήσετε ξανά. εκτελούμε μικρή συντήρηση των διακομιστών μας.
es: Parece que necesitas esperar un poco y volverlo a intentar; estamos realizando operaciones de mantenimiento en nuestros servidores.
eu: Pixkat itxaron eta berriz saiatu behar duzula dirudi; mantentze-lanak egiten ari gara.
fa: به نظر می‌رسد باید کمی صبر کنید و دوباره تلاش کنید; ما در حال انجام تعمیرات کوچک روی سرورهای خود هستیم.
fr: Il semble que vous deviez attendre un peu et réessayer ; nous effectuons une petite maintenance de nos serveurs.
he: נראה כאילו עליך להמתין מעט ולנסות שוב, אנו מבצעים עבודות תחזוקה פשוטות בשרתים שלנו.
hi: ऐसा लगता है कि आपको थोड़ी देर प्रतीक्षा करनी होगी और फिर से प्रयास करना होगा; हम अपने सर्वरों का छोटा रखरखाव कर रहे हैं।
hr: Čini se da moraš malo pričekati i pokušati ponovno; vršimo mala održavanja naših servera.
id: Sepertinya Anda harus menunggu sebentar dan mencoba lagi; kami melakukan pemeliharaan kecil pada peladen kami.
it: Sembra che tu debba aspettare un po' e riprovare; stiamo eseguendo dei piccoli lavori di manutenzione sui nostri server.
lv: Izskatās, ka mazliet jāuzgaida un jāmēģina vēlreiz; mēs veicam nelielus mūsu serveru uzturēšanas darbus.
ms: Nampaknya anda perlu menunggu sebentar dan mencuba semula; kami sedang melakukan penyelenggaraan kecil pelayan kami.
nl: Het lijkt erop dat je even moet wachten en het opnieuw moet proberen; we voeren klein onderhoud uit aan onze servers.
pl: Wygląda na to, że musisz trochę poczekać i spróbować ponownie; wykonujemy drobne prace konserwacyjne naszych serwerów.
pt_br: Parece que você precisa esperar um pouco e tentar de novo; estamos realizando pequenas manutenções em nossos servidores.
pt_pt: Parece que tens de aguardar um pouco e tentar novamente; estamos a realizar pequenas manutenções nos nossos servidores.
ro: Momentan serverele noastre sunt în mentenanță. Revino în scurt timp.
ru: Возможны технические работы. Пожалуйста, зайдите чуть позже.
sr: Изгледа да морате да сачекате неколико тренутака и покушате поново; изводимо мање одржавање наших сервера.
sv: Det ser ut som om du behöver vänta lite och försöka igen; vi utför underhåll av våra servrar.
tr: Görünüşe göre biraz beklemen ve yeniden denemen gerekiyor; sunucularımızda küçük bir bakım yapıyoruz.
zh_cn: 请过会儿再来试试，我们正在对服务器进行一些简单维护。
zh_hant: 伺服器正在進行小型維修，請稍後重試。

# labels.bad-gateway.main-message
source: Bad Gateway
ar: مدخل خاطأ
ca: Error del servidor (Bad Gateway)
cs: Špatná brána
es: Error del servidor (Bad Gateway)
eu: Zerbitzariaren errorea (Bad Gateway)
he: שער גישה שגוי
hi: खराब गेटवे
hr: Loš Gateway
id: Gerbang Jalur Buruk
it: Gateway non corretto
ko: 잘못된 경로
lv: Nepareiza vārteja
ms: Ralat pelayan (Bad Gateway)
pt_br: Erro do servidor (Bad Gateway)
pt_pt: Error de Servidor (Bad Gateway)
ro: Eroare de Server
sr: Лош Gateway
tr: Hatalı Ağ Geçidi
zh_cn: 网关错误
zh_hant: 無效的閘道

# labels.cancel
source: Cancel
ar: ألغِ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odbaci
id: Batal
it: Annulla
ko: 취소
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sr: Откажите
sv: Avbryt
tr: İptal
zh_cn: 取消
zh_hant: 取消

# labels.close
source: Close
ar: غلق
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar
eu: Itxi
fa: بستن
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
id: Tutup
it: Chiudi
ko: 닫기
lv: Aizvērt
ms: Tutup
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sr: Затвори
sv: Stäng
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# labels.collapse
source: Collapse
cs: Sbalit
de: Zusammenklappen
es: Colapsar
fr: Réduire
he: צמצום
hi: संकुचित करें
hr: Sažmi
id: Tutup
it: Comprimi
lv: Sakļaut
nl: Samenvouwen
pt_br: Recolher
pt_pt: Colapsar
ro: Închidere
ru: Свернуть
sv: Dra ihop
tr: Daralt
zh_cn: 折叠
zh_hant: 摺疊

# labels.comment
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
he: הערה
hi: टिप्पणी
hr: Komentar
id: Komentar
it: Commenta
lv: Piebilde
nl: Commentaar
pt_br: Comentário
pt_pt: Comentário
ro: Comentariu
ru: Комментарий
sv: Kommentar
tr: Yorum
zh_cn: 评论
zh_hant: 留言

# labels.comment.mark-as-solved
source: Mark as solved
cs: Označit jako vyřešené
de: Als gelöst markieren
es: Marcar como resuelto
fr: Marquer comme résolu
he: סימון כפתור
hi: समाधान के रूप में चिह्नित करें
hr: Označi kao riješeno
id: Tandau sebagai selesai
it: Segna come risolto
lv: Atzīmēt kā atrisinātu
nl: Markeren als opgelost
pt_br: Marcar como resolvido
pt_pt: Marcar como resolvido
ro: Marchează ca rezolvat
ru: Отметить как решенное
sv: Markera som löst
tr: Çözüldü olarak işaretle
zh_cn: 标记为已解决
zh_hant: 標記為已解決

# labels.comments
source: Comments
ar: تعليقات
ca: Comentaris
cs: Komentáře
de: Kommentare
el: Σχόλια
es: Comentarios
eu: Iruzkinak
fa: نظرات
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
hr: Komentari
id: Komentar
it: Commenti
ko: 코멘트
lv: Komentāri
ms: Komen
nl: Commentaar
pl: Komentarze
pt_br: Comentários
pt_pt: Comentários
ro: Comentarii
ru: Комментарии
sr: Коментари
sv: Kommentarer
tr: Yorumlar
zh_cn: 评论
zh_hant: 評論

# labels.community
source: Community
ar: مجتمع
ca: Comunitat
cs: Komunita
es: Comunidad
eu: Komunitatea
fa: انجمن
fr: Communauté
he: קהילה
hi: समुदाय
hr: Zajenica
id: Komunitas
ko: 커뮤니티
lv: Kopiena
ms: Komuniti
nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
pt_pt: Comunidade
ro: Comunitate
ru: Сообщество
sr: Заједница
th: ชุมชน
tr: Topluluk
zh_cn: 社区
zh_hant: 社群

# labels.confirm-password
source: Confirm password
ar: أكّد كلمة السر
ca: Confirmeu la contrasenya
cs: Potvrďte heslo
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού
es: Confirmar contraseña
eu: Berretsi pasahitza
fa: تایید رمزعبور
fr: Confirmer le mot de passe
he: אישור סיסמה
hi: पासवर्ड पुष्टि करें
hr: Potvrdi lozinku
id: Konfirmasi kata sandi
it: Conferma la password
ko: 비밀번호 확인하기
lv: Apstiprināt paroli
ms: Sahkan kata laluan
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
pt_pt: Confirmar palavra-passe
ro: Confirmă parola
ru: Подтвердите пароль
sr: Потврди лозинку
sv: Bekräfta lösenordet
th: ยืนยันรหัสผ่าน
tr: Parolayı onayla
zh_cn: 确认密码
zh_hant: 確認密碼

# labels.continue
source: Continue
ar: استمر
ca: Continua
cs: Pokračovat
de: Weiter
es: Continuar
eu: Jarraitu
fa: ادامه
fr: Continuer
he: להמשיך
hi: जारी रखें
hr: Nastavi
id: Lanjutkan
it: Continua
ko: 계속하기
lv: Turpināt
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sr: Настави
sv: Fortsätt
tr: Devam et
zh_cn: 继续
zh_hant: 繼續

# labels.continue-with
source: Continue with
ar: تابع مع
ca: Continua amb
cs: Pokračovat s
de: Weiter mit
es: Continúa con
eu: Honekin jarraitu
fa: ادامه دادن با
fr: Continuer avec
he: להמשיך עם
hi: के साथ जारी रखें
hr: Nastavi sa
id: Lanjutkan dengan
it: Continua con
lv: Turpināt ar
ms: Teruskan dengan
nl: Doorgaan met
pl: Kontynuuj z
pt_br: Continue com
pt_pt: Continuar com
ro: Continuă cu
ru: Продолжить с
sr: Настави са
sv: Fortsätt med
tr: İle devam et
zh_cn: 继续
zh_hant: 繼續

# labels.continue-with-penpot
source: You can continue with a Penpot account
ar: يمكنك المتابعة مع حساب Penpot
ca: Podeu continuar amb un compte de Penpot
cs: Můžete pokračovat s účtem Penpot
de: Sie können mit einem Penpot-Konto fortfahren
es: Puedes continuar con una cuenta de Penpot
eu: Penpot kontu batekin jarraitu dezakezu
fa: شما می‌توانید با یک حساب Penpot ادامه دهید
fr: Vous pouvez continuer avec un compte Penpot
he: אפשר להמשיך עם חשבון Penpot
hi: आप पेनपॉट खाते के साथ जारी रख सकते हैं
hr: Možeš nastaviti s Penpot računom
id: Anda dapat melanjutkan dengan sebuah akun Penpot
it: Puoi continuare con un account Penpot
lv: Varat turpināt ar Penpot kontu
ms: Anda boleh meneruskan dengan akaun Penpot
nl: Je kunt doorgaan met een Penpot-account
pl: Możesz kontynuować z kontem Penpot
pt_br: Você pode continuar com uma conta do Penpot
pt_pt: Podes continuar com uma conta Penpot
ro: Poți continua cu un cont Penpot
ru: Вы можете продолжить с аккаунтом Penpot
sr: Можете наставити са Penpot налогом
sv: Du kan fortsätta med ett Penpot-konto
tr: Penpot hesabıyla devam edebilirsiniz
zh_cn: 你可以使用Penpot帐号继续
zh_hant: 以Penpot帳戶繼續

# labels.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
he: העתקה
hi: कापी
id: Salin
it: Copia
lv: Ievietot starpliktuvē
nl: Kopie
pt_br: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
tr: Kopyala
zh_cn: 复制

# labels.copy-color
source: Copy color
de: Farbe kopieren
es: Copiar color
fr: Copier la couleur
he: העתקת צבע
hi: रंग कॉपी करें
id: Salin warna
it: Copia colore
lv: Ievietot krāsu starpliktuvē
nl: Kleur kopiëren
pt_br: Copiar cor
pt_pt: Copiar cor
ro: Copiază culoarea
ru: Копировать цвет
sv: Kopiera färg
tr: Rengi kopyala
zh_cn: 复制颜色

# labels.copy-invitation-link
source: Copy link
ca: Copia l'enllaç
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
eu: Kopiatu esteka
fr: Copier le lien
he: העתקת קישור
hi: लिंक कॉपी
hr: Kopiraj vezu
id: Salin tautan
it: Copia link
ko: 링크 복사하기
lv: Kopēt saiti
ms: Salin pautan
nl: Link kopiëren
pl: Kopiuj link
pt_br: Copiar link
pt_pt: Copiar link
ro: Copiază link-ul
ru: Копировать ссылку
sr: Копирај везу
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
zh_cn: 复制链接
zh_hant: 複製連結

# labels.create
source: Create
ar: أنشئ
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
eu: Sortu
fa: ایجاد
fr: Créer
he: יצירה
hi: निर्माण
hr: Kreiraj
id: Buat
it: Crea
ko: 생성하기
lv: Izveidot
ms: Cipta
nl: Aanmaken
pl: Stwórz
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sr: Створи
sv: Skapa
tr: Oluştur
zh_cn: 创建
zh_hant: 建立

# labels.create-team
source: Create new team
ar: أنشئ فريق جديد
ca: Crea un equip nou
cs: Vytvořit nový tým
de: Neues Team erstellen
el: Δημιουργήστε μια νέα ομάδα
es: Crea un nuevo equipo
eu: Sortu talde berria
fa: ایجاد تیم جدید
fr: Créer une équipe
he: יצירת צוות חדש
hi: नई टीम निर्माण
hr: Kreiraj novi tim
id: Buat tim baru
it: Crea un nuovo team
ko: 새로운 팀 만들기
lv: Izveidot jaunu komandu
ms: Cipta pasukan baharu
nl: Nieuw team aanmaken
pl: Stwórz nowy zespół
pt_br: Criar nova equipe
pt_pt: Criar equipa nova
ro: Creează o echipă
ru: Создать новую команду
sr: Направи нови тим
sv: Skapa nytt team
th: สร้างทีมใหม่
tr: Yeni takım oluştur
zh_cn: 创建新团队
zh_hant: 建立新團隊

# labels.create-team.placeholder
source: Enter new team name
ar: أدخل اسم الفريق الجديد
ca: Introduïu el nom de l'equip nou
cs: Zadejte název nového týmu
de: Neuen Teamnamen eingeben
es: Introduce un nuevo nombre de equipo
eu: Sartu taldearen izena
fa: نام تیم جدید را وارد کنید
fr: Entrer le nom de la nouvelle équipe
he: נא למלא שם לצוות החדש
hi: नई टीम का नाम दर्ज करें
hr: Unesi ime novog tima
id: Masukkan nama tim baru
it: Inserisci il nome del nuovo team
ko: 새로운 팀명 입력하세요
lv: Jāievada jaunās komandas nosaukums
ms: Masukkan nama pasukan baharu
nl: Nieuwe teamnaam
pl: Wprowadź nazwę nowego zespołu
pt_br: Insira o nome da nova equipe
pt_pt: Introduz o nome da nova equipa
ro: Introdu noul nume al echipei
ru: Введите название новой команды
sr: Унесите ново име тима
sv: Ange nytt teamnamn
tr: Yeni takım adı gir
zh_cn: 输入新的团队名称
zh_hant: 輸入新團隊名稱

# labels.custom-fonts
source: Custom fonts
ar: خطوط مخصصة
ca: Tipografies personalitzades
cs: Vlastní písma
da: Brugerdefinerede skrifttyper
de: Eigene Schriftarten
es: Fuentes personalizadas
eu: Pertsonalizatutako letra-tipoak
fa: فونت‌های سفارشی
fr: Polices personnalisées
he: גופנים משלך
hi: कस्टम फ़ॉन्ट्स
hr: Custom fontovi
id: Fon khusus
it: Caratteri personalizzati
ko: 커스텀 폰트
lv: Pielāgotie fonti
ms: Fon tersuai
nl: Eigen lettertypen
pl: Niestandardowe czcionki
pt_br: Fontes personalizadas
pt_pt: Fonte personalizada
ro: Fonturi personalizate
ru: Произвольные шрифты
sr: Прилагођени фонтови
sv: Anpassade typsnitt
th: ฟอนต์ที่กำหนดเอง
tr: Özel yazı tipleri
zh_cn: 自定义字体
zh_hant: 自訂字體

# labels.dashboard
source: Dashboard
ar: لوحة التحكم
ca: Tauler
cs: Menu
el: πίνακας
es: Panel
eu: Lanlekua
fa: داشبورد
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
hr: Nadzorna ploča
id: Dasbor
it: Pannello di controllo
ko: 대시보드
lv: Pārskata panelis
ms: Papan pemuka
pl: Kokpit
pt_br: Painel
pt_pt: Painel
ro: Administrare
ru: Панель управления
sr: Управљачка табла
sv: Översiktsvy
th: แดชบอร์ด
tr: Denetim paneli
zh_cn: 面板
zh_hant: 控制台

# labels.delete
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
eu: Ezabatu
fa: حذف
fr: Supprimer
he: מחיקה
hi: मिटाना
hr: Izbriši
id: Hapus
it: Elimina
ko: 삭제하기
lv: Dzēst
ms: Padam
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sr: Избришите
sv: Radera
tr: Sil
zh_cn: 删除
zh_hant: 刪除

# labels.delete-comment
source: Delete comment
ar: حذف التعليق
ca: Elimina el comentari
cs: Smazat komentář
de: Kommentar löschen
el: Διαγραφή σχολίου
es: Eliminar comentario
eu: Ezabatu iruzkina
fa: حذف نظر
fr: Supprimer le commentaire
he: מחיקת הערה
hi: टिप्पणी हटाएं
hr: Izbriši komentar
id: Hapus komentar
it: Elimina il commento
ko: 코멘트 삭제하기
lv: Dzēst komentāru
ms: Padam komen
nl: Commentaar verwijderen
pl: Usuń komentarz
pt_br: Excluir comentário
pt_pt: Eliminar comentário
ro: Șterge comentariu
ru: Удалить комментарий
sr: Избришите коментар
sv: Radera kommentar
tr: Yorumu sil
zh_cn: 删除该评论
zh_hant: 刪除留言

# labels.delete-comment-thread
source: Delete thread
ar: حذف موضوع
ca: Elimina el fil
cs: Smazat vlákno
de: Thread löschen
el: Διαγραφή νήματος
es: Eliminar hilo
eu: Ezabatu haria
fa: حذف موضوع
fr: Supprimer le fil
he: מחיקת שרשור
hi: थ्रेड हटाएं
hr: Izbriši thread
id: Hapus utasan
it: Elimina il thread
ko: 스레드 제거하기
lv: Dzēst pavedienu
ms: Padam bebenang
nl: Thread verwijderen
pl: Usuń wątek
pt_br: Excluir tópico
pt_pt: Eliminar tópico
ro: Șterge discuția
ru: Удалить обсуждение
sr: Избришите дискусију
sv: Radera tråd
tr: Mesaj dizisini sil
zh_cn: 删除该讨论串
zh_hant: 刪除 thread

# labels.delete-invitation
source: Delete invitation
ar: حذف الدعوة
ca: Esborra invitació
cs: Smazat pozvánku
de: Einladung löschen
es: Eliminar invitation
eu: Ezabatu gonbidapena
fa: حذف دعوت
fr: Supprimer l'invitation
he: מחיקת הזמנה
hi: निमंत्रण हटाएं
hr: Izbriši pozivnicu
id: Hapus undangan
it: Elimina l'invito
ko: 초대장 제거하기
lv: Dzēst uzaicinājumu
ms: Padam jemputan
nl: Uitnodiging verwijderen
pl: Usuń zaproszenie
pt_br: Excluir convite
pt_pt: Eliminar convite
ro: Șterge invitația
ru: Удалить приглашение
sr: Избришите позивницу
sv: Ta bort inbjudan
tr: Daveti sil
zh_cn: 删除邀请
zh_hant: 刪除邀請

# labels.delete-multi-files
source: Delete %s files
ar: حذف %s ملفات
ca: Elimina %s fitxers
cs: Smazat soubory %s
de: %s Dateien löschen
es: Borrar %s archivos
eu: Ezabatu %s fitxategi
fa: حذف فایل‌های %s
fo: Strikað %s fílur
fr: Supprimer %s fichiers
he: מחיקת %s קבצים
hi: %s फ़ाइलें हटाएं
hr: Izbriši %s datoteka
id: Hapus %s berkas
it: Elimina %s file
lv: Izdzēst %s datnes
ms: Padam fail %s
nl: %s bestanden verwijderen
pl: Usuń %s plików
pt_br: Excluir %s arquivos
pt_pt: Eliminar %s ficheiros
ro: Șterge %s fișiere
ru: Удалить файлы (%s)
sr: Избришите %s датотека
sv: Radera %s filer
tr: %s dosyayı sil
zh_cn: 删除%s个文件
zh_hant: 刪除 %s 檔案

# labels.developer
source: Development
cs: Vývojář
de: Developer
es: Desarrollo
fr: Développeur
he: פיתוח
hi: विकास
hr: Razvoj
id: Pengembang
it: Sviluppo
lv: Izstrādātājs
ms: Pembangun
nl: Ontwikkeling
pt_pt: Desenvolvimento
ro: Dezvoltare
ru: Разработка
sr: Развој
sv: Utveckling
tr: Geliştirici
zh_cn: 开发者
zh_hant: 開發者

# labels.director
source: Director
cs: Ředitel
de: Geschäftsführer
fr: Directeur
he: הנהלה בכירה
hi: निदेशक
hr: Direktor
id: Direktur
it: Direttore
lv: Direktors
nl: Directeur
pt_pt: Diretor
ru: Директор
sr: Директор
sv: Direktör
tr: Yönetici
zh_cn: 主管
zh_hant: 導演

# labels.discard
source: Discard
cs: Zahodit
de: Verwerfen
es: Descartar
fr: Rejeter
he: התעלמות
hi: छोड़ना
hr: Odbaciti
id: Abaikan
it: Scarta
lv: Atmest
ms: Buang
nl: Weggooien
pt_pt: Descartar
ro: Anulează
ru: Отказаться
sr: Одбаци
sv: Kassera
tr: At
zh_cn: 丢弃
zh_hant: 捨棄

# labels.drafts
source: Drafts
ar: المسودات
ca: Esborranys
cs: Pracovní verze
de: Entwürfe
el: Πρόχειρα
es: Borradores
eu: Zirriborroak
fa: پیش‌نویس‌ها
fr: Brouillons
he: טיוטות
hi: ड्राफ्ट्स
hr: Nacrti
id: Draf
it: Bozze
ko: 초안
lv: Melnraksti
ms: Draf
nl: Concepten
pl: Szkice
pt_br: Rascunhos
pt_pt: Rascunhos
ro: Drafturi
ru: Черновики
sr: Нацрти
sv: Utkast
tr: Taslak
zh_cn: 草稿
zh_hant: 草稿

# labels.duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפול
hi: नक़ल
it: Duplica
lv: Pavairot
nl: Dupliceren
ro: Duplică
ru: Дубликат
sv: Duplicera
tr: Çoğalt
zh_cn: 复制

# labels.edit
source: Edit
ar: تعديل
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
eu: Editatu
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादन करें
hr: Uredi
id: Sunting
it: Modifica
ko: 편집
lv: Labot
ms: Sunting
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sr: Уреди
sv: Redigera
th: แก้ไข
tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# labels.edit-file
source: Edit file
ar: تعديل ملف
ca: Edita'l
cs: Upravit soubor
de: Datei bearbeiten
es: Editar archivo
eu: Editatu fitxategia
fa: ویرایش فایل
fo: Broyt fílu
fr: Modifier le fichier
he: עריכת קובץ
hi: फ़ाइल संपादित करें
hr: Uredi datoteku
id: Sunting berkas
it: Modifica il file
ko: 파일 편집
lv: Labot datni
ms: Sunting fail
nl: Bestand bewerken
pl: Edytuj plik
pt_br: Editar arquivo
pt_pt: Editar ficheiro
ro: Editează fișier
ru: Редактировать
sr: Уреди датотеку
sv: Redigera fil
tr: Dosya düzenle
zh_cn: 编辑文档
zh_hant: 編輯檔案

# labels.editor
source: Editor
ar: محرر
es: Edición
eu: Edizioa
fa: ویرایشگر
fr: Éditeur
he: עורך
hi: संपादक
hr: Urednik
id: Penyunting
it: Redattore
ko: 작성자
lv: Redaktors
ms: Penyunting
nl: Redacteur
pl: Edytor
ru: Редактор
sr: Уредник
sv: Redaktör
th: เอดิเตอร์
tr: Düzenleyici
zh_cn: 编辑者
zh_hant: 編輯者

# labels.empty
source: Empty
es: Vacío
fr: Vide
he: ריקה
hi: रिक्त
it: Vuoto
lv: Tukšs
nl: Leeg
ro: Gol
ru: Пусто
sv: Tom
tr: Boş
zh_cn: 空

# labels.error
source: Error
de: Fehler
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
lv: Kļūda
nl: Fout
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata
zh_cn: 错误

# labels.event
source: Event
cs: Událost
de: Veranstaltung
es: Evento
fr: Événement
he: אירוע
hi: कार्यक्रम
hr: Događaj
id: Acara
it: Evento
lv: Notikums
nl: Evenement
pt_pt: Evento
ro: Eveniment
ru: Событие
sr: Догађај
sv: Evenemang
tr: Etkinlik
zh_cn: 事件
zh_hant: 事件

# labels.expired-invitation
source: Expired
ar: منتهي الصلاحية
ca: Ha caducat
cs: Platnost vypršela
de: Abgelaufen
es: Expirada
eu: Iraungita
fa: منقضی شده
fr: Expirée
he: התוקף פג
hi: अवधि समाप्त
hr: Isteklo
id: Kedaluwarsa
it: Scaduto
ko: 기한이 만료된
lv: Beidzies derīgums
ms: Tamat tempoh
nl: Verlopen
pl: Wygasły
pt_br: Expirado
pt_pt: Expirado
ro: Expirat
ru: Истекло
sr: Истекло
sv: Löpt ut
tr: Süresi doldu
zh_cn: 已到期
zh_hant: 過期

# labels.export
source: Export
ar: استخراج
ca: Exporta
cs: Exportovat
de: Exportieren
es: Exportar
eu: Esportatu
fa: اکسپورت
fr: Exporter
he: ייצוא
hi: निर्यात
hr: Izvezi
id: Ekspor
it: Esporta
ko: 내보내기
lv: Izgūt
ms: Eksport
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
sr: Извези
sv: Exportera
th: ส่งออก
tr: Dışa aktar
zh_cn: 导出
zh_hant: 匯出

# labels.feedback-disabled
source: Feedback disabled
ar: تعطيل الملاحظات
ca: Opinions desactivades
cs: Zpětná vazba zakázána
de: Feedback deaktiviert
el: Τα σχόλια απενεργοποιήθηκαν
es: El modulo de recepción de opiniones esta deshabilitado
eu: Iritziak jasotzeko osagaia desgaituta dago
fa: بازخورد غیرفعال شد
fr: Avis désactivés
he: המשוב הושבת
hi: प्रतिक्रिया अक्षम की गई है
hr: Povratne informacije onemogućene
id: Masukan dinonaktifkan
it: Feedback disabilitato
lv: Atsauksme atspējota
ms: Maklum balas dilumpuhkan
nl: Feedback uitgeschakeld
pl: Opinie wyłączone
pt_br: Feedback desativado
pt_pt: Feedback desativado
ro: Feedback dezactivat
ru: Обратная связь отключена
sr: Повратне информације су онемогућене
sv: Feedback inaktiverad
tr: Geri bildirim devre dışı bırakıldı
zh_cn: 反馈被禁止
zh_hant: 已停用迴響

# labels.feedback-sent
source: Feedback sent
ar: تم إرسال الملاحظات
ca: S'ha enviat l'opinió
cs: Zpětná vazba byla odeslána
de: Feedback gesendet
el: Εστάλη γνώμη
es: Opinión enviada
eu: Iritzia ondo bidali da
fa: بازخورد ارسال شد
fr: Avis envoyé
he: המשוב נשלח
hi: प्रतिक्रिया भेजी गई
hr: Povratne informacije poslane
id: Masukan dikirim
it: Feedback inviato
lv: Atsauksme nosūtīta
ms: Maklum balas dihantar
nl: Feedback verstuurd
pl: Opinia wysłana
pt_br: Feedback enviado
pt_pt: Feedback enviado
ro: Feedback trimis
ru: Отзыв отправлен
sr: Повратне информације су послате
sv: Feedback skickad
tr: Geri bildirim gönderildi
zh_cn: 反馈已发出
zh_hant: 已發送迴響

# labels.font-family
source: Font Family
ar: عائلة الخط
ca: Família tipogràfica
cs: Rodina písem
da: Skrifttypefamilie
de: Schriftfamilie
es: Familia de fuente
eu: Letra-tipo familia
fa: خانواده فونت
fr: Famille de polices
he: משפחת גופנים
hi: फ़ॉन्ट परिवार
hr: Font
id: Keluarga Fon
it: Famiglia di caratteri
ko: 폰트 패밀리
lv: Fontu saime
ms: Keluarga Fon
nl: Lettertype-familie
pl: Rodzina czcionek
pt_br: Família tipográfica
pt_pt: Família da Fonte
ro: Familie de Fonturi
ru: Семейство шрифтов
sr: Породица фонта
sv: Typsnittsfamilj
tr: Yazı Tipi Ailesi
zh_cn: 字体族
zh_hant: 字型家族

# labels.font-providers
source: Font providers
ar: موفري الخط
ca: Proveïdors de tipografies
cs: Poskytovatelé písem
da: Skrifttype udbydere
de: Schriftenhersteller
es: Proveedores de fuentes
eu: Letra-tipo hornitzaileak
fa: ارائه‌دهندگان فونت
fr: Fournisseurs de polices
he: ספקי גופנים
hi: फ़ॉन्ट प्रदाता
hr: Pružatelji fontova
id: Penyedia fon
it: Fornitori di caratteri
ko: 폰트 공급자
lv: Fontu nodrošinātāji
ms: Pembekal fon
nl: Lettertypeaanbieders
pl: Dostawcy czcionek
pt_br: Provedores de fonte
pt_pt: Provedores de fontes
ro: Provideri de Fonturi
ru: Поставщики шрифтов
sr: Добављачи фонтова
sv: Typsnittsleverantörer
tr: Yazı tipi sağlayıcıları
zh_cn: 字体提供者
zh_hant: 字體提供者

# labels.font-variants
source: Styles
ar: الأنماط
ca: Estils
cs: Styly
de: Stile
es: Estilos
eu: Estiloak
fa: استایل‌ها
he: סגנונות
hi: शैलियाँ
hr: Stilovi
id: Gaya
it: Stili
ko: 스타일
lv: Stili
ms: Gaya
nl: Stijlen
pl: Style
pt_br: Estilos
pt_pt: Variantes
ro: Stiluri
ru: Начертания
sr: Стилови
sv: Stilar
tr: Biçimler
zh_cn: 样式
zh_hant: 樣式
