Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.size-presets
source: Size presets
ar: الإعدادات المسبقة للحجم
ca: Mides predefinides
cs: Předvolby velikosti
de: Größenvoreinstellungen
el: Προεπιλογές μεγέθους
es: Tamaños predefinidos
eu: Aurredefinitutako tamaina
fr: Tailles prédéfinies
he: תבניות גודל
hi: आकार प्रीसेट
hr: Unaprijed postavljena veličina
id: Prasetel ukuran
it: Dimensioni predefinite
lv: Izmēra standarti
nl: Groottevoorinstellingen
pl: Wstępne ustawienia rozmiaru
pt_br: Padrões de tamanho
pt_pt: Tamanho pré-definido
ro: Dimensiuni presetate
ru: Предустановки размеров
sr: Унапред подешене величине
sv: Storleksinställningar
tr: Boyut ön ayarları
zh_cn: 尺寸预设
zh_hant: 尺寸預設

# workspace.options.size.lock
source: Lock ratio
es: Bloquear proporción
fr: Bloquer le ratio
he: נעילת יחס
hi: लॉक अनुपात
it: Blocca proporzioni
lv: Paturēt malu attiecību
nl: Vaste verhoudingen
ro: Blochează proporțiile
sv: Lås förhållande
tr: Oranı kilitle
zh_cn: 锁定比率

# workspace.options.size.unlock
source: Unlock ratio
es: Desbloquear proporción
fr: Débloquer le ratio
he: שחרור יחס
hi: अनलॉक अनुपात
it: Sblocca proporzioni
lv: Nepaturēt malu attiecību
nl: Vrije verhoudingen
ro: Deblochează proporțiile
sv: Lås upp förhållande
tr: Oranın kilidini kaldır
zh_cn: 解锁比率

# workspace.options.stroke
source: Stroke
ar: ضرب
ca: Traç
cs: Obrys
de: Rahmen
el: Ακρη
es: Borde
eu: Trazua
fa: استروک
fr: Bordure
he: מתאר
hi: स्ट्रोक
hr: Potez
id: Sapuan
it: Traccia
lv: Vilkums
nl: Streek
pl: Obrys
pt_br: Traçado
pt_pt: Traço
ro: Contur
ru: Обводка
sr: Контура
sv: Fet
tr: Çerçeve
zh_cn: 边框
zh_hant: 邊框

# workspace.options.stroke-cap.circle-marker
source: Circle marker
ar: معلم الدائرة
ca: Marcador circular
cs: Zakončení - kruh
de: Punkt
es: Marcador círculo
eu: Zirkulu erako markatzailea
fr: Marqueur cercle
he: סמן עגול
hi: चक्र मार्कर
hr: Kružni marker
id: Penanda lingkaran
it: Marcatore circolare
lv: Apļa marķieris
nl: Cirkelmarkering
pl: Okrągły znacznik
pt_br: Ponta de círculo
pt_pt: Marcador circular
ro: Marcator cerc
ru: Круговой маркер
sr: Кружни маркер
sv: Cirkelmarkör
tr: Daire işaretleyici
zh_cn: 圆形标记
zh_hant: 圓形標記

# workspace.options.stroke-cap.circle-marker-short
source: Circle
ar: الدائرة
cs: Kruh
de: Kreis
es: Círculo
fr: Cercle
he: עיגול
hi: चक्र
hr: Krug
id: Lingkaran
it: Cerchio
lv: Aplis
nl: Cirkel
pt_pt: Círculo
ro: Cerc
ru: Круг
sr: Круг
sv: Cirkel
tr: Daire
zh_cn: 圆形
zh_hant: 圓形

# workspace.options.stroke-cap.diamond-marker
source: Diamond marker
ar: معلم الماس
ca: Marcador de diamant
cs: Zakončení - diamant
de: Diamant-Marker
es: Marcador diamante
eu: Diamante erako markatzailea
fr: Marqueur diamant
he: סמן יהלום
hi: हीरा मार्कर
hr: Dijamantni marker
id: Penanda berlian
it: Marcatore diamante
lv: Rombveida marķieris
nl: Ruitmarkering
pl: Diamentowy znacznik
pt_br: Ponta de losango
pt_pt: Marcador em diamante
ro: Marcator diamant
ru: Алмазный маркер
sr: Дијамантски маркер
sv: Diamantmarkör
tr: Elmas işaretleyici
zh_cn: 钻石标记
zh_hant: 鑽石標記

# workspace.options.stroke-cap.diamond-marker-short
source: Diamond
ar: الماس
cs: Diamant
de: Diamant
es: Diamante
fr: Diamant
he: יהלום
hi: हीरा
hr: Dijamant
id: Berlian
it: Diamante
lv: Dimants
nl: Ruit
pt_pt: Diamante
ro: Diamant
ru: Алмаз
sr: Дијамант
sv: Diamant
tr: Elmas
zh_cn: 钻石
zh_hant: 鑽石

# workspace.options.stroke-cap.line-arrow
source: Line arrow
ar: سهم الخط
ca: Fletxa de línia
cs: Zakončení - šipka
de: Pfeil
es: Flecha de línea
eu: Lerro erako gezia
fr: Flèche de ligne
he: חץ קו
hi: रेखा तीर
hr: Strelica linije
id: Panah garis
it: Freccia di linea
lv: Līnijas bulta
nl: Lijn-pijl
pl: Grot linii
pt_br: Seta de linha
pt_pt: Seta de linha
ro: Săgeată linie
ru: Линия со стрелкой
sr: Линија са стрелицом
sv: Linjepil
tr: Çizgi oku
zh_cn: 箭头
zh_hant: 箭頭線

# workspace.options.stroke-cap.line-arrow-short
source: Arrow
ar: سهم
cs: Šipka
de: Pfeil
es: Flecha
fr: Flèche
he: חץ
hi: तीर
hr: Strelica
id: Tanda panah
it: Freccia
lv: Bulta
nl: Pijl
pt_pt: Seta
ro: Săgeată
ru: Стрелка
sr: Стрелица
sv: Pil
tr: Ok
zh_cn: 箭头
zh_hant: 箭頭

# workspace.options.stroke-cap.none
source: None
ar: لا شيء
ca: Cap
cs: Žádné
de: Keine
es: Ninguno
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuno
lv: Nav
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Ничего
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无边框
zh_hant: 無

# workspace.options.stroke-cap.round
source: Round
ar: دائري
ca: Redó
cs: Kulaté
de: Rund
es: Redondo
eu: Txanda
fa: گردی
fr: Rond
he: עגול
hi: गोल
hr: Okruglo
id: Bulat
it: Rotondo
lv: Apaļš
nl: Rond
pl: Okrągły
pt_br: Redonda
pt_pt: Arredondado
ro: Rotund
ru: Круг
sr: Забољено
sv: Runda
tr: Yuvarlak
zh_cn: 圆头
zh_hant: 圓角

# workspace.options.stroke-cap.square
source: Square
ar: مربع
ca: Quadrat
cs: Čtvercové
de: Rechteckig
es: Cuadrado
eu: Karratua
fa: مربع
fr: Carré
he: ריבוע
hi: चौकोर
hr: Kvadrat
id: Kotak
it: Quadrato
lv: Kvadrāts
nl: Vierkant
pl: Kwadratowy
pt_br: Quadrada
pt_pt: Quadrado
ro: Pătrat
ru: Квадрат
sr: Квадратно
sv: Kvadrat
tr: Kare
zh_cn: 方头
zh_hant: 正方形

# workspace.options.stroke-cap.square-marker
source: Square marker
ar: معلم المربع
ca: Marcador quadrat
cs: Zakončení - čtverec
de: Quadrat
es: Marcador cuadrado
eu: Lauki erako marka
fr: Marqueur carré
he: סמן ריבוע
hi: चौकोर मार्कर
hr: Kvadratni marker
id: Penanda kotak
it: Marcatore quadrato
lv: Kvadrāta marķieris
nl: Vierkantmarkering
pl: Kwadratowy znacznik
pt_br: Ponta de quadrado
pt_pt: Marcador quadrado
ro: Marcator pătrat
ru: Квадратный маркер
sr: Квадратни маркер
sv: Kvadratmarkör
tr: Kare işaretleyici
zh_cn: 方形标记
zh_hant: 方形標記

# workspace.options.stroke-cap.square-marker-short
source: Rectangle
ar: مستطيل
cs: Obdélník
de: Rechteck
es: Rectángulo
he: מרובע
hi: आयत
hr: Pravokutnik
id: Persegi panjang
it: Rettangolo
lv: Taisnstūris
nl: Rechthoek
pt_pt: Retângulo
ro: Dreptunghi
ru: Прямоугольник
sr: Правоугаоник
sv: Rektangel
tr: Dikdörtgen
zh_cn: 矩形
zh_hant: 矩形

# workspace.options.stroke-cap.triangle-arrow
source: Triangle arrow
ar: سهم المثلث
ca: Fletxa triangular
cs: Zakončení - trojúhelník
de: Dreieckiger Pfeil
es: Flecha triángulo
eu: Hiruki gezia
fr: Flèche triangle
he: חץ משולש
hi: त्रिकोण तीर
hr: Trokutna strelica
id: Panah segi tiga
it: Freccia triangolo
lv: Trīsstūra bulta
nl: Driehoek-pijl
pl: Trójkątny grot
pt_br: Seta triangular
pt_pt: Seta triangular
ro: Săgeată triunghi
ru: Треугольная стрела
sr: Троугласта стрелицa
sv: Triangelpil
tr: Üçgen ok
zh_cn: 三角箭头
zh_hant: 三角箭頭

# workspace.options.stroke-cap.triangle-arrow-short
source: Triangle
ar: المثلث
cs: Trojúhelník
de: Dreieck
es: Triángulo
he: משולש
hi: त्रिकोण
hr: Trokut
id: Segitiga
it: Triangolo
lv: Trijstūris
nl: Driehoek
pt_pt: Triângulo
ro: Triunghi
ru: Треугольник
sr: Троугао
sv: Triangel
tr: Üçgen
zh_cn: 三角形
zh_hant: 三角

# workspace.options.stroke-color
source: Stroke color
ar: لون الضرب
ca: Color del traç
cs: Barva obrysu
de: Konturfarbe
es: Color del trazo
eu: Trazuaren kolorea
fr: Couleur du tracé
he: צבע מתאר
hi: स्ट्रोक का रंग
hr: Boja poteza
id: Warna sapuan
it: Colore traccia
lv: Vilkuma krāsa
nl: Streekkleur
pl: Kolor obrysu
pt_br: Cor do traçado
pt_pt: Cor do traço
ro: Culoare contur
ru: Цвет обводки
sr: Боја контуре
sv: Konturfärg
tr: Çerçeve rengi
zh_cn: 线条颜色
zh_hant: 描邊顏色

# workspace.options.stroke-width
source: Stroke width
ar: عرض الضرب
ca: Ample del traç
cs: Šířka obrysu
de: Konturbreite
es: Ancho del trazo
eu: Marraren zabalera
fr: Largeur du tracé
he: עובי מתאר
hi: स्ट्रोक की चौड़ाई
hr: Širina poteza
id: Lebar sapuan
it: Spessore traccia
lv: Vilkuma biezums
nl: Streekdikte
pl: Szerokość obrysu
pt_br: Largura do traçado
pt_pt: Largura do traço
ro: Lățimea conturului
ru: Толщина обводки
sr: Ширина контуре
sv: Konturbredd
tr: Çerçeve genişliği
zh_cn: 线宽
zh_hant: 描邊寬度

# workspace.options.stroke.add-stroke
source: Add stroke color
cs: Přidat barvu obrysu
de: Strichfarbe hinzufügen
es: Añadir color de borde
fr: Ajouter une couleur du tracé
he: הוספת צבע מתאר
hi: स्ट्रोक रंग जोड़ें
hr: Dodajte boju poteza
id: Tambahkan warna garis
it: Aggiungi colore traccia
lv: Pievienot vilkuma krāsu
nl: Streekkleur toevoegen
pt_pt: Adicionar cor de traço
ro: Adaugă culoare contur
sv: Lägg till streckfärg
tr: Çerçeve rengi ekle
zh_cn: 新增描边颜色
zh_hant: 新增描邊顏色

# workspace.options.stroke.center
source: Center
ar: مركز
ca: Centrat
cs: Uprostřed
de: Zentriert
el: Κέντρο
es: Centro
eu: Erdiratu
fa: مرکز
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
id: Tengah
it: Centro
lv: Centrs
nl: Gecentreerd
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: Центр
sr: Средина
tr: Merkez
zh_cn: 居中
zh_hant: 置中

# workspace.options.stroke.dashed
source: Dashed
ar: متقطع
ca: A ratlles
cs: Přerušovaný
de: Gestrichelt
es: Rayado
eu: Marrekin
fa: نقطه‌چین
fr: Tirets
he: מקווקוו
hi: टूटी रेखा
hr: Crtkano
id: Garis
it: Tratteggiato
lv: Pārtraukts
nl: Gestreept
pl: Przerywany
pt_br: Tracejada
pt_pt: Tracejado
ro: Întrerupt
ru: Пунктирный
sr: Испрекидана
sv: Streckad
tr: Çizgili
zh_cn: 长虚线
zh_hant: 虛線

# workspace.options.stroke.dotted
source: Dotted
ar: منقط
ca: Puntejat
cs: Tečkovaný
de: Gepunktet
el: Διάστικτο
es: Punteado
eu: Muntuekin
fa: خط‌چین
fr: Pointillé
he: מנוקד
hi: बिंदुदार
hr: Točkasto
id: Titik
it: Puntinato
lv: Punktots
nl: Gestippeld
pl: Kropkowany
pt_br: Pontilhada
pt_pt: Pontilhado
ro: Punctat
ru: Точечный
sr: Тачкаста
sv: Prickad
tr: Noktalı
zh_cn: 虚线
zh_hant: 點線

# workspace.options.stroke.inner
source: Inside
ar: داخل
ca: Interior
cs: Uvnitř
de: Innen
el: Μέσα
es: Interior
eu: Barruan
fa: داخل
fr: Intérieur
he: בפנים
hi: अंदर
hr: Unutra
id: Dalam
it: Interno
lv: Iekšā
nl: Binnen
pl: W środku
pt_br: Dentro
pt_pt: Interior
ro: Interior
ru: Внутрь
sr: Унутрашња
sv: Inuti
tr: İçinde
zh_cn: 内部
zh_hant: 裏面

# workspace.options.stroke.mixed
source: Mixed
ar: مختلط
ca: Mixte
cs: Smíšený
de: Mehrere
el: Μικτός
es: Mezclado
eu: Nahastuta
fa: مخلوط
fr: Mixte
he: מעורב
hi: मिश्रित
hr: Miješano
id: Tercampur
it: Misto
lv: Jaukts
nl: Gemengd
pl: Mieszany
pt_br: Misturado
pt_pt: Misto
ro: Mixt
ru: Смешаный
sr: Мешана
sv: Mixad
tr: Karışık
zh_cn: 混合
zh_hant: 混合

# workspace.options.stroke.outer
source: Outside
ar: خارج
ca: Exterior
cs: Vně
de: Außen
el: Εξω
es: Exterior
eu: Kanpoan
fa: خارج
fr: Extérieur
he: בחוץ
hi: बाहर की ओर
hr: Vani
id: Luar
it: Esterno
lv: Ārā
nl: Buiten
pl: Na zewnątrz
pt_br: Fora
pt_pt: Exterior
ro: Exterior
ru: Наружу
sr: Спољашња
sv: Utanför
tr: Dışında
zh_cn: 外部
zh_hant: 外面

# workspace.options.stroke.remove-stroke
source: Remove stroke
cs: Odebrat obrys
de: Strich entfernen
es: Eliminar borde
fr: Supprimer la couleur du tracé
he: הסרת מתאר
hi: स्ट्रोक हटाओ
hr: Uklonite potez
id: Hapus garis
it: Rimuovi traccia
lv: Noņemt vilkumu
nl: Streek verwijderen
pt_pt: Remover traço
ro: Elimină contur
sv: Ta bort streckfärg
tr: Çerçeveyi kaldır
zh_cn: 移除描边
zh_hant: 移除描邊

# workspace.options.stroke.solid
source: Solid
ar: صلب
ca: Sòlid
cs: Plný
de: Durchgezogen
el: Στερεός
es: Sólido
eu: Solidoa
fr: Solide
he: אחיד
hi: ठोस
hr: Čvrsto
id: Padat
it: Solido
lv: Blīvs
nl: Solide
pl: Ciągły
pt_br: Sólido
pt_pt: Sólido
ru: Сплошной
sr: Чврста
sv: Fylld
tr: Katı
zh_cn: 实线
zh_hant: 實線

# workspace.options.text-options.align-bottom
source: Align bottom
ar: محاذاة الأسفل
ca: Alinea a baix
cs: Zarovnat dolů
de: Unten ausrichten
el: Στοίχιση κάτω
es: Alinear abajo
eu: Lerrokatu behean
fa: تراز پایین
fr: Aligner en bas
he: יישור לתחתית
hi: नीचे संरेखित करें
hr: Poravnaj dno
id: Paskan ke bawah
it: Allinea in basso
lv: Līdzināt pie apakšas
nl: Onderaan uitlijnen
pl: Wyrównaj do dołu
pt_br: Alinhar a base
pt_pt: Alinhar abaixo
ro: Aliniază jos
ru: Выровнять низ
sr: Поравнај по дну
sv: Justera botten
tr: Alta hizala
zh_cn: 底部对齐
zh_hant: 對齊底部

# workspace.options.text-options.align-middle
source: Align middle
ar: محاذاة الوسط
ca: Alinea al centre
cs: Zarovnat na střed
de: An Mitte ausrichten
el: Στοίχιση στο κέντρο
es: Alinear al centro
eu: Lerrokatu erdian
fa: تراز وسط
fr: Aligner verticalement au milieu
he: יישור לאמצע
hi: मध्य संरेखित करें
hr: Poravnaj sredinu
id: Paskan ke tengah
it: Allinea verticalmente al centro
lv: Līdzināt vidū (%s)
nl: Midden uitlijnen
pl: Wyrównaj do środka
pt_br: Alinhar no meio
pt_pt: Alinhar ao meio
ro: Aliniază la mijloc
ru: Выравнивание по центру
sr: Поравнај по средини
sv: Justera mitten
tr: Merkeze hizala
zh_cn: 垂直居中
zh_hant: 對齊中間

# workspace.options.text-options.align-top
source: Align top
ar: محاذاة أعلى
ca: Alinea a dalt
cs: Zarovnat nahoru
de: Oben ausrichten
el: Ευθυγραμμίστε την κορυφή
es: Alinear arriba
eu: Lerrokatu goian
fa: تراز بالا
fr: Aligner en haut
he: יישור לראש
hi: ऊपर संरेखित करें
hr: Poravnaj vrh
id: Paskan ke atas
it: Allinea in alto
lv: Līdzināt pie augšas
nl: Boven uitlijnen
pl: Wyrównaj do góry
pt_br: Alinhar ao topo
pt_pt: Alinhar ao topo
ro: Aliniază sus
ru: Выравнивание по верхнему краю
sr: Поравнај по врху
sv: Justera toppen
tr: Üste hizala
zh_cn: 顶部对齐
zh_hant: 對齊頂部

# workspace.options.text-options.direction-ltr
source: LTR
de: von links nach rechts
fr: Gauche à droite
he: משמאל לימין
id: Kiri ke Kanan
lv: No kreisās uz labo pusi
nl: Links naar rechts
pt_br: Esquerda para a direita
ru: Слева направо
tr: Soldan sağa
zh_cn: 从左到右
zh_hant: 左至右

# workspace.options.text-options.direction-rtl
source: RTL
de: von rechts nach links
fr: Droite à gauche
he: מימין לשמאל
id: Kanan ke Kiri
lv: No labās uz kreiso pusi
nl: Rechts naar links
pt_br: Direita para a esquerda
ru: Справа налево
tr: Sağdan sola
zh_cn: 从右到左
zh_hant: 右至左

# workspace.options.text-options.grow-auto-height
source: Auto height
ar: الإرتفاع التلقائي
ca: Alt automàtic
cs: Automatická výška
de: Automatische Höhe
el: Αυτόματο ύψος
es: Alto automático
eu: Altuera automatikoa
fa: ارتفاع خودکار
fr: Hauteur automatique
he: גובה אוטומטי
hi: ऑटो ऊंचाई
hr: Automatska visina
id: Tinggi otomatis
it: Altezza automatica
lv: Automātiskais augstums
nl: Automatische hoogte
pl: Automatyczna wysokość
pt_br: Altura automática
pt_pt: Altura automática
ro: Înălţime auto
ru: Автовысота
sr: Ауто висина
sv: Autohöjd
tr: Otomatik yükseklik
zh_cn: 自动高度
zh_hant: 自動高度

# workspace.options.text-options.grow-auto-width
source: Auto width
ar: العرض التلقائي
ca: Ample automàtic
cs: Automatická šířka
de: Automatische Breite
el: Αυτόματο πλάτος
es: Ancho automático
eu: Zabalera automatikoa
fa: عرض خودکار
fr: Largeur automatique
he: רוחב אוטומטי
hi: ऑटो चौड़ाई
hr: Automatska širina
id: Lebar otomatis
it: Larghezza automatica
lv: Automātiskais platums
nl: Automatische breedte
pl: Automatyczna szerokość
pt_br: Largura automática
pt_pt: Largura automática
ro: Lăţime auto
ru: Автоширина
sr: Ауто ширина
sv: Autobredd
tr: Otomatik genişlik
zh_cn: 自动宽度
zh_hant: 自動寬度

# workspace.options.text-options.grow-fixed
source: Fixed
ar: مثبت
ca: Fix
cs: Pevná
de: Feste Größe
el: Σταθερός
es: Fijo
eu: Finkoa
fa: درست شد
fr: Fixe
he: קבוע
hi: निश्चित
hr: Popravljeno
id: Tetap
it: Fisso
lv: Fiksēts
nl: Vast
pl: Stały
pt_br: Fixo
pt_pt: Fixo
ro: Fix
ru: Фиксированно
sr: Фиксно
sv: Fast
tr: Sabit
zh_cn: 固定
zh_hant: 固定

# workspace.options.text-options.letter-spacing
source: Letter Spacing
ar: تباعد الحروف
ca: Espaiat de la lletra
cs: Mezery mezi písmeny
de: Zeichenabstand
el: Διάστημα γραμμάτων
es: Espaciado entre letras
eu: Hizkien tartea
fa: فاصله بین حروف
fr: Interlettrage
he: ריווח תווים
hi: अक्षरांतर
hr: Razmak između slova
id: Spasi Huruf
it: Spaziatura tra lettere
lv: Burtu atstarpes
nl: Letterafstand
pl: Odstępy między literami
pt_br: Espaçamento entre letras
pt_pt: Espaço entre letras
ro: Spaţiere Litere
ru: Межсимвольный интервал
sr: Размак између слова
sv: Teckenavstånd
tr: Harf Aralıkları
zh_cn: 字距
zh_hant: 字母間距

# workspace.options.text-options.line-height
source: Line height
ar: ارتفاع الخط
ca: Alçada de la línia
cs: Výška řádku
de: Zeilenabstand
el: Υψος γραμμής
es: Altura de línea
eu: Lerroaren altuera
fa: ارتفاع خط
fr: Interlignage
he: גובה שורה
hi: रेखा ऊँचाई
hr: Visina linije
id: Tinggi garis
it: Interlinea
lv: Rindas augstums
nl: Regelafstand
pl: Wysokość linii
pt_br: Altura de linha
pt_pt: Altura entre linhas
ro: Înălţime linii
ru: Высота строки
sr: Висина линије
sv: Radavstånd
tr: Satır yüksekliği
zh_cn: 行高
zh_hant: 線高

# workspace.options.text-options.lowercase
source: Lowercase
ar: أحرف صغيرة
ca: Minúscules
cs: Malá písmena
de: Kleinbuchstaben
el: Πεζά
es: Minúsculas
eu: Letra xeheak
fa: حروف کوچک
fr: Minuscule
he: אותיות קטנות
hi: निम्नाक्षर
hr: Mala slova
id: Huruf kecil
it: Minuscolo
lv: Mazie burti
nl: Kleine letters
pl: małe litery
pt_br: Minúsculo
pt_pt: Minúsculas
ro: Minuscule
ru: Нижний регистр
sr: Мала слова
sv: Gemener
tr: Küçük harf
zh_cn: 小写
zh_hant: 小寫

# workspace.options.text-options.none
source: None
ar: لا شيء
ca: Cap
cs: Žádné
de: Keine
el: Κανένας
es: Nada
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuno
lv: Nav
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nici unul
ru: Не задано
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# workspace.options.text-options.strikethrough
source: Strikethrough (%s)
ar: الإضراب من خلال(%s)
ca: Ratllat (%s)
cs: Přeškrtnutí (%s)
de: Durchgestrichen (%s)
el: Διαγράμμιση (%s)
es: Tachado (%s)
eu: Gaineko marra (%s)
fr: Barré (%s)
he: קו חוצה (%s)
hi: स्ट्राइकथ्रू (%s)
hr: Precrtanko (%s)
id: Coret (%s)
it: Barrato (%s)
lv: Pārsvītrots (%s)
nl: Doorhalen (%s)
pl: Przekreślenie (%s)
pt_br: Rasurado (%s)
pt_pt: Rasurado (%s)
ro: Barat (%s)
ru: Перечеркнутый (%s)
sr: Прелазна линија (%s)
sv: Genomstruken (%s)
tr: Üstü çizili (%s)
zh_cn: 删除线 (%s)
zh_hant: 刪除線 (%s)

# workspace.options.text-options.text-align-center
source: Align center
ar: محاذاة المركز
ca: Alinea el centre
cs: Zarovnat doprostřed
de: Zentrieren (%s)
el: Ευθυγράμμιση κέντρο
es: Alinear al centro
eu: Lerrokatu erdian (%s)
fa: تراز در مرکز
fr: Aligner au centre
he: יישור למרכז
hi: केंद्र संरेखित करें
hr: Poravnaj sredinu (%s)
id: Paskan ke tengah (%s)
it: Allinea al centro
lv: Līdzināt vidū
nl: Centreren
pl: Wyrównaj do środka
pt_br: Alinhar ao centro
pt_pt: Alinhar ao centro
ro: Aliniază centru
ru: Выравнивание по центру
sr: Поравнај по средини (%s)
sv: Justera center
tr: Ortaya hizala
zh_cn: 水平居中
zh_hant: 置中

# workspace.options.text-options.text-align-justify
source: Justify
ar: تعديل
ca: Justifica
cs: Zarovnat
de: Ausrichtung in der Breite (%s)
el: Δικαιολόγηση
es: Justificar
eu: Justifikatu (%s)
fr: Justifier
he: יישור לשני הצדדים
hi: जस्टिफ़ाई
hr: Složi u blok (%s)
id: Rata Kiri Kanan (%s)
it: Giustifica
lv: Izlīdzināt
nl: Uitvullen
pl: Wyjustuj
pt_br: Justificar
pt_pt: Justificar
ro: Justifică
ru: Выравнивание по ширине
sr: Оправдај (%s)
sv: Rättfärdiga
tr: İki yana yasla
zh_cn: 两端对齐
zh_hant: 對齊兩端

# workspace.options.text-options.text-align-left
source: Align left
ar: محاذاة
ca: Alinea a l'esquerra
cs: Zarovnat vlevo
de: Linksbündig ausrichten (%s)
el: Στοίχιση αριστερά
es: Alinear a la izquierda
eu: Lerrokatu ezkerrean (%s)
fa: تراز چپ
fr: Aligner à gauche
he: יישור שמאלה
hi: बाएँ संरेखित करें
hr: Poravnaj lijevo (%s)
id: Paskan ke kiri (%s)
it: Allinea a sinistra
lv: Līdzināt pa kreisi
nl: Links uitlijnen
pl: Wyrównaj do lewej
pt_br: Alinhar a esquerda
pt_pt: Alinhar à esquerda
ro: Aliniază la stânga
ru: Выравнивание по левому краю
sr: Поравнај на лево (%s)
sv: Justera vänster
tr: Sola hizala
zh_cn: 靠左对齐
zh_hant: 左對齊

# workspace.options.text-options.text-align-right
source: Align right
ar: محاذاة اليمين
ca: Alinea a la dreta
cs: Zarovnat vpravo
de: Rechtsbündig ausrichten (%s)
el: Για ευθυγράμμιση προς τα δεξιά
es: Alinear a la derecha
eu: Lerrokatu eskuman (%s)
fa: تراز راست
fr: Aligner à droite
he: יישור ימינה
hi: दाएँ संरेखित करें
hr: Poravnaj desno (%s)
id: Paskan ke kanan (%s)
it: Allinea a destra
lv: Līdzināt pa labi
nl: Rechts uitlijnen
pl: Wyrównaj do prawej
pt_br: Alinhar a direita
pt_pt: Alinhar à direita
ro: Aliniază la dreapta
ru: Выравнивание по правому краю
sr: Поравнај на десно (%s)
sv: Justera höger
tr: Sağa hizala
zh_cn: 靠右对齐
zh_hant: 右對齊

# workspace.options.text-options.title
source: Text
ar: نص
el: Κείμενο
es: Texto
eu: Kontsultaren testua
fa: متن
fr: Texte
he: טקסט
hi: पाठ
hr: Tekst
id: Teks
it: Testo
lv: Teksts
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
sr: Текст
tr: Metin
zh_cn: 文本
zh_hant: 文字

# workspace.options.text-options.title-group
source: Group text
ar: نص للمجموعة
ca: Text del grup
cs: Text skupiny
de: Gruppe Text
el: Κείμενο ομάδας
es: Texto de grupo
eu: Taldekatu testua
fa: متن گروهی
fr: Texte de groupe
he: קיבוץ טקסט
hi: समूह पाठ
hr: Grupiraj tekst
id: Teks kelompok
it: Testo di gruppo
lv: Kopas teksts
nl: Groeptekst
pl: Grupa tekstu
pt_br: Texto do grupo
pt_pt: Grupo de texto
ro: Grupează text
ru: Текст группы
sr: Групни текст
sv: Grupptext
tr: Grup metni
zh_cn: 编组文本
zh_hant: 群組文字

# workspace.options.text-options.title-selection
source: Selection text
ar: نص الإختيار
ca: Text de la selecció
cs: Text výběru
de: Ausgewählter Text
el: Κείμενο επιλογής
es: Texto de selección
eu: Aukeraketa testua
fa: متن انتخابی
fr: Texte de la sélection
he: טקסט בחירה
hi: चयन पाठ
hr: Selektiraj tekst
id: Teks seleksi
it: Testo della selezione
lv: Atlases teksts
nl: Selectietekst
pl: Tekst zaznaczony
pt_br: Texto de seleção
pt_pt: Texto selecionado
ro: Selecţie text
ru: Выбранный текст
sr: Текст избора
sv: Markerad text
tr: Metin seçimi
zh_cn: 选项文本
zh_hant: 選取文字

# workspace.options.text-options.titlecase
source: Title case
ca: Inicials en majúscules
cs: První písmeno velké
de: Kapitälchen
el: Τίτλος υπόθεση
es: Título
eu: Izenburuaren mota
fr: Premières Lettres en Capitales
he: רישיות כותרת
hi: टाइटल केस
hr: Velika i mala slova
id: Huruf judul
it: Iniziale maiuscola
lv: Virsraksta stils
nl: Beginhoofdletters
pl: Nazwy własne
pt_br: Iniciais maiúsculas
pt_pt: Capitalizar iniciais
ro: Majuscule titlu
ru: Слова с заглавной буквы
sr: Насловно слово
sv: Versalbörjan
tr: İlk harfi büyük
zh_cn: 首字母大写
zh_hant: 標題大小寫

# workspace.options.text-options.underline
source: Underline (%s)
ar: تسطير (%s)
ca: Subratllat (%s)
cs: Podtrhnout (%s)
de: Unterstrichen (%s)
el: υπογράμμιση (%s)
es: Subrayado (%s)
eu: Azpimarra (%s)
fa: خط‌زیر (%s)
fr: Soulignage (%s)
he: קו תחתי (%s)
hi: अंडरलाइन (%s)
hr: Podcrtano (%s)
id: Garis bawah (%s)
it: Sottolineato (%s)
lv: Pasvītrojums (%s)
nl: Onderstrepen (%s)
pl: Podkreślenie (%s)
pt_br: Sublinhado (%s)
pt_pt: Sublinhado (%s)
ro: Subliniază (%s)
ru: Подчеркнутый (%s)
sr: Подвачење (%s)
sv: Understruken (%s)
tr: Altı Çizili (%s)
zh_cn: 下划线 (%s)
zh_hant: 底線

# workspace.options.text-options.uppercase
source: Uppercase
ar: الأحرف الكبيرة
ca: Majúscules
cs: Velká písmena
de: Großbuchstaben
el: κεφαλαία
es: Mayúsculas
eu: Letra larriak
fa: حروف بزرگ
fr: Majuscule
he: אותיות גדולות
hi: बड़ेअक्षर
hr: Velika slova
id: Huruf Besar
it: Maiuscolo
lv: Lielie burti
nl: HOOFDLETTERS
pl: DUŻE LITERY
pt_br: Maiúsculo
pt_pt: Maiúsculas
ro: Majuscule
ru: Верхний регистр
sr: Велико слово
sv: Versaler
tr: Büyük Harf
zh_cn: 大写
zh_hant: 大寫
