Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# shortcuts.opacity-5
source: Set opacity to 50%
ar: اضبط التعتيم على 50٪
ca: Fixa l'opacitat al 50%
cs: Nastavit průhlednost na 50 %
de: Deckkraft auf 50% setzen
es: Opacidad 50%
eu: Opakutasuna %50
fr: Définir l'opacité à 50%
he: הגדרת אטימות ל־50%
hi: अपारदर्शिता 50% करें
hr: Postavi neprozirnost na 50%
id: Tetapkan opasitas ke 50%
it: Imposta opacità al 50%
lv: Iestatīt necaurspīdīgumu uz 50%
nl: Dekking 50%
pl: Ustaw krycie na 50%
pt_br: Definir opacidade para 50%
pt_pt: Definir opacidade a 50%
ro: Setează opacitatea la 50%
ru: Установить непрозрачность на 50%
sr: Подеси непрозирност на 50%
sv: Ställ in opacitet på 50%
tr: Opaklığı %50 olarak ayarla
zh_cn: 设置不透明度为50%
zh_hant: 將不透明度設為 50%

# shortcuts.opacity-6
source: Set opacity to 60%
ar: اضبط التعتيم على 60٪
ca: Fixa l'opacitat al 60%
cs: Nastavit průhlednost na 60 %
de: Deckkraft auf 60% setzen
es: Opacidad 60%
eu: Opakutasuna %60
fr: Définir l'opacité à 60%
he: הגדרת אטימות ל־60%
hi: अपारदर्शिता 60% करें
hr: Postavi neprozirnost na 60%
id: Tetapkan opasitas ke 60%
it: Imposta opacità al 60%
lv: Iestatīt necaurspīdīgumu uz 60%
nl: Dekking 60%
pl: Ustaw krycie na 60%
pt_br: Definir opacidade para 60%
pt_pt: Definir opacidade a 60%
ro: Setează opacitatea la 60%
ru: Установить непрозрачность на 60%
sr: Подеси непрозирност на 60%
sv: Ställ in opacitet på 60%
tr: Opaklığı %60 olarak ayarla
zh_cn: 设置不透明度为60%
zh_hant: 將不透明度設為 60%

# shortcuts.opacity-7
source: Set opacity to 70%
ar: اضبط التعتيم على 70٪
ca: Fixa l'opacitat al 70%
cs: Nastavit průhlednost na 70 %
de: Deckkraft auf 70% setzen
es: Opacidad 70%
eu: Opakutasuna %70
fr: Définir l'opacité à 70%
he: הגדרת אטימות ל־70%
hi: अपारदर्शिता 70% करें
hr: Postavi neprozirnost na 70%
id: Tetapkan opasitas ke 70%
it: Imposta opacità al 70%
lv: Iestatīt necaurspīdīgumu uz 70%
nl: Dekking 70%
pl: Ustaw krycie na 70%
pt_br: Definir opacidade para 70%
pt_pt: Definir opacidade a 70%
ro: Setează opacitatea la 70%
ru: Установить непрозрачность на 70%
sr: Подеси непрозирност на 70%
sv: Ställ in opacitet på 70%
tr: Opaklığı %70 olarak ayarla
zh_cn: 设置不透明度为70%
zh_hant: 將不透明度設為 70%

# shortcuts.opacity-8
source: Set opacity to 80%
ar: اضبط التعتيم على 80٪
ca: Fixa l'opacitat al 80%
cs: Nastavit průhlednost na 80 %
de: Deckkraft auf 80% setzen
es: Opacidad 80%
eu: Opakutasuna %80
fr: Définir l'opacité à 80%
he: הגדרת אטימות ל־80%
hi: अपारदर्शिता 80% करें
hr: Postavi neprozirnost na 80%
id: Tetapkan opasitas ke 80%
it: Imposta opacità all'80%
lv: Iestatīt necaurspīdīgumu uz 80%
nl: Dekking 80%
pl: Ustaw krycie na 80%
pt_br: Definir opacidade para 80%
pt_pt: Definir opacidade a 80%
ro: Setează opacitatea la 80%
ru: Установить непрозрачность на 80%
sr: Подеси непрозирност на 80%
sv: Ställ in opacitet på 80%
tr: Opaklığı %80 olarak ayarla
zh_cn: 设置不透明度为80%
zh_hant: 將不透明度設為 80%

# shortcuts.opacity-9
source: Set opacity to 90%
ar: اضبط التعتيم على 90٪
ca: Fixa l'opacitat al 90%
cs: Nastavit průhlednost na 90 %
de: Deckkraft auf 90% setzen
es: Opacidad 90%
eu: Opakutasuna %90
fr: Définir l'opacité à 90%
he: הגדרת אטימות ל־90%
hi: अपारदर्शिता 90% करें
hr: Postavi neprozirnost na 90%
id: Tetapkan opasitas ke 90%
it: Imposta opacità al 90%
lv: Iestatīt necaurspīdīgumu uz 90%
nl: Dekking 90%
pl: Ustaw krycie na 90%
pt_br: Definir opacidade para 90%
pt_pt: Definir opacidade a 90%
ro: Setează opacitatea la 90%
ru: Установить непрозрачность на 90%
sr: Подеси непрозирност на 90%
sv: Ställ in opacitet på 90%
tr: Opaklığı %90 olarak ayarla
zh_cn: 设置不透明度为90%
zh_hant: 將不透明度設為 90%

# shortcuts.open-color-picker
source: Color picker
ar: أداة انتقاء اللون
ca: Selector de color
cs: Výběr barvy
de: Farbwähler
es: Abrir selector de color
eu: Ireki kolore-hautatzailea
fr: Sélecteur de couleurs
he: בוחר צבעים
hi: रंग चयनकर्ता
hr: Birač boja
id: Pemilih warna
it: Selettore colore
lv: Krāsu atlasītājs
nl: Kleurkiezer
pl: Próbnik kolorów
pt_br: Seletor de Cores
pt_pt: Selector de cores
ro: Selector de culoare
ru: Выбор цвета
sr: Бирач боја
sv: Färgväljare
tr: Renk seçici
zh_cn: 色彩拾取器
zh_hant: 顏色選擇器

# shortcuts.open-comments
source: Go to viewer comment section
ca: Ves als comentaris del visor
cs: Přejít do sekce komentářů
de: Zum Kommentarbereich im Ansichtsmodus
es: Comentarios
eu: Iruzkinak
fr: Accéder aux commentaires des spectateurs
he: מעבר לסעיף הערות צופים
hi: दर्शक टिप्पणी अनुभाग पर जाएँ
hr: Idi na odjeljak s komentarima
id: Pergi ke bagian komentar pelihat
it: Vai alla sezione commenti
lv: Atvērt pārlūka komentāru sadaļu
nl: Ga naar het commentaargedeelte van de kijker
pl: Przejdź do sekcji komentarzy widzów
pt_br: Ir para seção de comentários
pt_pt: Ir para secção de comentários
ro: Accesează secțiunea de comentarii ale spectatorului
ru: Перейти в раздел комментариев
sr: Иди на одељак за коментаре гледалаца
sv: Gå till visarens kommentarsektion
tr: Görüntüleyici yorum bölümüne git
zh_cn: 前往查阅者评论区
zh_hant: 前往查看者留言區

# shortcuts.open-dashboard
source: Go to dashboard
ar: اذهب إلى لوحة المعلومات
ca: Ves al panell de control
cs: Přejít na nástěnku
de: Zum Dashboard
es: Ir al dashboard
eu: Joan lan-lekura
fr: Accéder au tableau de bord
he: מעבר ללוח בקרה
hi: डैशबोर्ड पर जाएँ
hr: Idi na nadzornu ploču
id: Pergi ke dasbor
it: Vai al pannello di controllo
lv: Doties uz pārskata paneli
nl: Ga naar dashboard
pl: Idź do kokpitu
pt_br: Ir para o dashboard
pt_pt: Ir para painel
ro: Accesează tabloul de bord
ru: Перейти в панель управления
sr: Иди на управљачку таблу
sv: Gå till översiktsvyn
tr: Denetim paneline git
zh_cn: 前往看板
zh_hant: 轉至儀表板

# shortcuts.open-inspect
source: Go to viewer inspect section
cs: Přejděte do sekce inspektor
de: Zur Spezifikation im Ansichtsmodus
es: Ir al inspector
eu: Ikuskagailura joan
fr: Aller à l'inspecteur
he: מעבר לסעיף חקירת צופה
hi: दर्शक निरीक्षण अनुभाग पर जाएँ
hr: Idite na odjeljak pregleda preglednika
id: Pergi ke bagian inspeksi penampil
it: Vai alla sezione di ispezione
lv: Doties uz skatītāja apskatīšanas sadaļu
nl: Ga naar de sectie voor het inspecteren van kijkers
pl: Przejdź do sekcji kontroli widzów
pt_br: Ir para seção de inspeção
pt_pt: Ir para secção de inspeção
ro: Mergeți la secțiunea de inspecție a vizualizatorului
ru: Перейти в раздел осмотра
sr: Иди на одељак за преглед гледалаца
sv: Gå till visarens inspektionssektion
tr: Görüntüleyici inceleme bölümüne git
zh_cn: 转到查看器检查部分
zh_hant: 進入查看者檢查區塊

# shortcuts.open-interactions
source: Go to viewer interactions section
ca: Ves a les interaccions del visor
cs: Přejít do části interakce
de: Zum Ansichtsmodus
es: Ir a interacciones
eu: Joan interakzioetara
fr: Accéder aux interactions des spectateurs
he: מעבר לסעיף תפעול משתמש
hi: दर्शक इंटरैक्शन अनुभाग पर जाएँ
hr: Idi na odjeljak interakcija
id: Pergi ke bagian interaksi pelihat
it: Vai alla sezione interazioni
lv: Doties uz skatītāja mijiedarbības sadaļu
nl: Ga naar de kijkersinteracties-sectie
pl: Idź do sekcji interakcji widza
pt_br: Ir para seção de interação
pt_pt: Ir para secção de interações
ro: Accesează secțiunea de interacțiuni ale spectatorului
ru: Перейти в раздел взаимодействия
sr: Иди на одељак интеракције са гледаоцима
sv: Gå till visarens interaktionssektion
tr: Görüntüleyici etkileşimleri bölümüne git
zh_cn: 转往阅读器交互部分
zh_hant: 進入查看者互動區

# shortcuts.open-viewer
source: Go to viewer interactions section
ca: Ves a les interaccions del visor
cs: Přejít do části interakce
de: Zum Ansichtsmodus
es: Ir al modo de visualización
eu: Joan ikusteko modura
fr: Accéder aux interactions des spectateurs
he: מעבר לסעיף תפעול צופה
hi: दर्शक इंटरैक्शन अनुभाग में जाएँ
hr: Idi na odjeljak interakcija gledatelja
id: Pergi ke bagian interaksi pelihat
it: Vai alla sezione interazioni del visualizzatore
lv: Doties uz skatītāja mijiedarbības sadaļu
nl: Ga naar de kijkersinteracties-sectie
pl: Idż do sekcji interakcji widza
pt_br: Ir para seção de interação
pt_pt: Ir para secção de interações
ro: Accesează secțiunea de interacțiuni ale spectatorului
ru: Перейти в раздел взаимодействия
sr: Иди на одељак интеракције са гледаоцима
sv: Gå till visarens interaktionssektion
tr: Görüntüleyici etkileşimleri bölümüne git
zh_cn: 转往阅读器交互部分
zh_hant: 進入查看者互動區

# shortcuts.open-workspace
source: Go to workspace
ca: Ves a l'espai de treball
cs: Přejít na pracovní plochu
de: Zum Arbeitsbereich
es: Ir al área de trabajo
eu: Joan zure mahaigainera
fr: Accéder à l’espace de travail
he: מעבר לסביבת עבודה
hi: वर्कस्पेस पर जाएँ
hr: Idi na radni prostor
id: Pergi ke ruang kerja
it: Vai all'area di lavoro
lv: Doties uz darbvietu
nl: Ga naar werkruimte
pl: Idż do obszaru roboczego
pt_br: Ir para o workspace
pt_pt: Ir para a área de trabalho
ro: Accesează spațiul de lucru
ru: Перейти к рабочей области
sr: Иди на радни простор
sv: Gå till arbetsytan
tr: Çalışma alanına git
zh_cn: 前往工作区
zh_hant: 轉至工作區

# shortcuts.or
source: or
ca: o
cs: nebo
de: oder
es: o
eu: edo
fr: ou
he: או
hi: अथवा
hr: ili
id: atau
it: o
lv: vai
nl: of
pl: lub
pt_br: ou
pt_pt: ou
ro: sau
ru: или
sr: или
sv: eller
tr: veya
zh_cn: 或
zh_hant: 或

# shortcuts.paste
source: Paste
ca: Enganxa
cs: Vložit
de: Einfügen
es: Pegar
eu: Itsatsi
fa: چسباندن
fr: Coller
he: הדבקה
hi: चिपकाएँ
hr: Zaljepi
id: Tempelkan
it: Incolla
lv: Ielīmēt
nl: Plakken
pl: Wklej
pt_br: Colar
pt_pt: Colar
ro: Lipește
ru: Вставить
sr: Налепи
sv: Klistra in
tr: Yapıştır
zh_cn: 粘贴
zh_hant: 貼上

# shortcuts.paste-props
source: Paste properties
de: Eigenschaften einfügen
es: Pegar propiedades
fr: Coller les propriétés
he: הדבקת מאפיינים
hi: गुण चिपकाएँ
id: Tempelkan properti
it: Incolla proprietà
lv: Ielīmēt īpašības
nl: Eigenschappen plakken
ro: Lipește proprietățile
sv: Klista in egenskaper
tr: Özellikleri yapıştır
zh_cn: 粘贴属性

# shortcuts.plugins
source: Plugins manager
de: Plugin-Manager
es: Gestor de extensiones
fr: Gestionnaire d'extensions
he: מנהל תוספים
hi: प्लगइन्स प्रबंधक
id: Pengelola plugin
it: Gestore plugin
lv: Spraudņu pārvaldnieks
nl: Beheer van plug-ins
ro: Manager extensii
sv: Pluginhanterare
tr: Eklenti yöneticisi
zh_cn: 插件管理器

# shortcuts.prev-frame
source: Previous board
ca: Tauler anterior
cs: Předchozí tabule
de: Vorheriges Board
es: Tablero anterior
eu: Aurreko arbela
fr: Plan de travail précédent
he: לוח קודם
hi: पिछला बोर्ड
hr: Prethodna ploča
id: Papan sebelumnya
it: Tavola da disegno precedente
lv: Iepriekšējā plātne
nl: Vorig bord
pl: Poprzedni artboard
pt_br: Tela anterior
pt_pt: Quadro anterior
ro: Tabla anterioară
ru: Предыдущая доска
sr: Претходна табла
sv: Föregående tavla
tr: Önceki çalışma yüzeyi
zh_cn: 前一画板
zh_hant: 上一個畫板

# shortcuts.redo
source: Redo
ca: Refés
cs: Znovu
de: Wiederholen
es: Rehacer
eu: Berregin
fr: Rétablir
he: ביצוע חוזר
hi: फिर से करें
hr: Ponovi
id: Ulangi
it: Ripeti
lv: Atatsaukt
nl: Opnieuw doen
pl: Ponów
pt_br: Refazer
pt_pt: Refazer
ro: Refaceți
ru: Вернуть
sr: Поврати
sv: Återställ
tr: Yeniden yap
zh_cn: 重做
zh_hant: 復原

# shortcuts.rename
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hr: Preimenujte
id: Ubah nama
it: Rinomina
lv: Pārdēvēt
nl: Hernoemen
pt_pt: Renomear
ro: Redenumire
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_hant: 重新命名

# shortcuts.reset-zoom
source: Reset zoom
ca: Restableix el zoom
cs: Obnovit přiblížení
de: Zoom zurücksetzen
es: Reiniciar zoom
eu: Berrezarri zooma
fr: Réinitialiser le zoom
he: איפוס תקריב
hi: ज़ूम रीसेट करें
hr: Resetiraj zoom
id: Atur ulang zum
it: Reimposta zoom
lv: Atiestatīt tālummaiņu
nl: Zoom herstellen
pl: Resetuj powiększenie
pt_br: Redefinir zoom
pt_pt: Redefinir zoom
ro: Resetează zoom
ru: Сбросить масштаб
sr: Врати увећање на почетне вредности
sv: Nollställ zoomen
tr: Yakınlaştırmayı sıfırla
zh_cn: 重置缩放
zh_hant: 重置縮放

# shortcuts.scale
source: Scale
cs: Měřítko
de: Skalieren
es: Escalado
fr: Échelle
he: התאמת גודל
hi: आकार बदलना
hr: Skalirajte
id: Skala
it: Ridimensiona
lv: Mērogot
nl: Schaal
pt_pt: Redimensionar
ro: Scală
ru: Масштаб
sr: Размера
sv: Skala
tr: Ölçeklendir
zh_cn: 缩放
zh_hant: 縮放

# shortcuts.search-placeholder
source: Search shortcuts
ca: Cerca dreceres
cs: Prohledat zkratky
de: Tastaturkürzel suchen
es: Buscar atajos
eu: Bilatu lasterbideak
fr: Rechercher des raccourcis
he: חיפוש בקיצורי הדרך
hi: शॉर्टकट खोजें
hr: Pretraži prečace
id: Cari pintasan
it: Scorciatoie di ricerca
lv: Meklēt saīsnes
nl: Sneltoetsen zoeken
pl: Szukaj skrótów
pt_br: Procurar nos atalhos
pt_pt: Pesquisar atalhos
ro: Caută comenzi rapide
ru: Поиск ярлыков
sr: Претражи пречице
sv: Sök genvägar
tr: Kısayolları ara
zh_cn: 搜索快捷方式
zh_hant: 搜尋快捷鍵

# shortcuts.select-all
source: Select all
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
eu: Aukeratu guztia
fr: Tout sélectionner
he: בחירה בהכול
hi: सभी चुनें
hr: Označi sve
id: Pilih semua
it: Seleziona tutto
lv: Atlasīt visu
nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Selecionar todos
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sr: Изабери све
sv: Markera allt
tr: Tümünü seç
zh_cn: 选择所有
zh_hant: 全選

# shortcuts.select-next
source: Select next layer
cs: Vybrat další vrstvu
de: Nächste Ebene auswählen
es: Seleccionar capa siguiente
eu: Aukeratu hurrengo geruza
fr: Sélectionner le calque suivant
he: בחירת השכבה הבאה
hi: अगली परत चुनें
hr: Odaberite sljedeći sloj
id: Pilih lapisan berikutnya
it: Seleziona livello successivo
lv: Atlasīt nākamo slāni
nl: Volgende laag selecteren
pt_pt: Selecionar camada seguinte
ro: Selectare strat următor
ru: Выбрать следующий слой
sr: Изабери следећи слој
sv: Välj nästa lager
tr: Sonraki katmanı seç
zh_cn: 选择下一个图层
zh_hant: 選取下一層

# shortcuts.select-parent-layer
source: Select parent layer
cs: Vybrat nadřazenou vrstvu
de: Übergeordnete Ebene auswählen
es: Seleccionar capa padre
fr: Sélectionner le calque parent
he: בחירת שכבת הורה
hi: मुख्य परत चुनें
hr: Odaberite nadređeni sloj
id: Pilih lapisan induk
it: Seleziona livello genitore
lv: Atlasīt vecākslāni
nl: Bovenliggende laag selecteren
pt_pt: Selecionar camada pai
ro: Selectează strat părinte
ru: Выбрать родительский слой
sr: Изабери родитељски слој
sv: Välj överordnat lager
tr: Ana katmanı seç
zh_cn: 选择上级图层
zh_hant: 選取父層

# shortcuts.select-prev
source: Select previous layer
cs: Vybrat předchozí vrstvu
de: Vorherige Ebene auswählen
es: Seleccionar capa anterior
eu: Aukeratu aurreko geruza
fr: Sélectionner le calque précédent
he: בחירת השכבה הקודמת
hi: पिछली परत का चयन करें
hr: Odaberite prethodni sloj
id: Pilih lapisan sebelumnya
it: Seleziona livello precedente
lv: Atlasīt iepriekšējo slāni
nl: Vorige laag selecteren
pt_pt: Selecionar camada anterior
ro: Selectare strat anterior
ru: Выбрать предыдущий слой
sr: Изабери претходни слој
sv: Välj föregående lager
tr: Önceki katmanı seç
zh_cn: 选择上一个图层
zh_hant: 選取前一層

# shortcuts.separate-nodes
source: Separate nodes
ca: Separa els nodes
cs: Rozdělit uzly
de: Punkte trennen
es: Separar nodos
eu: Banatu nodoak
fr: Séparer les nœuds
he: הפרדת מפרקים
hi: अलग नोड्स
hr: Posebni čvorovi
id: Pisahkan simpul
it: Separa nodi
lv: Atdalīt mezglus
nl: Knooppunten loskoppelen
pl: Oddziel węzły
pt_br: Separar pontos
pt_pt: Separar nós
ro: Noduri separate
ru: Отдельные узлы
sr: Раздвоји чворове
sv: Separera noder
tr: Düğümleri ayır
zh_cn: 分离节点
zh_hant: 分離節點

# shortcuts.show-pixel-grid
source: Show / Hide pixel grid
ca: Mostra/Amaga graella de píxels
cs: Zobrazit/skrýt mřížku pixelů
de: Pixelraster ein-/ausblenden
es: Mostrar rejilla a pixel
eu: Erakutsi/ezkutatu pixel sarea
fr: Afficher/masquer la grille de pixels
he: הצגת/הסתרת רשת פיקסלים
hi: पिक्सेल ग्रिड दिखाएँ / छिपाएँ
hr: Prikaži/sakrij "pixel grid"
id: Tampilkan/sembunyikan kisi piksel
it: Mostra/Nascondi griglia pixel
lv: Rādīt/paslēpt pikseļu režģi
nl: Pixelraster tonen/verbergen
pl: Pokaż/ukryj siatkę pikseli
pt_br: Mostrar/ocultar grade de pixels
pt_pt: Mostrar/ocultar grade de píxeis
ro: Afișează / Ascunde grila de pixeli
ru: Показать/скрыть пиксельную сетку
sr: Прикажи / Сакриј мрежу пиксела
sv: Visa / dölj pixelrutnät
tr: Piksel ızgarasını göster/gizle
zh_cn: 显示/隐藏像素网格
zh_hant: 顯示/隱藏像素格線

# shortcuts.show-shortcuts
source: Show / Hide shortcuts
ca: Mostra/Amaga dreceres
cs: Zobrazit/skrýt zkratky
de: Tastaturkürzel ein-/ausblenden
es: Mostrar atajos de teclado
eu: Erakutsi/ezkutatu lasterbideak
fr: Afficher/masquer les raccourcis
he: הצגת/הסתרת קיצורי דרך
hi: शॉर्टकट दिखाएँ / छुपाएँ
hr: Prikaži/sakrij prečace
id: Tampilkan/sembunyikan pintasan
it: Mostra/Nascondi scorciatoie
lv: Rādīt/paslēpt saīsnes
nl: Sneltoetsen tonen/verbergen
pl: Pokaż/ukryj skróty
pt_br: Mostrar/ocultar atalhos
pt_pt: Mostrar/ocultar atalhos
ro: Afișează / Ascunde comenzile rapide
ru: Показать/скрыть горячие клавиши
sr: Прикажи / Сакриј пречице
sv: Visa / dölj genvägar
tr: Kısayolları göster/gizle
zh_cn: 显示/隐藏快捷方式
zh_hant: 顯示/隱藏快捷方式

# shortcuts.snap-nodes
source: Snap to nodes
ca: Ajusta als nodes
cs: Přichytit k uzlům
de: An den Punkten ausrichten
es: Alinear nodos
eu: Lerrokatu nodoak
fr: Aligner sur les nœuds
he: הצמדה למפרקים
hi: नोड्स से चिपकाएँ
hr: Priključi na čvorove
id: Tancap ke simpul
it: Aggancia ai nodi
lv: Pieķerties mezgliem
nl: Uitlijnen op knooppunten
pl: Przyciągaj do węzłów
pt_br: Aderir aos pontos
pt_pt: Ajustar aos nós
ro: Fixare la noduri
ru: Привязать к узлам
sr: Залепи на чворове
sv: Fäst vid noder
tr: Düğümlere tuttur
zh_cn: 对齐到节点
zh_hant: 對齊到節點

# shortcuts.snap-pixel-grid
source: Snap to pixel grid
ca: Ajusta a la graella de píxels
cs: Přichytit k mřížce pixelů
de: Am Pixelraster ausrichten
es: Activar alineación a rejilla de pixel
eu: Aktibatu sarea pixelera lerrokatzea
fr: Aligner sur la grille de pixels
he: הצמדה לרשת פיקסלים
hi: पिक्सेल ग्रिड से चिपकाएँ
hr: Priključi na "pixel grid"
id: Tancap ke kisi piksel
it: Aggancia alla griglia pixel
lv: Pieķerties pikseļu režģim
nl: Uitlijnen op pixelraster
pl: Przyciągaj do siatki pikseli
pt_br: Ajustar a grade de Pixels
pt_pt: Ajustar à grade de píxeis
ro: Fixare la grila de pixeli
ru: Привязать к пиксельной сетке
sr: Залепи на мрежу пиксела
sv: Fäst till pixelrutnät
tr: Piksel ızgarasına tuttur
zh_cn: 对齐像素网格
zh_hant: 對齊到像素網格

# shortcuts.start-editing
source: Start editing
ca: Comença a editar
cs: Začít upravovat
de: Mit der Bearbeitung beginnen
es: Comenzar edición
eu: Hasi edizioa
fr: Commencer l'édition
he: התחלת עריכה
hi: संपादन शुरू करें
hr: Počni uređivanje
id: Mulai menyunting
it: Inizia a modificare
lv: Sākt labošanu
nl: Start met bewerken
pl: Rozpocznij edycję
pt_br: Começar a editar
pt_pt: Iniciar edição
ro: Începeți editarea
ru: Начать редактирование
sr: Започни уређивање
sv: Börja redigera
tr: Düzenlemeye başla
zh_cn: 启用编辑
zh_hant: 開始編輯

# shortcuts.start-measure
source: Start measurement
ca: Comença a mesurar
cs: Začít měření
de: Mit der Vermessung beginnen
es: Comenzar medida
eu: Hasi neurketa
fr: Commencer la mesure
he: התחלת מדידה
hi: मापन शुरू करें
hr: Počni mjerenje
id: Mulai mengukur
it: Avvia misurazione
lv: Sākt mērīšanu
nl: Meting starten
pl: Rozpocznij pomiary
pt_br: Iniciar medição
pt_pt: Iniciar medição
ro: Începeți măsurarea
ru: Начать измерение
sr: Започни мерење
sv: Starta mätningen
tr: Ölçüme başla
zh_cn: 启用测量
zh_hant: 開始測量

# shortcuts.stop-measure
source: Stop measurement
ca: Deixa de mesurar
cs: Zastavit měření
de: Mit der Vermessung abbrechen
es: Terminar medida
eu: Amaitu neurketa
fr: Arrêter la mesure
he: עצירת מדידה
hi: मापन बंद करें
hr: Zaustavi mjerenje
id: Berhenti mengukur
it: Interrompi misurazione
lv: Beigt mērīšanu
nl: Meting beëindigen
pl: Zakończ pomiary
pt_br: Parar medição
pt_pt: Parar medição
ro: Opriți măsurarea
ru: Остановить измерение
sr: Заустави мерење
sv: Stoppa mätningen
tr: Ölçümü durdur
zh_cn: 停止测量
zh_hant: 停止測量

# shortcuts.thumbnail-set
source: Set thumbnails
ca: Estableix miniatures
cs: Nastavit náhledy
de: Miniaturansichten festlegen
es: Activar miniaturas
eu: Aktibatu iruditxoak
fr: Définir les vignettes
he: הגדרת תמונות ממוזערות
hi: थंबनेल सेट करें
hr: Postavi sličice
id: Tetapkan gambar kecil
it: Imposta miniature
lv: Iestatīt sīktēlus
nl: Miniaturen instellen
pl: Ustaw miniaturki
pt_br: Definir como miniatura
pt_pt: Definir imagem destaque
ro: Setează miniaturile
ru: Установить миниатюры
sr: Подеси сличице
sv: Ställ in miniatyrbilder
tr: Küçük resimleri ayarla
zh_cn: 设置缩略图
zh_hant: 設定縮圖

# shortcuts.title
source: Keyboard shortcuts
ca: Dreceres de teclat
cs: Klávesové zkratky
de: Tastaturkürzel
es: Atajos de teclado
eu: Lasterteklak
fr: Raccourcis clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट्स
hr: Prečaci na tipkovnici
id: Pintasan papan ketik
it: Scorciatoie da tastiera
lv: Īsinājumtaustiņi
nl: Sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos do teclado
pt_pt: Atalhos do teclado
ro: Comenzi rapide de la tastatură
ru: Горячие клавиши
sr: Пречице на тастатури
sv: Snabbkommandon
tr: Klavye kısayolları
zh_cn: 快捷键
zh_hant: 鍵盤快速鍵

# shortcuts.toggle-alignment
source: Toggle dynamic alignment
ca: Commuta l'alineació dinàmica
cs: Přepnout dynamické zarovnání
de: Dynamische Ausrichtung umschalten
es: Alternar alineación
eu: Lerrokatzea aldatu
fr: Activer/désactiver l'alignement dynamique
he: החלפת מצב יישור דינמי
hi: डायनामिक अलाइनमेंट टॉगल करें
hr: Promijena dinamičkog poravnanja
id: Alih penyesuaian dinamis
it: Attiva/Disattiva allineamento dinamico
lv: Pārslēgt dinamisko līdzināšanu
nl: Dynamisch uitlijnen in/uitschakelen
pl: Przełącz dynamiczne wyrównanie
pt_br: Alternar alinhamento dinâmico
pt_pt: Alternar alinhamento dinâmico
ro: Comută alinierea dinamică
ru: Переключить динамическое выравнивание
sr: Укључи динамичко поравнање
sv: Växla dynamisk justering
tr: Dinamik hizalamayı aç/kapat
zh_cn: 切换动态对齐
zh_hant: 切換動態對齊

# shortcuts.toggle-assets
source: Toggle assets
ca: Commuta els recursos
cs: Přepnout podklady
de: Assets einblenden
es: Mostrar/ocultar recursos
eu: Erakutsi/ezkutatu baliabideak
fr: Activer/désactiver les ressources
he: החלפת מצב נכסים
hi: एसेट्स टॉगल करें
hr: Promijena stavaka
id: Alih aset
it: Attiva/Disattiva risorse
lv: Pārslēgt līdzekļus
nl: Assets in/uitschakelen
pl: Przełącz zasoby
pt_br: Mostrar/Esconder ativos
pt_pt: Alternar recursos
ro: Comută obiectele
ru: Переключить ресурсы
sr: Укључи средства
sv: Växla tillgångar
tr: Varlıkları değiştir
zh_cn: 切换资产
zh_hant: 切換資產

# shortcuts.toggle-colorpalette
source: Toggle color palette
ca: Commuta paleta de colors
cs: Přepnout paletu barev
de: Farbpalette ein-/ausblenden
es: Mostrar/ocultar paleta de colores
eu: Erakutsi/ezkutatu kolore paleta
fr: Activer/désactiver la palette de couleurs
he: החלפת מצב לוח צבעים
hi: रंग पैलेट टॉगल करें
hr: Promijena palete boja
id: Alih palet warna
it: Attiva/Disattiva palette colori
lv: Pārslēgt krāsu paleti
nl: Kleurenpalet in/uitschakelen
pl: Przełącz paletę kolorów
pt_br: Mostrar/Esconder paleta de cores
pt_pt: Alternar selector de cores
ro: Comută paleta de culori
ru: Переключить палитру цветов
sr: Укључи палету боја
sv: Växla färgpalett
tr: Renk paletini değiştir
zh_cn: 切换调色板
zh_hant: 切換調色板

# shortcuts.toggle-focus-mode
source: Toggle focus mode
ca: Activa/desactiva el mode de concentració
cs: Přepnout režim soustředění
de: Fokusmodus umschalten
es: Mostrar/ocultar focus mode
eu: Erakutsi/ezkutatu foko-modua
fr: Activer/désactiver le mode focus
he: החלפת מצב מיקוד
hi: फ़ोकस मोड टॉगल करें
hr: Promijena fokus moda
id: Alih mode fokus
it: Attiva/Disattiva modalità focus
lv: Pārslēgt fokusa režīmu
nl: Focusmodus in/uitschakelen
pl: Przełącz tryb skupienia
pt_br: Entrar/Sair do modo de foco
pt_pt: Alternar modo de foco
ro: Comută modul de focus
ru: Переключить режим фокуса
sr: Укључи режим фокуса
sv: Växla fokusläge
tr: Odak modunu değiştir
zh_cn: 切换焦点模式
zh_hant: 切換專注模式
