Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.empty-placeholder-libraries
source: Libraries added to the project will appear here. Try sharing your files or add from our [Libraries & templates](https://penpot.app/libraries-templates).
cs: Zde se zobrazí knihovny přidané do projektu. Zkuste své soubory sdílet nebo je přidat z [Knihovny a šablony](https://penpot.app/libraries-templates).
de: Die zum Projekt hinzugefügten Bibliotheken werden hier angezeigt. Versuchen Sie, Ihre Dateien freizugeben oder aus unseren [Bibliotheken & Vorlagen](https://penpot.app/libraries-templates) hinzuzufügen.
es: Las bibliotecas añadidas al proyecto aparecerán aquí. Si quieres probar con alguna plantilla ve a [Bibliotecas y plantillas](https://penpot.app/libraries-templates).
fr: Les bibliothèques ajoutées au projet apparaîtront ici. Essayez de partager vos fichiers ou ajoutez-en depuis notre [Bibliothèque & modèles](https://penpot.app/libraries-templates).
fr_ca: Les bibliothèques ajoutées au projet apparîtront ici. Pour se faire, partage tes fichiers ou ajoute-en depuis [Bibliothèques & modèles](https://penpot.app/libraries-templates).
he: ספריות שנוספו למיזם תופענה כאן. כדאי לנסות לשתף את הקבצים שלך או להוסיף מ[הספריות והתבניות](https://penpot.app/libraries-templates) שלנו.
hi: परियोजना में जोड़ी गई लाइब्रेरी यहाँ दिखाई देंगी। अपने फ़ाइलों को साझा करने की कोशिश करें या हमारी [लाइब्रेरी और टेम्पलेट्स](https://penpot.app/libraries-templates) से जोड़ें।
hr: Ovdje će se pojaviti biblioteke dodane projektu. Pokušajte podijeliti svoje datoteke ili ih dodajte iz naših [biblioteka i predložaka](https://penpot.app/libraries-templates).
id: Pustaka yang ditambahkan ke proyek akan muncul di sini. Coba membagikan berkas Anda atau tambahkan dari [Pustaka dan tempat] (https://penpot.app/libraries-templates) kami.
it: Le librerie aggiunte al progetto appariranno qui. Prova a condividere i tuoi file o ad aggiungerle dal nostro [Librerie e modelli](https://penpot.app/libraries-templates).
lv: Šeit parādīsies projektam pievienotās bibliotēkas. Mēģini kopīgot savas datnes vai pievienot no mūsu [bibliotēkām un sagatavēm](https://penpot.app/libraries-templates)!
nl: Hier verschijnen bibliotheken die aan het project zijn toegevoegd. Probeer je bestanden te delen of voeg ze toe vanuit onze [Bibliotheken en sjablonen] (https://penpot.app/libraries-templates).
pt_br: As bibliotecas adicionadas ao projeto aparecerão aqui. Tente compartilhar seus arquivos ou adicioná-los a partir da [Bibliotecas e modelos] (https://penpot.app/libraries-templates).
pt_pt: As bibliotecas adicionadas ao projeto irão aparecer aqui. Tenta partilhar os teus ficheiros ou adiciona algumas das nossas [Bibliotecas e templates](https://penpot.app/libraries-templates).
ro: Bibliotecile adăugate la proiect vor apărea aici. Încearcă să partajezi fișierele sau adaugă din [Biblioteci și șabloane](https://penpot.app/libraries-templates).
ru: Библиотеки, добавленные в проект, будут отображаться здесь. Попробуйте поделиться своими файлами или добавьте из наших [Библиотек и шаблонов](https://penpot.app/libraries-templates).
sv: Bibliotek som läggs till i projektet kommer att visas här. Försök att dela dina filer eller lägg till från våra [Bibliotek & mallar] (https://penpot.app/libraries-templates).
th: ไลบรารีที่เพิ่มให้กับโปรเจกต์จะปรากฏที่นี่ ลองแชร์ไฟล์ของคุณหรือเพิ่มจาก[ไลบรารีและเทมเพลต](https://penpot.app/libraries-templates)ของเรา
tr: Projeye eklenen kütüphaneler burada görünecektir. Dosyalarınızı paylaşmayı deneyin veya [Kütüphaneler ve şablonlar](https://penpot.app/libraries-templates) bölümünden ekleyin.
zh_cn: 添加至项目的库将显示在这里。您可以尝试共享您的文件，或从我们的[库和模板](https://penpot.app/libraries-templates)添加。
zh_hant: 新增到專案的圖庫將顯示在這裡。請分享您的檔案或從我們的[圖庫和範本](https://penpot.app/libraries-templates)中新增。

# dashboard.empty-placeholder-libraries-subtitle
source: Libraries added to the project will appear here. Try sharing your files or add from our [Libraries & templates](https://penpot.app/libraries-templates).
cs: Zde se zobrazí knihovny přidané do projektu. Zkuste své soubory sdílet nebo je přidat z [Knihovny a šablony](https://penpot.app/libraries-templates).
de: Die zum Projekt hinzugefügten Bibliotheken werden hier angezeigt. Versuchen Sie, Ihre Dateien freizugeben oder aus unseren [Bibliotheken & Vorlagen](https://penpot.app/libraries-templates) hinzuzufügen.
es: Las bibliotecas añadidas al proyecto aparecerán aquí. Si quieres probar con alguna plantilla ve a [Bibliotecas y plantillas](https://penpot.app/libraries-templates).
fr: Les bibliothèques ajoutées au projet apparaîtront ici. Essayez de partager vos fichiers ou ajoutez-en depuis notre [Bibliothèque & modèles](https://penpot.app/libraries-templates).
fr_ca: Les bibliothèques ajoutées au projet apparîtront ici. Pour se faire, partage tes fichiers ou ajoute-en depuis [Bibliothèques & modèles](https://penpot.app/libraries-templates).
he: ספריות שנוספו למיזם תופענה כאן. כדאי לנסות לשתף את הקבצים שלך או להוסיף מ[הספריות והתבניות](https://penpot.app/libraries-templates) שלנו.
hi: परियोजना में जोड़ी गई लाइब्रेरी यहाँ दिखाई देंगी। अपनी फ़ाइलें साझा करने का प्रयास करें या हमारी [लाइब्रेरी और टेम्पलेट्स](https://penpot.app/libraries-templates) से जोड़ें।
hr: Ovdje će se pojaviti biblioteke dodane projektu. Pokušajte podijeliti svoje datoteke ili ih dodajte iz naših [biblioteka i predložaka](https://penpot.app/libraries-templates).
id: Pustaka yang ditambahkan ke proyek akan muncul di sini. Coba membagikan berkas Anda atau tambahkan dari [Pustaka dan tempat] (https://penpot.app/libraries-templates) kami.
it: Le librerie aggiunte al progetto appariranno qui. Prova a condividere i tuoi file o ad aggiungerle dal nostro [Librerie e modelli](https://penpot.app/libraries-templates).
lv: Šeit parādīsies projektam pievienotās bibliotēkas. Mēģini kopīgot savas datnes vai pievienot no mūsu [bibliotēkām un sagatavēm](https://penpot.app/libraries-templates)!
nl: Hier verschijnen bibliotheken die aan het project zijn toegevoegd. Probeer je bestanden te delen of voeg ze toe vanuit onze [Bibliotheken en sjablonen] (https://penpot.app/libraries-templates).
pt_br: As bibliotecas adicionadas ao projeto aparecerão aqui. Tente compartilhar seus arquivos ou adicioná-los a partir de [Bibliotecas e modelos] (https://penpot.app/libraries-templates).
ro: Bibliotecile adăugate la proiect vor apărea aici. Încearcă să partajezi fișierele sau adaugă din [Biblioteci și șabloane](https://penpot.app/libraries-templates).
ru: Библиотеки, добавленные в проект, будут отображаться здесь. Попробуйте поделиться своими файлами или добавьте из наших [Библиотек и шаблонов](https://penpot.app/libraries-templates).
sv: Bibliotek som läggs till i projektet kommer att visas här. Försök att dela dina filer eller lägg till från våra [Bibliotek & mallar] (https://penpot.app/libraries-templates).
th: ไลบรารีที่เพิ่มให้กับโปรเจกต์จะปรากฏที่นี่ ลองแชร์ไฟล์ของคุณหรือเพิ่มจาก[ไลบรารีและเทมเพลต](https://penpot.app/libraries-templates)ของเรา
tr: Projeye eklenen kütüphaneler burada görünecektir. Dosyalarınızı paylaşmayı deneyin veya [Kütüphaneler ve şablonlar](https://penpot.app/libraries-templates) bölümünden ekleyin.
zh_cn: 添加至项目的库将显示在这里。您可以尝试共享您的文件，或从我们的[库和模板](https://penpot.app/libraries-templates)添加。
zh_hant: 新增到專案的圖庫將顯示在這裡。請分享您的檔案或從我們的[圖庫和範本](https://penpot.app/libraries-templates)中新增。

# dashboard.empty-placeholder-libraries-subtitle-viewer-role
source: Libraries added to the project will appear here.
cs: Zde se zobrazí knihovny přidané do projektu.
de: Bibliotheken, die dem Projekt hinzugefügt wurden, werden hier erscheinen.
es: Las bibliotecas añadidas al proyecto aparecerán aquí.
fa: کتابخانه‌های اضافه شده به پروژه در اینجا نمایش داده می‌شوند.
fr: Les bibliothèques ajoutées au projet apparaîtront ici.
fr_ca: Les bibliothèques ajoutées au projet apparîtront ici.
he: ספריות שנוספו למיזם תופענה כאן.
hi: परियोजना में जोड़ी गई लाइब्रेरी यहाँ दिखाई देंगी।
hr: Ovdje će se pojaviti biblioteke dodane projektu.
id: Pustaka yang ditambahkan ke proyek akan muncul di sini.
it: Le librerie aggiunte al progetto verrano mostrate qui.
lv: Šeit parādīsies projektam pievienotās bibliotēkas.
nl: Hier verschijnen bibliotheken die aan het project zijn toegevoegd.
pt_br: As bibliotecas adicionadas ao projeto aparecerão aqui.
pt_pt: As bibliotecas que forem adicionadas ao projeto aparecerão aqui.
ro: Bibliotecile adăugate la proiect vor apărea aici.
ru: Библиотеки, добавленные в проект, будут отображаться здесь.
sv: Bibliotek som läggs till i projektet visas här.
th: ไลบรารีที่เพิ่มลงในโปรเจกต์จะปรากฏที่นี่
tr: Projeye eklenen kütüphaneler burada görünecektir.
zh_cn: 添加至项目中的库将显示在这里。
zh_hant: 新增至專案中的圖庫將顯示在此處。

# dashboard.empty-placeholder-libraries-title
source: No libraries yet.
cs: Zatím žádné knihovny.
de: Noch keine Bibliotheken vorhanden.
es: Aún no existen librerías compartidas.
fr: Aucune bibliothèque pour l'instant.
fr_ca: Il n'y a pas encore de bibliothèque partagée.
he: אין ספריות עדיין.
hi: अभी तक कोई लाइब्रेरी नहीं है।
hr: Još nema biblioteka.
id: Belum ada pustaka.
it: Nessuna libreria presente.
lv: Vēl nav nevienas bibliotēkas.
nl: Nog geen bibliotheken.
pt_br: Ainda não há bibliotecas.
pt_pt: Ainda não existem bibliotecas.
ro: Nu ai încă biblioteci.
ru: Библиотек пока нет.
sv: Inga bibliotek än.
th: ยังไม่มีไลบรารี
tr: Henüz kütüphane yok.
zh_cn: 还没有库。
zh_hant: 還沒有圖庫。

# dashboard.empty-project.add-library
source: Add a Library or a Template
es: Añade una Biblioteca o Plantilla
fr: Ajouter une bibliothèque ou un modèle
fr_ca: Ajouter une bibliothèque ou un modèle
he: הוספת ספרייה או תבנית
hi: एक लाइब्रेरी या टेम्पलेट जोड़ें
id: Tambahkan Pustaka atau Templat
it: Aggiungi una Libreria o un modello
lv: Pievienot bibliotēku vai sagatavi
nl: Een bibliotheek of sjabloon toevoegen
pt_br: Adicionar uma biblioteca ou modelo
pt_pt: Adiciona uma Biblioteca ou Template
ro: Adaugă o Librărie sau un Șablon
ru: Добавить библиотеку или шаблон
sv: Lägg till ett bibliotek eller en mall
tr: Kütüphane veya şablon ekle
zh_cn: 新增一个库或一个模版

# dashboard.empty-project.create
source: Create new file
ar: أنشئ ملف جديد
de: Neue Datei erstellen
es: Crear un nuevo archivo
fa: ایجاد فایل جدید
fr: Créer un nouveau fichier
fr_ca: Créer un nouveau fichier
he: יצירת קובץ חדש
hi: नई फ़ाइल बनाएँ
id: Buat berkas baru
it: Crea nuovo file
lv: Izveidot jaunu datni
nl: Nieuw bestand aanmaken
pt_br: Criar novo arquivo
pt_pt: Criar novo ficheiro
ro: Creează un fișier nu
ru: Создать новый файл
sv: Skapa ny fil
tr: Yeni dosya oluştur
zh_cn: 创建新文件

# dashboard.empty-project.explore
source: Explore some to add
es: Explora algunas para añadir
fr: Explorez ceux que vous pouvez ajouter
fr_ca: Explorer pour ajouter
he: אפשר לעיין קצת כדי להוסיף
hi: जोड़ने के लिए कुछ खोजें
id: Jelajahi beberapa untuk ditambahkan
it: Esplora qualcosa da aggiungere
lv: Izpētīt, lai kaut ko pievienotu
nl: Rondkijken om wat toe te voegen
pt_br: Explore algo para adicionar
ro: Explorează pentru a adăuga aici
sv: Utforska några att lägga till
tr: Eklemek için keşfedin
zh_cn: 浏览并新增

# dashboard.empty-project.go-to-libraries
source: Go to Libraries and Templates
es: Ir a Bibliotecas y Plantillas
fr: Aller visiter les bibliothèques et modèles
fr_ca: Aller à Bibliothèques et Modèles
he: מעבר לספריות ותבניות
hi: लाइब्रेरी और टेम्पलेट्स पर जाएं
id: Pergi ke Pustaka dan Templat
it: Vai alle Librerie e modelli
lv: Doties uz bibliotēkām un sagatavēm
nl: Ga naar bibliotheken en sjablonen
pt_br: Ir para Bibliotecas e modelos
pt_pt: Ir para Bibliotecas e Templates
ro: Mergi la Librării și Șabloane
ru: Перейти к библиотекам и шаблонам
sv: Gå till bibliotek och mallar
tr: Kütüphaneler ve şablonlara git
zh_cn: 转至库和模版

# dashboard.empty-project.import
source: Import a file
de: Eine Datei importieren
es: Importa un fichero
fr: Importer un fichier
fr_ca: Importer un fichier
he: ייבוא קובץ
hi: एक फ़ाइल आयात करें
id: Impor berkas
it: Importa un file
lv: Ievietot datni
nl: Importeer een bestand
pt_br: Importe um arquivo
pt_pt: Importar um ficheiro
ro: Importă un fișier
ru: Импортировать файл
sv: Importera en fil
tr: Dosya içe aktar
zh_cn: 导入一个文件

# dashboard.empty-project.import-penpot
source: Import a .penpot file
de: Eine .penpot-Datei importieren
es: Importa un fichero .penpot
fr: Importer un fichier .penpot
fr_ca: Importer un fichier .penpot
he: ייבוא קובץ ‎.penpot
hi: एक .penpot फ़ाइल आयात करें
id: Impor berkas .penpot
it: Importa un file .penpot
lv: Ievietot .penpot datni
nl: Importeer een .penpot-bestand
pt_br: Importe um arquivo .penpot
pt_pt: Importar um ficheiro .penpot
ro: Importă un fișier .penpot
ru: Импорт .penpot файл
sv: Importera en .penpot-fil
tr: .penpot dosyasını içe aktar
zh_cn: 导入一个 .penpot 文件

# dashboard.empty-project.start
source: Start building amazing stuff
es: Empieza a crear cosas increíbles
fr: Commencez à fabriquer des choses géniales
fr_ca: Crée des choses incroyables
he: נתחיל לבנות דברים מדהימים
hi: शानदार चीज़ें बनाना शुरू करें
id: Mulai membuat hal-hal yang hebat
it: Inizia a creare cose straordinarie
lv: Sākt veidot apbrīnojamas lietas
nl: Begin met het bouwen van geweldige dingen
pt_br: Comece a criar coisas incríveis
pt_pt: Começa a criar coisas incríveis
ro: Începe să creezi lucruri uimitoare
ru: Начать создавать удивительные вещи
sv: Börja bygga fantastiska saker
tr: Harika şeyler oluşturmaya başlayın
zh_cn: 开始构建令人惊奇的材料

# dashboard.export-binary-multi
source: Download %s Penpot files (.penpot)
af: Laai %s Penpot lêers (.penpot) af
ar: تنزيل ملفات ٪s Penpot (.penpot)
ca: Baixa %s fitxers Penpot (.penpot)
cs: Stáhnout soubory %s Penpot (.penpot)
de: %s Penpot-Dateien herunterladen (.penpot)
es: Descargar %s archivos Penpot (.penpot)
es_419: Descargar %s archivos Penpot (.penpot)
eu: Deskargatu %s Penpot fitxategi (.penpot)
fa: دانلود %s عدد فایل های پنپات (.penpot)
fo: Heinta %s Penpot fílur (.penpot)
fr: Télécharger %s fichiers Penpot (.penpot)
fr_ca: Télécharger %s fichiers Penpot (.penpot)
he: הורדת %s קובצי Penpot‏ (‎.penpot)
hi: %s Penpot फ़ाइलें (.penpot) डाउनलोड करें
hr: Preuzmi %s Penpot datoteke (.penpot)
id: Unduh %s berkas Penpot (.penpot)
it: Scarica %s file Penpot (.penpot)
ko: %s 펜팟 파일 (.penpot) 다운로드 하기
lv: Lejupielādēt %s Penpot datnes (.penpot)
ms: Muat turun %s fail Penpot (.penpot)
nl: %s Penpot-bestanden downloaden (.penpot)
pl: Pobierz %s plików Penpot (.penpot)
pt_br: Baixar %s arquivos Penpot (.penpot)
pt_pt: Descarrega %s ficheiros Penpot (.penpot)
ro: Descarcă %s fișiere Penpot (.penpot)
ru: Скачать файлы Penpot (.penpot) (%s)
sr: Преузмите % Penpot датотека (.penpot)
sv: Ladda ner % Penpot-filer (.penpot)
th: ดาวน์โหลด %s ไฟล์ Penpot (.penpot)
tr: %s Penpot dosyasını indir (.penpot)
zh_cn: 下载 %s Penpot文件 (.penpot)
zh_hant: 下載 %s 個Penpot 檔案 （.penpot）

# dashboard.export-frames
source: Export boards as PDF
af: Voer borde as PDF uit
ar: صدّر اللوحات ك PDF
ca: Exporta els taulers a PDF
cs: Exportovat tabule do PDF
de: Zeichenflächen als PDF exportieren
es: Exportar tableros como PDF
es_419: Exportar tableros como PDF
eu: Esportatu arbelak PDFra
fa: خروجی آرت‌بوردها به پی‌دی‌اف
fo: Útflyt borð sum PDF
fr: Exporter les plans de travail au format PDF
fr_ca: Exporter les tableaux en PDF
he: ייצוא לוחות אומנות כ־PDF
hi: बोर्ड्स को PDF के रूप में निर्यात करें
hr: Izvezi artboard u PDF
id: Ekspor papan sebagai PDF
it: Esporta le tavole da disegno in PDF
ko: 대지를 PDF로 내보내요
lt: Eksportuokite darbalaukius į PDF
lv: Izgūt plātnes kā PDF
ml: ആർട്ട്ബോർഡുകൾ പിഡിഎഫായി എക്സ്പോർട്ട് ചെയ്യുക
ms: Eksport papan sebagai PDF
nl: Borden exporteren als PDF
pl: Eksportuj obszary kompozycji jako PDF
pt_br: Exportar boards em PDF
pt_pt: Exportar pranchetas para PDF
ro: Exportă table ca PDF
ru: Экспорт кадров в PDF
sr: Извезите табле као PDF
sv: Exportera tavla som PDF
th: ส่งออกบอร์ดเป็น PDF
tr: Çalışma yüzeylerini PDF olarak dışa aktar
zh_cn: 将画板导出为 PDF 格式
zh_hant: 將 boards 匯出為 PDF

# dashboard.export-frames.title
source: Export as PDF
af: Voer as PDF uit
ar: صدّر ك PDF
ca: Exporta a PDF
cs: Exportovat do PDF
de: Als PDF exportieren
es: Exportar como PDF
es_419: Exportar como PDF
eu: Esportatu PDFra
fa: اکسپورت به پی‌دی‌اف
fo: Útflyt til PDF
fr: Exporter en PDF
fr_ca: Exporter en PDF
he: ייצוא כ־PDF
hi: PDF के रूप में निर्यात करें
hr: Izvezi u PDF
id: Ekspor sebagai PDF
it: Esporta in PDF
ko: PDF로 내보내요
lt: Eksportuoti į PDF
lv: Izgūt kā PDF
ml: പിഡിഎഫായി എക്സ്പോർട്ട് ചെയ്യുക
ms: Eksport sebagai PDF
nl: Exporteren als PDF
pl: Eksportuj jako PDF
pt_br: Exportar como arquivo PDF
pt_pt: Exportar para PDF
ro: Exportă ca PDF
ru: Экспорт в формате PDF
sr: Извези као PDF
sv: Exportera som PDF
th: ส่งออกเป็น PDF
tr: PDF olarak dışa aktar
zh_cn: 导出为PDF
zh_hant: 匯出為PDF

# dashboard.export-multi
source: Export Penpot %s files
af: Voer %s Penpot lêers uit
ar: صدّر ملفات Penpot %s
ca: Exporta %s fitxers de Penpot
cs: Exportovat soubory Penpot %s
de: %s Dateien exportieren
es: Exportar %s archivos Penpot
es_419: Exportar %s archivos de Penpot
eu: Esportatu %s Penpot fitxategi
fa: خروجی فایل‌های %s پن‌پات
fo: Útflyt Penpot %s fílur
fr: Exporter %s fichiers
fr_ca: Exporter %s fichiers Penpot
he: ייצוא קובצי %s של Penpot
hi: पेनपोट %s फ़ाइलें निर्यात करें
hr: Izvezi Penpot %s datoteka
id: Ekspor %s berkas Penpot
it: Esporta %s file Penpot
lt: Eksportuoti Penpot %s failus
lv: Izgūt Penpot %s datnes
ml: പെൻപോട്ട് %s ഫയലുകൾ എക്സ്പോർട്ട് ചെയ്യുക
ms: Eksport fail Penpot %s
nl: %s Penpot-bestanden exporteren
pl: Eksportuj %s pliki Penpot
pt_br: Exportar %s arquivos
pt_pt: Exportar %s ficheiros Penpot
ro: Exportă %s fișiere Penpot
ru: Экспорт файлов Penpot (%s)
sr: Извези Penpot %s датотека
sv: Exportera Penpot %s filer
th: ส่งออก %s ไฟล์ Penpot
tr: Penpot %s dosyalarını dışa aktar
zh_cn: 导出 %s 个文件
zh_hant: 匯出 %s 個檔案

# dashboard.export-multiple.selected
source: %s of %s elements selected
ar: %s من %s عناصر محدّدة
ca: %s de %s elements seleccionats
cs: %s z %s prvků vybráno
de: %s von %s Elementen ausgewählt
es: %s de %s elementos seleccionados
es_419: %s de %s elementos seleccionados
eu: Aukeratutakoak: %s / %s
fa: %s از %s عناصر انتخاب‌شده
fo: %s av %s lutum eru valdir
fr: %s éléments sur les %s sélectionnés
fr_ca: %s de %s éléments sélectionnés
he: נבחרו %s מתוך %s רכיבים
hi: %s में से %s तत्व चयनित किए गए
hr: % od % elementa označeno
id: %s dari %s elemen dipilih
it: %s di %s elementi selezionati
lt: Pasirinkta %s iš %s elementų
lv: Atlasīti elementi - %s no %s
ms: %s daripada %s elemen dipilih
nl: %s van %s elementen geselecteerd
pl: %s z %s elementów wybranych
pt_br: %s de %s elementos selecionados
pt_pt: %s de %s elementos selecionados
ro: %s din %s elemente selectate
ru: Выбрано %s из %s элементов
sr: %s од %s елемената изабрано
sv: %s av %s objekt markerade
tr: %s / %s öge seçildi
zh_cn: 已选择 %s / %s 元素
zh_hant: 已選取%s / %s elements

# dashboard.export-shapes
source: Export
ar: صدّر
ca: Exporta
cs: Exportovat
de: Exportieren
es: Exportar
es_419: Exportar
eu: Esportatu
fa: اکسپورت
fo: Útflyt
fr: Exporter
fr_ca: Exporter
he: ייצוא
hi: निर्यात
hr: Izvezi
id: Ekspor
it: Esporta
ko: 내보내요
lt: Eksportuoti
lv: Izgūt
ml: എക്സ്പോർട്ട്
ms: Eksport
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
sr: Извези
sv: Exportera
th: ส่งออก
tr: Dışa aktar
zh_cn: 导出
zh_hant: 匯出

# dashboard.export-shapes.how-to
source: You can add export settings to elements from the design properties (at the bottom of the right sidebar).
ar: يمكنك إضافة إعدادات التصدير إلى العناصر من خصائص التصميم (أسفل الشريط الجانبي الأيمن).
ca: Podeu afegir una configuració d'exportació a elements des de les propietats del disseny (a sota de la barra de la dreta).
cs: Nastavení exportu můžete přidat k prvkům ve vlastnostech návrhu (v dolní části pravého postranního panelu).
de: Sie können den Elementen über die Designeigenschaften (unten in der rechten Seitenleiste) Exporteinstellungen hinzufügen.
es: Puedes añadir configuraciones de exportación a elementos desde las propiedades de diseño (al final del lateral derecho).
es_419: Puede agregar configuraciones de exportación a elementos desde las propiedades de diseño (en la parte inferior de la barra lateral derecha).
eu: Elementuei esportazioko ezarpenak gehitzeko aukeratu duzu diseinuaren propietateetatik (eskumako aldearen amaieran).
fa: می‌توانید تنظیمات اکسپورت را از ویژگی‌های طراحی (در پایین نوار کناری سمت راست) به عناصر اضافه کنید.
fr: Vous pouvez ajouter des paramètres d'exportation aux éléments dans les propriétés de design (en bas de la barre latérale de droite).
fr_ca: Tu peux ajouter des paramètres d'exportation aux éléments dans les propriétés design (au bas du panneau de droite).
he: אפשר להוסיף הגדרות ייצוא לרכיבים ממאפייני העיצוב (מתחתית הסרגל שמשמאל).
hi: आप डिज़ाइन गुणों (दाएँ साइडबार के नीचे) से तत्वों में निर्यात सेटिंग्स जोड़ सकते हैं।
hr: Postavke izvoza možeš dodati elementima iz svojstava dizajna (na dnu desne bočne trake).
id: Anda dapat menambahkan pengaturan pengeksporan ke elemen dari properti desain (di bawah dari bilah sisi kanan).
it: Puoi aggiungere dei parametri di esportazione agli elementi accedendo alle proprietà del design (in fondo alla barra laterale destra).
lt: Galite pridėti eksportavimo nustatymus prie elementų iš dizaino ypatybių (dešinės šoninės juostos apačioje).
lv: Izgūšanas iestatījumus elementiem var pievienot no noformējuma īpašībām (labās sānjoslas apakšā).
ms: Anda boleh menambah tetapan eksport ke elemen daripada sifat reka bentuk (di bahagian bawah bar sisi kanan).
nl: Je kunt exportinstellingen toevoegen aan elementen vanuit de ontwerpeigenschappen (onderaan de rechter zijbalk).
pl: Możesz dodać ustawienia eksportu do elementów z właściwości projektu (na dole prawego paska bocznego).
pt_br: Você pode adicionar configurações de exportação em elementos nas propriedades de design (na parte inferior da barra lateral direita).
pt_pt: Podes adicionar definições de exportação em elementos a partir das propriedades de design (na parte inferior da barra lateral direita).
ro: Poți adăuga setări de export la elemente din proprietățile designului (în partea de jos a barei laterale din dreapta).
ru: Вы можете добавить настройки экспорта элементам из свойств дизайна (в нижней части правой боковой панели).
sr: Можете додати подешавања извоза елементима из својстава дизајна (на дну десне бочне траке).
sv: Du kan lägga till exportinställningar till objekt från designegenskaperna (vid botten av höger sidnavigation).
tr: Tasarım özelliklerinden (sağ kenar çubuğunun alt kısmında) ögelere dışa aktarma ayarları ekleyebilirsiniz.
zh_cn: 你可以在设计选项中为元素添加导出设置（位于右侧边栏底部）。
zh_hant: 你可以從設計屬性（位於右側邊欄底部）為元素添加匯出設置。
