Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# common.share-link.team-members
source: Only team members
af: Slegs spanlede
ar: أعضاء الفريق فقط
ca: Només membres de l'equip
cs: Pouze členové týmu
de: Nur Teammitglieder
es: Sólo integrantes del equipo
es_419: Solo miembros del equipo
eu: Taldeko kideak bakarrik
fa: فقط اعضای تیم
fo: Einans limir í toymi
fr: Seulement les membres de l'équipe
fr_ca: Seulement les membres de l'équipe
he: רק חברי צוות
hi: केवल टीम के सदस्य
hr: Samo članovi tima
id: Hanya anggota tim
it: Solo i membri del team
ko: 오직 팀원들을 위해
lt: Tik komandos nariams
lv: Tikai komandas dalībnieki
ms: Hanya ahli pasukan
nl: Alleen teamleden
pl: Tylko członkowie zespołu
pt_br: Apenas membros da equipe
pt_pt: Apenas membros da equipa
ro: Doar membrii echipei
ru: Только участники команды
sr: Само чланови тима
sv: Endast teammedlemmar
th: สมาชิกในทีมเท่านั้น
tr: Yalnızca takım üyeleri
zh_cn: 只团队成员
zh_hant: 只限團隊成員

# common.share-link.title
source: Share prototypes
af: Deel prototipes
ar: شارك النماذج
ca: Compartiu prototips
cs: Sdílet prototypy
de: Prototypen teilen
es: Compartir prototipos
es_419: Compartir prototipos
eu: Partekatu prototipoak
fa: اشتراک‌گذاری پروتوتایپ‌ها
fo: Deil frumsnið
fr: Partager les prototypes
fr_ca: Partager les prototypes
he: שיתוף אבות טיפוס
hi: प्रोटोटाइप्स साझा करें
hr: Podijeli prototip
id: Bagikan prototipe
it: Condividi i prototipi
ko: 프로토타입을 공유해요
lt: Dalinkitės prototipais
lv: Kopīgot prototipus
ml: പ്രോട്ടോടൈപ്പുകൾ പങ്കുവെയ്ക്കുക
ms: Kongsi prototaip
nl: Prototypes delen
pl: Udostępnij prototypy
pt_br: Compartilhar protótipos
pt_pt: Partilha protótipos
ro: Distribuie prototipuri
ru: Поделиться прототипами
sr: Дели прототипе
sv: Dela prototyper
th: แชร์โปรโตไทป์
tr: Prototipleri paylaş
zh_cn: 分享原型
zh_hant: 分享原型

# common.share-link.view-all
source: Select All
af: Kies Alles
ar: حدّد الكل
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alle auswählen
es: Selecctionar todas
es_419: Seleccionar todo
eu: Aukeratu guztiak
fa: انتخاب همه
fo: Vel alt
fr: Tout sélectionner
fr_ca: Tout sélectionner
he: בחירה בהכול
hi: सभी चुनें
hr: Označi sve
id: Pilih Semua
it: Seleziona tutto
ko: 모두 선택해요
lt: Rinktis viską
lv: Atlasīt visu
ms: Pilih semua
nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Selecionar todos
pt_pt: Seleciona tudo
ro: Selectează Tot
ru: Выбрать все
sr: Изабери све
sv: Markera allt
th: เลือกทั้งหมด
tr: Tümünü Seç
zh_cn: 选择所有
zh_hant: 全選

# common.unpublish
source: Unpublish
af: Depubliseer
ar: ألغِ النشر
ca: Despublica
cs: Zrušit zveřejnění
de: Veröffentlichung aufheben
es: Despublicar
es_419: Despublicar
eu: Argitaraketa atzera bota
fa: لغو انتشار
fo: Angra útgevan
fr: Dépublier
fr_ca: Dépublier
he: ביטול פרסום
hi: अप्रकाशित
hr: Poništi objavu
id: Batalkan penerbitan
it: Rimuovi pubblicazione
ko: 발행취소하기
lt: Atšaukti paskelbimą
lv: Atcelt publikāciju
ms: Nyahterbitkan
nl: Publicatie ongedaan maken
pl: Cofnij publikację
pt_br: Cancelar publicação
pt_pt: Cancelar publicação
ro: Anulează publicarea
ru: Снять с публикации
sr: Опозови објављивање
sv: Avpublicera
tr: Yayından kaldır
zh_cn: 未发布
zh_hant: 未發怖

# dasboard.team-hero.management
source: Team management
af: Spanbestuur
ar: إدارة الفريق
ca: Gestió de l'equip
cs: Správa týmu
es: Gestión del equipo
es_419: Gestión de equipos
eu: Taldearen kudeaketa
fa: مدیریت تیم
fo: Toymisleiðsla
fr: Gestion de l'équipe
fr_ca: Gestion de l'équipe
he: ניהול צוות
hi: टीम प्रबंधन
hr: Upravljanje timom
id: Pengelolaan tim
it: Gestisci team
ko: 팀 관리
lt: Komandos valdymas
lv: Komandas pārvaldība
ms: Pengurusan pasukan
nl: Teambeheer
pl: Zarządzanie zespołem
pt_br: Gerenciamento de equipe
pt_pt: Gestão da equipa
ro: Managementul echipei
ru: Управление командой
sr: Управљање тимом
sv: Teamhantering
th: การจัดการทีม
tr: Takım yönetimi
zh_cn: 团队管理
zh_hant: 團隊管理

# dasboard.team-hero.text
source: Penpot is meant for teams. Invite members to work together on projects and files
af: Penpot is bedoel vir spanne. Nooi lede om saam te werk aan projekte en lêers
ar: Penpot صُمّم للفِرق. أدعُ زملاءك للعمل سوياَ على المشاريع والملفات
ca: El Penpot està pensat per a equips. Convida a membres i treballeu plegats en projectes i fitxers
cs: Penpot je určený pro týmy. Pozvěte členy ke spolupráci na projektech a souborech
de: Penpot ist für Teams gedacht. Um gemeinsam an Projekten und Dateien zu arbeiten, laden Sie Mitglieder ein
es: Penpot está dirigido a equipos. Invita a personas para trabajar conjuntamente en proyectos y archivos
es_419: Penpot está destinado a equipos. Invite a miembros a trabajar juntos en proyectos y archivos
eu: Penpot taldeentzat sortuta dago. Gonbidatu beste pertsona batzuk proiektu eta fitxategietan batera lan egiteko
fa: Penpot برای تیم‌ها در نظر گرفته شده است. از اعضا دعوت کنید تا روی پروژه‌ها و فایل‌ها با هم کار کنند
fo: Penpot er fyri toymum. Bjóða limum at arbeiða saman á verkætlanir og fílur
fr: Penpot est conçu pour les équipes. Invitez les membres pour collaborer sur des projets et des fichiers
fr_ca: Penpot est conçu pour les équipes. Invite des membres à travailler ensemble sur des projets et fichiers
he: Penpot מיועד לצוותים. אפשר להזמין חברים כדי לעבוד ביחד על מיזמים וקבצים
hi: Penpot टीमों के लिए है। परियोजनाओं और फ़ाइलों पर साथ काम करने के लिए सदस्यों को आमंत्रित करें
hr: Penpot je namijenjen timovima. Pozovi članove da zajedno rade na projektima i datotekama
id: Penpot dimaksud untuk tim. Undang anggota untuk bekerja bersama pada berbagai proyek dan berkas
it: Penpot è studiato per i team. Invita membri per lavorare insieme a file e progetti
ko: 펜팟은 팀을 위한 도구입니다. 팀원들을 초대하여 프로젝트 및 파일 단위로 협업하십시오
lt: Penpot yra skirtas komandoms. Pakvieskite narius bendram darbui su projektais ir failais
lv: Penpot ir paredzēta komandām. Jāuzaicina dalībnieki, lai kopā strādātu ar projektiem un datnēm
ms: Penpot dibuat untuk pasukan. Jemput ahli untuk bekerjasama dalam projek dan fail
nl: Penpot is bedoeld voor teams. Nodig leden uit om samen te werken aan projecten en bestanden
pl: Penpot jest przeznaczony dla zespołów. Zaproś członków do wspólnej pracy nad projektami i plikami
pt_br: O Penpot é destinado a equipes. Convide pessoas para trabalhar junto com você em projetos e arquivos
pt_pt: O Penpot é destinado a equipas. Convida colegas para colaborarem em projetos e ficheiros
ro: Penpot este destinat echipelor. Invită membrii să lucrați împreună la proiecte și fișiere
ru: Penpot предназначен для команд. Приглашайте участников к совместной работе над проектами и файлами
sr: Penpot је намењен тимовима. Позовите чланове да заједно раде на пројектима и датотекама
sv: Penpot är avsett för team. Bjud in medlemmar att arbeta tillsammans på projekt och filer
th: Penpot เป็นเครื่องมือสำหรับการทำงานเป็นทีม เชิญชวนสมาชิกมาทำงานด้วยกันผ่านโปรเจกต์และไฟล์ต่าง ๆ เลย
tr: Penpot takımlar içindir. Üyeleri projeler ve dosyalar üzerinde birlikte çalışmaya davet edin
zh_cn: Penpot是为团队协作而设计，邀请成员合作处理项目和文件
zh_hant: Penpot旨在團隊協作。邀請隊員加入共同協作

# dasboard.team-hero.title
source: Team up!
af: Span saam!
ar: إعمل فريق!
ca: Fes equip!
cs: Vytvořte tým!
de: Teamwork!
es: ¡Forma equipo!
es_419: ¡En equipo!
eu: Egin taldea!
fa: تیم ایجاد کن!
fo: Toyma upp!
fr: Faites une équipe !
fr_ca: Collaborer!
he: להתגבש כקבוצה!
hi: टीम बनाओ!
hr: Udruži se!
id: Bersekutu!
it: Fai squadra!
ko: 팀을 이뤄요!
lt: Suburkite komandą!
lv: Apvienojieties!
ms: Berganding bahu!
nl: Werk samen!
pl: Połącz siły!
pt_br: Junte o time!
pt_pt: Trabalho de equipa!
ro: Faceți echipă!
ru: Объединяйтесь!
sr: Уједините снаге!
sv: Samarbete!
th: รวบรวมทีมเลย!
tr: Takım olun!
zh_cn: 组建团队!
zh_hant: 組隊！

# dasboard.tutorial-hero.info
source: Learn the basics at Penpot while having some fun with this hands on tutorial.
af: Leer die basiese beginsels by Penpot terwyl jy pret het met hierdie praktiese tutoriaal.
ar: تعلم أساسيات برنامج Penpot بينما تستمع بتجربته في هذه الدورة التعليمية.
ca: Aprèn les bases del Penpot mentre et diverteixes amb aquest tutorial pràctic.
cs: Naučte se základy Penpotu a pobavte se zároveň v tomto tutoriálu.
de: Lernen Sie die Grundlagen von Penpot und haben Sie Spaß mit diesem praktischen Tutorial.
es: Aprende los básicos de Penpot mientras pasas un buen rato con este tutorial práctico.
es_419: Aprenda los conceptos básicos en Penpot mientras se divierte con este tutorial práctico.
eu: Ikasi Penpoten oinarriak tutorial atsegin honekin.
fa: در عین حالی که با این آموزش سرگرم می‌شوید، اصول اولیه را در Penpot بیاموزید.
fo: Lær alt tað grundleggjandi í Penpot, meðan tú stuttleikar tær við hesari lær-og-ger leiðbeiningini.
fr: Apprenez les bases de Penpot en s'amusant avec ce tutoriel pratique.
fr_ca: Apprends les bases de Penpot en t'amusant avec ce tutoriel pratique.
he: כאן נלמד את היסודות של Penpot תוך השתעשעות עם המדריך המעשי הזה.
hi: Penpot पर बुनियादी बातें सीखें और इस इंटरैक्टिव ट्यूटोरियल के साथ मज़ा भी करें।
hr: Nauči osnove na Penpotu dok se zabavljaš uz ovaj praktični vodič.
id: Pelajari dasarnya di Penpot sambil bersenang-senang dengan tutorial langsung ini.
it: Impara le basi di Penpot divertendoti con questo tutorial pratico.
ko: 본 실습용 튜토리얼을 통해 펜팟의 기본 기능에 대하여 재미있게 학습하십시오.
lt: Išmokite Penpot pagrindus ir mėgaukitės šia pamoka.
lv: Penpot pamatu apgūšana, kamēr tiek gūts prieks, ar šo praktisko apmācību.
ms: Pelajari asas-asas di Penpot sambil berseronok dengan tutorial guna tangan ini.
nl: Leer de basisprincipes van Penpot terwijl je plezier hebt met deze interactieve introductie.
pl: Naucz się podstaw obsługi Penpot, bawiąc się tym praktycznym tutorialem.
pt_br: Aprenda o básico no Penpot enquanto se diverte com este tutorial prático.
pt_pt: Aprende os básicos no Penpot enquanto divertes-te a praticar neste tutorial.
ro: Învață elementele de bază la Penpot în timp ce te distrezi puțin cu acest tutorial practic.
ru: Изучите основы в Penpot весело с этим практическим руководством.
sr: Савладајте основе на Penpot-у уз забаву у овом практичном туторијалу.
sv: Lär dig grunderna i Penpot samtidigt som du har kul med denna praktiska handledning.
th: เรียนรู้การใช้งาน Penpot เบื้องต้นด้วยการลงมือทำจริง
tr: Bu uygulamalı öğretici ile biraz eğlenirken Penpot'taki temel bilgileri öğrenin.
zh_cn: 通过有趣的实践教程学习Penpot的基础知识。
zh_hant: 通過富趣味的教程實作學習 Penpot 的基礎知識。

# dasboard.tutorial-hero.start
source: Start the tutorial
af: Begin die tutoriaal
ar: ابدأ الدورة التعليمية
ca: Comença el tutorial
cs: Spustit tutoriál
de: Tutorial starten
es: Comenzar tutorial
es_419: Iniciar el tutorial
eu: Hasi tutoriala
fa: شروع آموزش
fo: Byrja undirvísingina
fr: Commencer le tutoriel
fr_ca: Commencer le tutoriel
he: התחלת המדריך
hi: ट्यूटोरियल प्रारंभ करें
hr: Pokreni praktični vodič
id: Mulai tutorial
it: Inizia il tutorial
ko: 튜토리얼을 시작하세요
lt: Pradėti pamoką
lv: Sākt apmācību
ms: Mulakan tutorial
nl: Start de introductie
pl: Zacznij tutorial
pt_br: Começar o tutorial
pt_pt: Iniciar tutorial
ro: Începe tutorialul
ru: Начать обучение
sr: Започни туторијал
sv: Påbörja kursen
tr: Öğreticiyi başlat
zh_cn: 开始教程
zh_hant: 開始教程

# dasboard.tutorial-hero.title
source: Hands on Tutorial
ar: دورة تعليمية عملية
ca: Tutorial pràctic
cs: Praktický tutoriál
de: Praktisches Tutorial
es: Tutorial práctico
es_419: Tutorial práctico
eu: Tutorial atsegina
fa: یادگیری با انجام کار
fo: Lær-við-at-gera leiðbeining
fr: Tutoriel pratique
fr_ca: Tutoriel pratique
he: מדריך מעשי
hi: प्रायोगिक ट्यूटोरियल
hr: Praktični vodič
id: Tutorial Langsung
it: Tutorial pratico
ko: 실습용 튜토리얼
lv: Praktiskā apmācība
ms: Tutorial guna tangan
nl: Praktische introductie
pl: Praktyczny Tutorial
pt_br: Tutorial prático
pt_pt: Tutorial prático
ro: Tutorial practic
ru: Практическое руководство
sr: Практични туторијал
sv: Praktisk handledning
tr: Uygulamalı Öğretici
zh_cn: 实践教程
zh_hant: 實踐教程

# dasboard.walkthrough-hero.info
source: Take a walk through Penpot and get to know its main features.
af: Gaan stap deur Penpot en leer sy hoofkenmerke ken.
ar: اذهب في جولة في البرنامج وتعرّف على ميزاته.
ca: Passeja't pel Penpot i coneix-ne les característiques principals.
cs: Projděte si Penpot a seznamte se s jeho hlavními funkcemi.
de: Erkunden Sie Penpot um mehr über die wichtigsten Funktionen zu erfahren.
es: Da un paseo por Penpot para conocer sus principales funcionalidades.
es_419: Date un paseo por Penpot y conoce sus principales características.
eu: Eman begirada bat Penpoti bere oinarrizko funtzionalitateak zein diren ezagutzeko.
fa: در پنپات قدم بزنید و با ویژگی‌های اصلی آن آشنا شوید.
fo: Kom ein túr gjøgnum Penpot og lær høvuðsfunkurnar at kenna.
fr: Explorez Penpot et découvrir ses fonctionnalités.
fr_ca: Fais le tour de Penpot pour connaître ses principales fonctionnalités.
he: סיור במרחבי Penpot ועריכת היכרות עם יכולות המפתח שלו.
hi: Penpot की सैर करें और इसके मुख्य फीचर्स को जानें।
hr: Prošeći Penpotom i upoznaj glavne karakteristike.
id: Lihat sekitar Penpot dan ketahui fitur utamanya.
it: Esplora Penpot e scopri le sue principali funzionalità.
ko: 펜팟을 둘러보고 주요 기능에 대한 정보를 습득하십시오.
lt: Panagrinėkite Penpot ir susipažinkite su pagrindinėmis jo savybėmis.
lv: Caurskati Penpot un iepazīsties ar tās galvenajām iespējām.
ms: Terokai Penpot untuk mengetahui lebih lanjut tentang ciri utamanya.
nl: Maak een rondleiding door Penpot en leer de belangrijkste functies kennen.
pl: Wybierz się na spacer po Penpot i poznaj jego główne funkcje.
pt_br: Faça um tour pelo Penpot e conheça suas principais características.
pt_pt: Explora o Penpot e conhece as suas principais características.
ro: Fă o plimbare prin Penpot și cunoaște-i principalele caracteristici.
ru: Прогуляйтесь по возможностям Penpot и познакомьтесь с основными функциями.
sr: Прошетајте кроз Penpot и упознајте се са његовим главним функцијама.
sv: Få en rundtur i Penpot och lär dig förstå huvudfunktionerna.
tr: Penpot'ta bir gezintiye çıkın ve temel özelliklerini öğrenin.
zh_cn: 浏览Penpot, 了解其主要功能。
zh_hant: 逐步遊覽Penpot以了解主要功能。

# dasboard.walkthrough-hero.start
source: Start the tour
af: Begin die toer
ar: ابدأ الجولة
ca: Comença la visita
cs: Začít prohlídku
de: Tour starten
es: Comenzar
es_419: Iniciar el recorrido
eu: Hasi
fa: شروع تور
fo: Byrja rundferð
fr: Commencer le guide
fr_ca: Commencer le tour
he: התחלת הסיור
hi: दौरा शुरू करें
hr: Započni obilazak
id: Mulai tur
it: Inizia il tour
ko: 투어를 시작해요
lt: Pradėkite apžvalgą
lv: Sākt iepazīšanos
ms: Mulakan jelajah
nl: Start de rondleiding
pl: Rozpocznij wycieczkę
pt_br: Começar tour
pt_pt: Inicia a tour
ro: Începe turul
ru: Начать тур
sr: Започните обилазак
sv: Starta rundturen
tr: Gezintiyi başlat
zh_cn: 开始浏览
zh_hant: 開始遊覽

# dasboard.walkthrough-hero.title
source: Interface Walkthrough
af: Koppelvlak Deurloop
ar: جولة في الواجهة
ca: Passeig per la interfície
cs: Průvodce rozhraním
de: Benutzeroberfläche erkunden
es: Recorrido por el interfaz
es_419: Tutorial de la interfaz
eu: Interfazea ezagutu
fa: گذری در رابط کاربریِ برنامه
fr: Démonstration de l'interface
fr_ca: Visite guidée de l'interface
he: סיור בנבכי מנשק המשתמש
hi: इंटरफ़ेस का परिचय
hr: Pregledaj sučelje
id: Panduan Antarmuka
it: Guida all'interfaccia
ko: 인터페이스 둘러보기
lv: Saskarnes caurskate
ms: Panduan Antara Muka
nl: Rondleiding door de interface
pl: Przewodnik po interfejsie
pt_br: Passo a passo da interface
pt_pt: Passo a passo na interface
ro: Tutorial interfață
ru: Руководство по интерфейсу
sr: Упознавање са интерфејсом
sv: Gränssnittsgenomgång
tr: Arayüz İncelemesi
zh_cn: 界面浏览
zh_hant: 遊覽用戶界面

# dashboard.access-tokens.copied-success
source: Copied token
af: Token gekopieer
ar: نُسخ الرمز
cs: Zkopírovaný token
de: Token kopiert
es: Token copiado
es_419: Token copiado
fa: توکن دسترسی با موفقیت کپی شد
fr: Token copié
fr_ca: Token copié
he: האסימון הועתק
hi: टोकन कॉपी किया गया
hr: Token je kopiran
id: Token disalin
it: Token copiato
ko: 복사된 토큰
lv: Pilnvara ievietota starpliktuvē
ms: Token disalin
nl: Toegangsbewijs gekopieerd
pt_br: Token copiado
pt_pt: Token copiado
ro: Token copiat
ru: Токен скопирован
sr: Токен је копиран
sv: Token kopierad
th: คัดลอกโทเคนแล้ว
tr: Token kopyalandı
zh_cn: 已复制令牌
zh_hant: 已複製 Token

# dashboard.access-tokens.create
source: Generate new token
af: Genereer nuwe token
ar: ولّد رمز جديد
cs: Generovat nový token
de: Neues Token generieren
es: Generar nuevo token
es_419: Generar nuevo token
fa: ایجاد توکن دسترسی جدید
fr: Générer un nouveau jeton
fr_ca: Générer un nouveau token
he: יצירת אסימון חדש
hi: नया टोकन बनाएं
hr: Generirajte novi token
id: Buat token baru
it: Genera un nuovo token
ko: 새로운 토큰 생성하기
lv: Izveidot jaunu pilnvaru
ms: Jana token baru
nl: Nieuw toegangsbewijs aanmaken
pt_br: Gerar novo token
pt_pt: Gerar novo token
ro: Generează token nou
ru: Сгенерировать новый токен
sr: Генеришите нови токен
sv: Skapa ny token
th: สร้างโทเคนใหม่
tr: Yeni token oluştur
zh_cn: 生成新令牌
zh_hant: 產生新的 Token

# dashboard.access-tokens.create.success
source: Access token created successfully.
ar: أُنشئ رمز الوصول بنجاح.
cs: Přístupový token byl úspěšně vytvořen.
de: Der Zugangstoken wurde erfolgreich erstellt.
es: Access token creado con éxito.
es_419: Token de acceso creado correctamente.
fa: توکن دسترسی با موفقیت ایجاد شد.
fr: Jeton d'accès créé avec succès.
fr_ca: Token d'accès créé avec succès.
he: אסימון הגישה נוצר בהצלחה.
hi: एक्सेस टोकन सफलतापूर्वक बनाया गया।
hr: Pristupni token uspješno je kreiran.
id: Token akses berhasil dibuat.
it: Token di accesso creato con successo.
ko: 엑세스 토큰이 성공적으로 생성되었습니다.
lv: Piekļuves pilnvara ir veiksmīgi izveidota.
ms: Token capaian berjaya dihasilkan.
nl: Toegangsbewijs is succesvol aangemaakt.
pt_br: Token de acesso criado com sucesso.
pt_pt: Token de acesso criado com sucesso.
ro: Token de acces creat cu succes.
ru: Токен доступа успешно создан.
sr: Приступни токен је успешно креиран.
sv: Accesstoken skapad.
th: สร้างโทเคนสำหรับการเข้าถึงสำเร็จแล้ว
tr: Erişim tokeni başarıyla oluşturuldu.
zh_cn: 成功创建访问令牌。
zh_hant: 已成功建立 Access Token。

# dashboard.access-tokens.empty.add-one
source: Press the button "Generate new token" to generate one.
af: Druk die knoppie "Genereer nuwe token" om een te genereer.
ar: اضغط على الزر "ولّد رمز جديد" لإنشاء واحد.
cs: Pro vygenerování nového tokenu stiskněte tlačítko "Generovat nový token".
de: Drücken Sie die Schaltfläche "Neuen Token generieren", um einen zu generieren.
es: Pulsa el botón "Generar nuevo token" para generar uno.
es_419: Presione el botón "Generar nuevo token" para generar uno.
fa: برای ایجاد توکن دسترسی جدید دکمه «ایجاد توکن دسترسی جدید» توکن را کلیک کنید.
fr: Pressez le bouton "Générer un nouveau jeton" pour en générer un.
fr_ca: Appuie sur le bouton « Générer un nouveau token » pour en générer un.
he: נא ללחוץ על הכפתור „יצירת אסימון חדש” כדי ליצור אחד חדש.
hi: नया टोकन बनाने के लिए "नया टोकन बनाएं" बटन दबाएं।
hr: Pritisnite gumb "Generiraj novi token" da biste ga generirali.
id: Tekan tombol "Buat token baru" untuk membuat token.
it: Premi il bottone "Genera un nuovo token" per generarne uno.
ko: "새로운 토큰 생성하기" 버튼을 눌러 토큰을 생성하십시오.
lv: Jānospiež poga "Izveidot jaunu pilnvaru", lai izveidotu kādu.
ms: Tekan butang "Jana token baharu" untuk menjana token.
nl: Klik op de knop "Nieuw toegangsbewijs aanmaken" om er een aan te maken.
pt_br: Pressione o botão "Gerar novo token" para gerar um.
pt_pt: Clica no botão "Gerar novo token" para gerar um.
ro: Apasă butonul 'Generează token nou' pentru a genera unul.
ru: Нажмите кнопку «Сгенерировать новый токен», чтобы сгенерировать его.
sr: Притисните дугме "Генеришите нови токен" да бисте генерисали један.
sv: Tryck på knappen "Generera ny token" för att generera en.
th: กดปุ่ม "สร้างโทเคนใหม่" เพื่อสร้างโทเคน
tr: Bir token oluşturmak için "Yeni token oluştur" düğmesine basın.
zh_cn: 点击“生成新令牌”按钮来生成一个。
zh_hant: 按下"產生新 Token" 按鈕來產生一個。

# dashboard.access-tokens.empty.no-access-tokens
source: You have no tokens so far.
af: Jy het tot dusver geen tokens nie.
cs: Zatím nemáte žádné tokeny.
de: Du hast bisher keine Token.
es: Todavía no tienes ningún token.
es_419: No tienes tokens hasta el momento.
fa: شما تا به حال هیچ توکن دسترسی نداشتید.
fr: Vous n'avez pas encore de jeton.
fr_ca: Tu n'as aucun token pour l'instant.
he: אין לך אסימונים עדיין.
hi: अब तक आपके पास कोई टोकन नहीं है।
hr: Za sada nemate token.
id: Anda belum memiliki token.
it: Al momento non hai token.
ko: 현재 가지고 있는 토큰이 없습니다.
lv: Pagaidām vēl nav pilnvaru.
ms: Anda tidak mempunyai token setakat ini.
nl: Je hebt nog geen toegangsbewijzen.
pt_br: Você não possui tokens no momento.
pt_pt: Ainda não tens nenhum token.
ro: Nu ai încă token-uri.
ru: У вас пока нет токенов.
sr: До сада немате никакве токене.
sv: Du har inga tokens.
th: คุณยังไม่มีโทเคนที่สร้างไว้
tr: Şu ana kadar hiç tokeniniz yok.
zh_cn: 你目前还没有令牌。
zh_hant: 你目前還沒有 Tokens。

# dashboard.access-tokens.expiration-180-days
source: 180 days
af: 180 dae
cs: 180 dní
de: 180 Tage
es: 180 días
es_419: 180 días
fa: ۱۸۰ روز
fr: 180 jours
fr_ca: 180 jours
he: 180 יום
hi: 180 दिन
hr: 180 dana
id: 180 hari
it: 180 giorni
ko: 180일
lv: 180 dienas
ms: 180 hari
nl: 180 dagen
pt_br: 180 dias
pt_pt: 180 dias
ro: 180 zile
ru: 180 дней
sr: 180 дана
sv: 180 dagar
th: 180 วัน
tr: 180 gün
zh_cn: 180天
zh_hant: 180 天

# dashboard.access-tokens.expiration-30-days
source: 30 days
af: 30 dae
ca: 30 dies
cs: 30 dní
de: 30 Tage
es: 30 días
es_419: 30 días
fa: ۳۰ روز
fr: 30 jours
fr_ca: 30 jours
he: 30 יום
hi: 30 दिन
hr: 30 dana
id: 30 hari
it: 30 giorni
ko: 30일
lv: 30 dienas
ms: 30 hari
nl: 30 dagen
pt_br: 30 dias
pt_pt: 30 dias
ro: 30 zile
ru: 30 дней
sr: 30 дана
sv: 30 dagar
th: 30 วัน
tr: 30 gün
zh_cn: 30天
zh_hant: 30 天

# dashboard.access-tokens.expiration-60-days
source: 60 days
af: 60 dae
ca: 60 dies
cs: 60 dní
de: 60 Tage
es: 60 días
es_419: 60 días
fa: ۶۰ روز
fr: 60 jours
fr_ca: 60 jours
he: 60 יום
hi: 60 दिन
hr: 60 dana
id: 60 hari
it: 60 giorni
ko: 60일
lv: 60 dienas
ms: 60 hari
nl: 60 dagen
pt_br: 60 dias
pt_pt: 60 dias
ro: 60 zile
ru: 60 дней
sr: 60 дана
sv: 60 dagar
th: 60 วัน
tr: 60 gün
zh_cn: 60天
zh_hant: 60 天

# dashboard.access-tokens.expiration-90-days
source: 90 days
af: 90 dae
ca: 90 dies
cs: 90 dní
de: 90 Tage
es: 90 días
es_419: 90 días
fa: ۹۰ روز
fr: 90 jours
fr_ca: 90 jours
he: 90 יום
hi: 90 दिन
hr: 90 dana
id: 90 hari
it: 90 giorni
ko: 90일
lv: 90 dienas
ms: 90 hari
nl: 90 dagen
pt_br: 90 dias
pt_pt: 90 dias
ro: 90 zile
ru: 90 дней
sr: 90 дана
sv: 90 dagar
th: 90 วัน
tr: 90 gün
zh_cn: 90天
zh_hant: 90 天

# dashboard.access-tokens.expiration-never
source: Never
af: Nooit
ca: Mai
cs: Nikdy
de: Nie
es: Nunca
es_419: Nunca
fa: هیچ گاه (بدون تاریخ انقضا)
fr: Jamais
fr_ca: Jamais
he: לעולם לא
hi: कदापि नहीं
hr: Nikada
id: Tidak pernah
it: Mai
ko: 기한 없음
lv: Nekad
ms: Tidak pernah
nl: Nooit
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sr: Никад
sv: Aldrig
th: ไม่มีวันหมดอายุ
tr: Asla
zh_cn: 从不
zh_hant: 從不

# dashboard.access-tokens.expired-on
source: Expired on %s
af: Het verval op %s
cs: Platnost vypršela %s
de: Abgelaufen am %s
es: Expiró el %s
es_419: Expirado el %s
fa: تاریخ انقضای توکن دسترسی %s بوده
fr: A expiré le %s
fr_ca: Expiré le %s
he: התוקף פג ב־%s
hi: %s पर समाप्त हो गया
hr: Isteklo %s
id: Telah kedaluwarsa pada %s
it: Scaduto il %s
ko: %s에 만료되었습니다
lv: Izbeidzās %s
ms: Luput pada %s
nl: Verlopen op %s
pt_br: Expirado em %s
pt_pt: Expirou a %s
ro: Expirat pe %s
ru: Срок истёк %s
sr: Истекао на %s
sv: Förföll den %s
th: หมดอายุแล้วเมื่อ %s
tr: %s tarihinde sona erdi
zh_cn: 已经于%s到期
zh_hant: 已於 %s 過期
