Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.import.error
source: Import failed. Please try again
cs: Import se nezdařil. Zkuste to prosím znovu
de: Der Import ist fehlgeschlagen. Bitte versuchen Sie es erneut
es: La importación ha fallado. Intentalo de nuevo, por favor
fr: Échec de l'importation. Réessayez
fr_ca: L'importation a échoué. Essaye à nouveau
he: הייבוא נכשל. נא לנסות שוב
hi: आयात विफल हो गया। कृपया पुनः प्रयास करें
hr: Uvoz nije uspio. Molimo pokušajte ponovo
id: Pengimporan gagal. Silakan coba lagi
it: Importazione non riuscita. Riprova
lv: Ievietošana neizdevās. Lūgums mēģināt vēlreiz
nl: Importeren is mislukt. Probeer het opnieuw
pt_br: Falhou ao importar. Por favor, tente novamente
pt_pt: A importação falhou. Por favor tenta novamente
ro: Importarea a eșuat. Încearcă din nou
ru: Импорт не удался. Пожалуйста, попробуйте снова
sv: Importen misslyckades. Försök igen
tr: İçe aktarma başarısız oldu. Lütfen tekrar deneyin
zh_cn: 导入失败，请重试
zh_hant: 導入失敗。請重試

# dashboard.import.import-error
source: There was a problem importing the file. The file wasn't imported.
ar: حدثت مشكلة أثناء استيراد الملف. لم يتم استيراد الملف.
ca: S'ha produït un problema en importar el fitxer i no s'ha importat.
cs: Při importu souboru došlo k problému. Soubor nebyl importován.
de: Beim Importieren der Datei ist ein Fehler aufgetreten. Die Datei wurde nicht importiert.
es: Hubo un problema importando el fichero. No ha podido ser importado.
eu: Errorea gertatu da fitxategia inportatzean. Ezin izan da inportatu.
fa: مشکلی در ایمپورت کردن فایل وجود داشت. فایل ایمپورت نشد.
fo: Har kom ein trupulleiki, tá vit royndu at innflyta fíluna. Fílan var ikki innflutt.
fr: Un problème est survenu lors de l'importation du fichier. Le fichier n'a pas été importé.
fr_ca: Il y a eu un problème lors de l'importation du fichier. Il n'a pu être importé.
he: אירעה תקלה בייבוא הקובץ. הוא לא ייובא.
hi: फ़ाइल आयात करने में समस्या हुई। फ़ाइल आयात नहीं की गई।
hr: Došlo je do problema pri uvozu datoteke. Datoteka nije uvezena.
id: Terdapat masalah saat mengimpor berkas. Berkasnya tidak terimpor.
it: C'è stato un problema con l'importazione del file. Il file non è stato importato.
lt: Iškilo problema importuojant failą. Failas nebuvo importuotas.
lv: Datnes ievietošanas laikā radās sarežģījumi. Datne netika ievietota.
ms: Terdapat masalah mengimport fail. Fail tidak diimport.
nl: Er is een probleem opgetreden bij het importeren van het bestand. Het bestand is niet geïmporteerd.
pl: Podczas importowania pliku wystąpił problem. Plik nie został zaimportowany.
pt_br: Ocorreu um problema ao importar o arquivo, então ele não foi importado.
pt_pt: Ocorreu um problema na importação do ficheiro. O ficheiro não foi importado.
ro: A apărut o problemă la importul fișierului. Fișierul nu a fost importat.
ru: Есть проблема с импортом файла. Файл не был импортирован.
sr: Дошло је до проблема при увозу датотеке. Датотека није увезена.
sv: Problem att importera filen. Filen importerades inte.
th: พบปัญหาในการนำเข้าไฟล์ ไฟล์นี้จึงไม่ถูกนำเข้า
tr: Dosya içeri aktarılırken bir sorun oluştu. Dosya içeri aktarılmadı.
zh_cn: 文件导入过程中出现未知问题，导入失败。
zh_hant: 匯入檔案時發生錯誤。檔案未匯入。

# dashboard.import.import-error.disclaimer
source: Not all files have been imported
de: Nicht alle Dateien wurden importiert
es: No todos los ficheros han sido importados
fr: Les fichiers n'ont pas tous été importés
fr_ca: Pas tous les fichiers n'ont pu être importés
he: לא כל הקבצים יובאו
hi: सभी फ़ाइलें आयात नहीं की गई हैं
it: Non tutti i file sono stati importati
lv: Ne visas datnes tika ievietotas
nl: Niet alle bestanden zijn geïmporteerd
pt_br: Nem todos os arquivos foram importados
ro: Nu toate fișierele au fost importate
ru: Не все файлы были импортированы
sv: Alla filer har inte importerats
tr: Tüm dosyalar içe aktarılmadı
zh_cn: 不是所有文件都被导入

# dashboard.import.import-error.message1
source: The following files have errors:
de: Die folgenden Dateien sind fehlerhaft:
es: Estos ficheros tienen errores:
fr: Les fichiers suivants comportent des erreurs :
fr_ca: Les fichiers suivants contiennent des erreurs :
he: בקבצים הבאים יש שגיאות:
hi: निम्नलिखित फ़ाइलों में त्रुटियाँ हैं:
it: I seguenti file presentano errori:
lv: Šajās datnēs ir kļūdas:
nl: De volgende bestanden bevatten fouten:
pt_br: Os seguintes arquivos apresentam erros:
ro: Următoarele fișiere au erori:
ru: В следующих файлах есть ошибки:
sv: Följande filer har fel:
tr: Şu dosyalarda hata var:
zh_cn: 下面的文件有错误：

# dashboard.import.import-error.message2
source: Files with errors will not be uploaded.
es: Los ficheros con error no serán importados.
fr: Les fichiers comportant des erreurs ne seront pas chargés.
fr_ca: Les fichier erronés ne sont pas téléversés.
he: קבצים עם שגיאות לא יועברו.
hi: त्रुटिपूर्ण फ़ाइलें अपलोड नहीं की जाएंगी।
it: I file con errori non verranno caricati.
lv: Datnes ar kļūdām netiks augšupielādētas.
nl: Bestanden met fouten worden niet geüpload.
pt_br: Arquivos com erros não puderam ser enviados.
ro: Fișierele cu erori nu vor fi încărcate.
ru: Файлы с ошибками загружены не будут.
sv: Filer med fel laddas inte upp.
tr: Hatalı dosyalar karşıya yüklenmeyecektir.
zh_cn: 有错误的文件将不会被上传。

# dashboard.import.import-message
source: 1 file has been imported successfully.
ar: %s ملف تم ادراجهم بنجاح.
ca: S'han importat %s fitxers correctament.
cs: 1 soubor byl úspěšně importován.
de: %s Dateien wurden erfolgreich importiert.
es: 1 fichero se ha importado correctamente.
eu: %s fitxategi ondo inportatu dira.
fa: فایل‌های %s با موفقیت ایمپورت شد.
fo: % fílur eru innfluttir.
fr: 1 fichier a bien été importé.
fr_ca: 1 fichier correctement importé.
he: קובץ יובא בהצלחה.
hi: 1 फ़ाइल सफलतापूर्वक आयात की गई।
id: %s berkas telah berhasil diimpor.
it: 1 file è stato importato con successo.
lv: %s datņu tika veiksmīgi ievietotas.
ms: %s fail telah berjaya diimport.
nl: 1 bestand is geïmporteerd.
pl: %s plików zostało pomyślnie zaimportowanych.
pt_br: %s arquivos foram importados com sucesso.
pt_pt: 1 ficheiro foi importado com sucesso.
ro: 1 fișier a fost importat cu succes.
sr: %s датотека је успешно увезена.
sv: 1 fil importerades.
th: นำเข้าสำเร็จแล้ว %s ไฟล์
tr: 1 dosya başarıyla içeri aktarıldı.
zh_cn: 1个文件导入成功。
zh_hant: 已成功匯入 %s 個檔案。

# dashboard.import.import-warning
source: Some files containted invalid objects that have been removed.
ar: احتوت بعض الملفات على كائنات غير صالحة أُزيلت.
ca: Alguns fitxers contenen objectes no vàlids que s'han eliminat.
cs: Některé soubory obsahovaly neplatné objekty, které byly odstraněny.
de: Einige Dateien enthielten ungültige Objekte, die entfernt wurden.
es: Algunos ficheros contenían objetos erroneos que no han sido importados.
eu: Fitxategi batzuk inportatu ez diren objektu akasdunak dituzte.
fa: برخی از فایل‌ها حاوی آبجکت‌های نامعتبر بودند که حذف شده‌اند.
fr: Certains fichiers contenaient des objets non valides qui ont été enlevés.
fr_ca: Certains fichiers contenaient des objets invalides qui ont été retirés.
he: חלק מהקבצים הכילו פריטים שגויים שהוסרו.
hi: कुछ फ़ाइलों में अवैध ऑब्जेक्ट्स थे जिन्हें हटा दिया गया है।
hr: Neke su datoteke sadržavale nevažeće objekte koji su uklonjeni.
id: Beberapa berkas berisi objek yang tidak valid yang telah dihapus.
it: Alcuni file contenenti oggetti non validi sono stati rimossi.
lt: Kai kuriuose failuose buvo netinkamų objektų, kurie buvo pašalinti.
lv: Dažās datnēs bija nederīgi objekti, kuri tika noņemti.
ms: Sesetengah fail mengandungi objek tidak sah telah dialih keluar.
nl: Sommige bestanden bevatten ongeldige objecten die verwijderd zijn.
pl: Niektóre pliki zawierały nieprawidłowe obiekty, które zostały usunięte.
pt_br: Alguns arquivos continham objetos inválidos que foram removidos.
pt_pt: Alguns ficheiros continham objetos inválidos que foram removidos.
ro: Unele fișiere conțineau obiecte invalide care au fost eliminate.
ru: Некоторые файлы содержали неверные объекты, которые были удалены.
sr: Неке датотеке су садржале неважеће објекте који су уклоњени.
sv: Vissa filer innehöll ogiltiga objekt som har tagits bort.
th: บางไฟล์มีวัตถุที่ไม่ถูกต้อง ซึ่งถูกนำออกให้แล้ว
tr: Bazı dosyalar kaldırılmış geçersiz nesneler içeriyordu.
zh_cn: 一些包含无效对象的文档已被移除。
zh_hant: 部份檔案因包含無效物件而被移除。

# dashboard.import.no-perms
source: You don’t have permission to import to this team
cs: Nemáte oprávnění k importu do tohoto týmu
de: Sie haben nicht die Berechtigung, in dieses Team zu importieren
es: No tienes permisos para importar en este equipo
fr: Vous n'avez pas la permission nécessaire d'importer dans cette équipe
fr_ca: Tu n'as pas la permission d'importer dans cette équipe
he: אין לך הרשאה לייבא לצוות הזה
hi: आपको इस टीम में आयात करने की अनुमति नहीं है
hr: Nemate dopuštenje za uvoz u ovaj tim
id: Anda tidak memiliki perizinan untuk mengimpor ke tim ini
it: Non hai i permessi per importare in questo team
lv: Nav atļaujas ievietot šajā komandā
nl: Je hebt geen toestemming om naar dit team te importeren
pt_br: Você não tem permissão para importar para esta equipe
ro: Nu ai permisiunea pentru a importa în această echipă
ru: У вас нет разрешения на импорт в эту команду
sv: Du har inte behörighet att importera till det här teamet
tr: Bu takıma içe aktarma izniniz yok
zh_cn: 你没有权限导入到此团队
zh_hant: 您無權匯入至此團隊

# dashboard.import.progress.process-colors
source: Processing colors
ar: معالجة الألوان
ca: S'estan carregant els colors
cs: Zpracovávání barev
de: Farben werden verarbeitet
es: Procesando colores
eu: Koloreak prozesatzen
fa: در حال پردازش رنگ‌ها
fo: Viðgerð litir
fr: Traitement des couleurs
fr_ca: Traitement des couleurs
he: עיבוד צבעים
hi: रंगों की प्रोसेसिंग हो रही है
hr: Obrada boja
id: Memproses warna
it: Elaborazione dei colori
lt: Apdorojimo spalvos
lv: Krāsu apstrāde
ms: memproses warna
nl: Kleuren aan het verwerken
pl: Przetwarzanie kolorów
pt_br: Processando as cores
pt_pt: Processando cores
ro: Procesarea culorilor
ru: Обработка цветов
sr: Обрада боја
sv: Bearbetningsfärger
th: กำลังประมวลผลสี
tr: Renkler işleniyor
zh_cn: 处理颜色中
zh_hant: 正在處理顏色

# dashboard.import.progress.process-components
source: Processing components
ar: معالجة المكوّنات
ca: S'estan carregant els components
cs: Zpracovávání komponentů
de: Komponenten werden verarbeitet
es: Procesando componentes
eu: Osagaiak prozesatzen
fa: در حال پردازش کامپوننت‌ها
fo: Viðgerð staklutir
fr: Traitement des composants
fr_ca: Traitement des composantes
he: עיבוד רכיבים
hi: कंपोनेंट्स की प्रोसेसिंग हो रही है
hr: Obrada komponenti
id: Memproses komponen
it: Elaborazione dei componenti
lt: Komponentų apdorojimas
lv: Apstrādā sastāvdaļas
ms: Memproses komponen
nl: Componenten aan het verwerken
pl: Przetwarzanie komponentów
pt_br: Processando os componentes
pt_pt: Processando componentes
ro: Procesarea componentelor
ru: Обработка компонентов
sr: Обрада компоненти
sv: Bearbetning av komponenter
th: กำลังประมวลผลคอมโพเนนต์
tr: Bileşenler işleniyor
zh_cn: 处理组件中
zh_hant: 正在處理元件

# dashboard.import.progress.process-media
source: Processing media
ar: معالجة الوسائط
ca: S'està carregant la multimèdia
cs: Zpracovávání médií
de: Medien werden verarbeitet
es: Procesando media
eu: Media prozesatzen
fa: در حال پردازش رسانه‌ها
fo: Viðgerð miðlar
fr: Médias en cours de traitement
fr_ca: Traitement des médias
he: עיבוד מדיה
hi: मीडिया की प्रोसेसिंग हो रही है
hr: Obrada medija
id: Memproses media
it: Elaborazione dei media
lt: Apdorojamos laikmenos
lv: Multivides apstrāde
ms: Memproses media
nl: Media aan het verwerken
pl: Przetwarzanie mediów
pt_br: Processando as mídias
pt_pt: Processando media
ro: Procesarea fișierelor media
ru: Обработка медиа
sr: Обрада медија
sv: Bearbetning av media
th: กำลังประมวลผลสื่อ
tr: Ortam işleniyor
zh_cn: 处理视频中
zh_hant: 正在處理媒體

# dashboard.import.progress.process-page
source: Processing page: %s
ar: معالجة الصفحة: %s
ca: S'està carregant la pàgina: %s
cs: Zpracovává se stránka: %s
de: Seite %s wird verarbeitet
es: Procesando página: %s
eu: %s orrialdea prozesatzen
fa: در حال پردازش صفحه: %s
fo: Viðger síðu: %s
fr: Traitement de la page : %s
fr_ca: Traitement de la page : %s
he: עיבוד עמוד: %s
hi: पृष्ठ प्रोसेस हो रहा है: %s
hr: Obrada stranice: %s
id: Memproses halaman: %s
it: Elaborazione pagina: %s
lt: Apdorojamas puslapis: %s
lv: %s lapas apstrāde
ms: Memproses halaman: %s
nl: Pagina aan het verwerkten: %s
pl: Przetwarzanie strony: %s
pt_br: Processando página: %s
pt_pt: Processando página: %s
ro: Procesarea paginii: %s
ru: Обработка страницы: %s
sr: Обрада стране: %s
sv: Bearbetar sida: %
th: กำลังประมวลผลหน้า: %s
tr: Sayfa işleniyor: %s
zh_cn: 处理页面中：%s
zh_hant: 正在處理第 %s 頁

# dashboard.import.progress.process-typographies
source: Processing typographies
ar: معالجة الخطوط
ca: S'estan processant les tipografies
cs: Zpracovávání typografií
de: Textstile werden verarbeitet
es: Procesando tipografías
es_419: Procesamiento de tipografías
eu: Letra-tipoak prozesatzen
fa: در حال پردازش تایپوگرافی‌ها
fo: Viðgerð stavsnið
fr: Traitement des typographies
fr_ca: Traitement des polices de caractères
he: עיבוד טיפוגרפיות
hi: टाइपोग्राफ़ी की प्रोसेसिंग हो रही है
hr: Obrada tipografija
id: Memproses tipografi
it: Elaborazione degli elementi tipografici
lt: Tipografijų apdorojimas
lv: Apstrādā burtu stilus un veidus
ms: Memproses tipografi
nl: Typografie verwerken
pl: Przetwarzanie typografii
pt_br: Processando as fontes
pt_pt: Processando tipografias
ro: Procesarea tipografiilor
ru: Обработка типографики
sr: Обрада типографија
sv: Bearbetning av typografier
tr: Tipografiler işleniyor
zh_cn: 处理字体中
zh_hant: 正在處理字體排版中

# dashboard.import.progress.upload-data
source: Uploading data to server (%s/%s)
ar: يرفع البيانات للخادم (%s/%s)
ca: S'estan penjant les dades al servidor (%s/%s)
cs: Nahrávání dat na server (%s/%s)
de: Daten werden hochgeladen (%s/%s)
es: Enviando datos al servidor (%s/%s)
es_419: Subiendo datos al servidor (%s/%s)
eu: Datuak zerbitzarira bidaltzen (%s/%s)
fa: در حال آپلود اطلاعات روی سرور (%s/%s)
fo: Sendur upp dátur til ambætara (%s/%s)
fr: Envoi des données au serveur (%s/%s)
fr_ca: Téléversement des données au serveur (%s/%s)
he: הנתונים נשלחים לשרת (%s/%s)
hi: सर्वर पर डेटा अपलोड किया जा रहा है (%s/%s)
hr: Prijenos podataka na poslužitelj (%s/%s)
id: Mengunggah data ke server (%s/%s)
it: Caricamento dei dati sul server (%s/%s)
lt: Įkeliami duomenys į serverį (%s/%s)
lv: Augšupielādē datus serverī (%s/%s)
ms: Memuat naik data ke pelayan (%s/%s)
nl: Gegevens uploaden naar server (%s/%s)
pl: Przesyłanie danych na serwer (%s/%s)
pt_br: Carregando dados para o servidor (%s/%s)
pt_pt: A carregar dados para o servidor (%s/%s)
ro: Încărcarea datelor pe server (%s/%s)
ru: Загрузка данных на сервер (%s/%s)
sr: Отпремање података на сервер (%s/%s)
sv: Laddar upp data till server (%s/%s)
th: กำลังอัปโหลดข้อมูลไปยังเซิร์ฟเวอร์ (%s/%s)
tr: Veriler sunucuya yükleniyor (%s/%s)
zh_cn: 数据上传中
zh_hant: 上傳資料至伺服器 (%s/%s)

# dashboard.import.progress.upload-media
source: Uploading file: %s
ar: يرفع الملف: %s
ca: S'està pujant el fitxer: %s
cs: Nahrávání souboru: %s
de: Datei %s wird hochgeladen
es: Enviando fichero: %s
es_419: Subiendo archivo: %s
eu: Fitxategia bidaltzen: %s
fa: در حال آپلود فایل: %s
fo: Innleggur fílu: %s
fr: Envoi du fichier : %s
fr_ca: Téléversement du fichier : %s
he: נשלח קובץ: %s
hi: फ़ाइल अपलोड हो रही है: %s
hr: Prijenos datoteke: %s
id: Mengunggah berkas: %s
it: Caricamento file: %s
lt: Įkeliamas failas: %s
lv: Augšupielādē datni: %s
ms: Memuat naik fail: %s
nl: Bestand aan het uploaden: %s
pl: Przesyłanie pliku: %s
pt_br: Enviando arquivo: %s
pt_pt: A carregar ficheiro: %s
ro: Încărcarea fișierului: %s
ru: Загрузка файла: %s
sr: Отпремање датотеке: %s
sv: Laddar upp fil: %
th: กำลังอัปโหลดไฟล์: %s
tr: Dosya yükleniyor: %s
zh_cn: 文件上传中
zh_hant: 正在上傳檔案：%s

# dashboard.invite-profile
source: Invite people
ar: ادعُ الناس
ca: Convida a l'equip
cs: Pozvat do týmu
da: Invitér til team
de: Personen einladen
el: Πρόσκληση στην ομάδα
es: Invitar a la gente
es_419: Invitar a la gente
eu: Gonbidatu taldera
fa: دعوت به تیم
fo: Bjóða við í toymi
fr: Inviter des personnes
fr_ca: Inviter des gens
he: הזמנת אנשים
hi: लोगों को आमंत्रित करें
hr: Pozovi u tim
id: Undang orang
it: Invita nel team
lv: Uzaicināt personas
ms: Jemput orang ramai
nl: Nodig mensen uit
pl: Zaproś ludzi
pt_br: Convidar pessoas
pt_pt: Convidar para a equipa
ro: Invită persoane
ru: Пригласить людей
sr: Позовите људе
sv: Bjud in personer
tr: İnsanları davet et
zh_cn: 邀请people
zh_hant: 邀請人員

# dashboard.leave-team
source: Leave team
ar: غادر الفريق
ca: Abandona l'equip
cs: Odejít z týmu
da: Forlad team
de: Team verlassen
el: Αφήστε την ομάδα
es: Abandonar equipo
es_419: dejar el equipo
eu: Utzi taldea
fa: خروج از تیم
fo: Far úr toymu
fr: Quitter l’équipe
fr_ca: Quitter l'équipe
he: עזיבת הצוות
hi: टीम छोड़ें
hr: Napusti tim
id: Tinggalkan tim
it: Abbandona il team
lv: Atstāt komandu
ms: Tinggalkan pasukan
nl: Team verlaten
pl: Opuść zespół
pt_br: Sair da equipe
pt_pt: Sair da equipa
ro: Părăsește echipa
ru: Покинуть команду
sr: Напустите тим
sv: Lämna teamet
th: ออกจากทีม
tr: Takımdan ayrıl
zh_cn: 退出团队
zh_hant: 離開團隊

# dashboard.libraries-and-templates
source: Libraries & Templates
ar: المكتبات والقوالب
ca: Biblioteques i plantilles
cs: Knihovny a šablony
de: Bibliotheken & Vorlagen
es: Bibliotecas y plantillas
es_419: Bibliotecas y plantillas
eu: Liburutegi eta txantiloiak
fa: کتابخانه‌ها و قالب‌ها
fr: Bibliothèques et Modèles
fr_ca: Bibliothèques et modèles
he: ספריות ותבניות
hi: लाइब्रेरी और टेम्पलेट्स
hr: Biblioteke i predlošci
id: Pustaka & Template
it: Librerie e modelli
lv: Bibliotēkas un veidnes
ms: Perpustakaan & Templat
nl: Bibliotheken & sjablonen
pl: Biblioteki i szablony
pt_br: Bibliotecas e Modelos
pt_pt: Bibliotecas e Templates
ro: Biblioteci & Șabloane
ru: Библиотеки и шаблоны
sr: Библиотеке и шаблони
sv: Bibliotek & mallar
th: ไลบรารีและเทมเพลต
tr: Kütüphaneler ve Şablonlar
zh_cn: 库和模板
zh_hant: 資料庫和範本

# dashboard.libraries-and-templates.description
source: Here you have some Libraries and templates you can add to your project
es: Aquí tienes algunas Bibliotecas y plantillas que puedes añadir a tu proyecto
fr: Voici quelques bibliothèques et modèles que vous pouvez ajouter à votre projet
fr_ca: Voici des bibliothèques et modèles que tu peux ajouter à ton projet
he: כאן יש כמה ספריות ותבניות שאפשר להוסיף למיזם שלך
hi: यहाँ कुछ लाइब्रेरीज़ और टेम्पलेट्स हैं जिन्हें आप अपने प्रोजेक्ट में जोड़ सकते हैं
id: Di sini Anda memiliki Pustaka dan templat yang dapat ditambahkan ke proyek Anda
it: Ecco alcune librerie e modelli che puoi aggiungere al tuo progetto
lv: Šeit ir dažas bibliotēkas un sagataves, kuras var pievienot savam projektam
nl: Hier heb je een aantal bibliotheken en sjablonen die je aan je project kunt toevoegen
pt_br: Aqui você tem algumas bibliotecas e modelos que você pode adicionar ao seu projeto
pt_pt: Aqui estão algumas Bibliotecas e templates que podes adicionar ao teu projeto
ro: Aici sunt unele dintre bibliotecile și modelele pe care le poți adăuga la proiectul tău
ru: Здесь вы найдете библиотеки и шаблоны, которые вы можете добавить в свой проект
sv: Här har du några bibliotek och mallar som du kan lägga till i ditt projekt
tr: Burada projenize ekleyebileceğiniz bazı kütüphaneler ve şablonlar bulunmaktadır
zh_cn: 这里你有一些可以添加至你项目的库和模版

# dashboard.libraries-and-templates.explore
source: Explore more of them and know how to contribute
ar: استكشف المزيد منهم وتعلم كيف تساهم
ca: Explora'n més i coneix com contribuir-hi
cs: Prozkoumejte je víc a zjistěte, jak přispět
de: Entdecken Sie weitere und erfahren Sie, wie Sie beitragen können
es: Explora más y descubre cómo contribuir
es_419: Explore más de ellos y sepa cómo contribuir
eu: Gehiago ikusi eta ikasi nola lagundu
fa: بیشتر آنها را کاوش کنید و بدانید که چگونه مشارکت کنید
fr: En explorez plus et découvrir comment contribuer
fr_ca: Explore davantage et découvre comment contribuer
he: עיון ביותר כאלה והסברים כיצד לתרום להן
hi: इनमें से और अधिक एक्सप्लोर करें और जानें कि आप कैसे योगदान दे सकते हैं
hr: Istraži više njih i saznaj kako doprinijeti
id: Jelajahi lebih banyak dan pelajari cara berkontribusi
it: Esplorane di più e scopri come contribuire
lv: Izpētīt vairāk un uzzinātt, kā sniegt ieguldījumu
ms: Terokai lebih banyak daripada mereka dan ketahui cara untuk menyumbang
nl: Ontdek er meer van en weet hoe je kunt bijdragen
pl: Poznaj więcej z nich i dowiedz się, jak pomóc
pt_br: Explore mais e aprenda como contribuir
pt_pt: Explora mais e sabe como contribuir
ro: Explorează mai multe dintre ele și află cum să contribui
ru: Узнайте больше о них и о том, как внести свой вклад
sr: Истражите више њих и знајте како да допринесете
sv: Ta reda på mer om dem och hur du kan bidra
tr: Daha fazlasını keşfedin ve nasıl katkıda bulunacağınızı öğrenin
zh_cn: 探索更多内容，了解如何做出贡献
zh_hant: 探索更多內容並了解如何貢獻

# dashboard.libraries-and-templates.import-error
source: There was a problem importing the template. The template wasn't imported.
ar: حدثت مشكلة أثناء استيراد القالب. لم يتم استيراد القالب.
ca: Hi ha hagut un problema en importar la plantilla. La plantilla no s'ha importat.
cs: Při importu šablony došlo k problému. Šablona nebyla importována.
de: Beim Importieren der Vorlage ist ein Problem aufgetreten. Die Vorlage wurde nicht importiert.
es: Hubo un problema importando la plantilla. No ha podido ser importada.
es_419: Hubo un problema al importar la plantilla. La plantilla no fue importada.
eu: Arazo bat egon da txantiloia inportatzean. Ezin izan da inportatu.
fa: مشکلی در ایمپورت کردن قالب وجود داشت. قالب ایمپورت نشد.
fr: Il y avait un problème pendant l'importation de la modèle. La modèle n'est pas importé.
fr_ca: Un problème est survenu lors de l'importation du modèle. Le modèle n'a pas été importé.
he: אירעה שגיאה בייבוא התבנית והיא לא ייובאה.
hi: टेम्पलेट आयात करने में समस्या आई। टेम्पलेट आयात नहीं किया गया।
hr: Došlo je do problema prilikom uvoza predloška. Predložak nije uvezen.
id: Terjadi masalah saat mengimpor template. Template tidak diimpor.
it: Si è verificato un problema nell'importazione del modello. Il modello non è stato importato.
lv: Veidnes ievietošanas laikā radās sarežģījumi. Veidne netika ievietota.
ms: Terdapat masalah mengimport templat. Templat tidak diimport.
nl: Er is een probleem opgetreden bij het importeren van het sjabloon. Het sjabloon is niet geïmporteerd.
pl: Wystąpił problem z importem szablonu. Szablon nie został zaimportowany.
pt_br: Ocorreu um problema ao importar o modelo. O modelo não foi importado.
pt_pt: Ocorreu um problema com a importação do template. O template não foi importado.
ro: A apărut o problemă la importarea șablonului. Șablonul nu a fost importat.
ru: Возникла проблема с импортом шаблона. Шаблон не был импортирован.
sr: Дошло је до проблема при увозу шаблона. Шаблон није увезен.
sv: Problem när mallen importerades. Mallen importerades inte.
th: พบปัญหาในการนำเข้าเทมเพลต เทมเพลตนี้จึงไม่ถูกนำเข้า
tr: Şablon içe aktarılırken bir sorun oluştu. Şablon içe aktarılmadı.
zh_cn: 导入模板时发生错误。模板未导入成功。
zh_hant: 匯入範本時出現問題。範本並未匯入。

# dashboard.libraries-title
source: Libraries
ar: المكتبات
ca: Biblioteques compartides
cs: Knihovny
da: Delte Biblioteker
de: Gemeinsam genutzte Bibliotheken
el: Κοινόχρηστες βιβλιοθήκες
es: Bibliotecas
es_419: Bibliotecas
eu: Partekatutako liburutegiak
fa: کتابخانه‌های مشترک
fr: Bibliothèques
fr_ca: Bibliothèques
he: ספריות משותפות
hi: लाइब्रेरीज़
hr: Biblioteke
id: Pustaka
it: Librerie condivise
lv: Bibliotēkas
ms: Perpustakaan
nl: Bibliotheken
pl: Biblioteki współdzielone
pt_br: Bibliotecas de ativos
pt_pt: Bibliotecas
ro: Biblioteci Partajate
ru: Библиотеки
sr: Библиотеке
sv: Bibliotek
th: ไลบรารี
tr: Paylaşılan Kütüphaneler
zh_cn: 共享库
zh_hant: 檔案庫
