Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.export-shapes.how-to-link
source: Info how to set exports at Penpot.
ar: معلومات عن كيفية إعداد التصديرات في Penpot.
ca: Informació sobre com establir exportacions a Penpot.
cs: Informace o nastavování exportů v Penpotu.
de: Informationen zum Festlegen von Exporten bei Penpot.
es: Información sobre cómo configurar exportaciones en Penpot.
es_419: Información sobre cómo configurar las exportaciones en Penpot.
eu: Penpoten esportazioak konfiguratzeari buruzko informazioa.
fa: اطلاعات نحوه تنظیم اکسپورت در پنپات.
fo: Upplýsingar um hvussu tú setur útflytingar í Penpot.
fr: Information sur la configuration de l'exportation dans Penpot.
fr_ca: Info sur la configuration des exportations dans Penpot.
he: מידע על הגדרות ייצוא ב־Penpot.
hi: पेनपोट पर निर्यात सेट करने की जानकारी।
hr: Informacije kako postaviti izvoz na Penpot.
id: Info bagaimana menetapkan pengeksporan di Penpot.
it: Informazioni utili su come configurare l'esportazione in Penpot.
lt: Informacija, kaip nustatyti eksportą "Penpot".
lv: Informācija par to, kā iestatīt izgūšanu Penpot.
ms: Maklumat cara untuk menetapkan eksport di Penpot.
nl: Info over het instellen van exports in Penpot.
pl: Informacje jak ustawić eksport w Penpot.
pt_br: Informações sobre como configurar exportações no Penpot.
pt_pt: Informações sobre como definir exportações no Penpot.
ro: Informații despre cum să setezi exporturile în Penpot.
ru: Информация о настройке экспорта в Penpot.
sr: Информације како да подесите извоз у Penpot-у.
sv: Info hur man ställer in export i Penpot.
tr: Penpot'ta dışa aktarmaların nasıl ayarlandırılacağı hakkında bilgi.
zh_cn: 关于如何使用Penpot导出。
zh_hant: Penpot匯出功能的簡介。

# dashboard.export-shapes.no-elements
source: There are no elements with export settings.
ar: لا يوجد عناصر بإعدادت التصدير.
ca: No hi ha elements amb configuració d'exportació.
cs: Neexistují žádné prvky s nastavením exportu.
de: Es gibt keine Elemente mit Exporteinstellungen.
es: No hay elementos con configuraciones de exportación.
es_419: No hay elementos con configuración de exportación.
eu: Ez dago esportazioko ezarpenik duen elementurik.
fa: هیچ عنصری با تنظیمات اکسپورت وجود ندارد.
fo: Har eru ongin lutir við útflytsstillingum.
fr: Aucun élément avec des paramètres d'exportation.
fr_ca: Aucun élément n'a de paramètres d'exportation.
he: אין רכיבים עם הגדרות ייצוא.
hi: निर्यात सेटिंग वाले कोई तत्व नहीं हैं।
hr: Nema elemenata s postavkama izvoza.
id: Tidak ada elemen dengan pengaturan pengeksporan.
it: Non ci sono elementi con parametri di esportazione.
lt: Nėra elementų su eksporto nustatymais.
lv: Nav elementu ar izgūšanas iestatījumiem.
ms: Tiada unsur dengan tetapan eksport.
nl: Er zijn geen elementen met exportinstellingen.
pl: Nie ma elementów z ustawieniami eksportu.
pt_br: Não há elementos com configurações de exportação.
pt_pt: Não existem elementos com definições de exportação.
ro: Nu există elemente cu setări de export.
ru: Нет элементов с настройками экспорта.
sr: Нема елемената са подешавањима извоза.
sv: Det finns inga objekt med exportinställningar.
tr: Dışa aktarma ayarlarına sahip hiçbir öge yok.
zh_cn: 在导出设置中没找到任何元素。
zh_hant: 匯出設定未有任何element。

# dashboard.export-shapes.title
source: Export selection
ar: صدّر التحديد
ca: Selecció d'exportació
cs: Výběr exportu
de: Auswahl exportieren
es: Exportar selección
es_419: Selección de exportación
eu: Esportatu aukeraketa
fa: انتخاب اکسپورت
fo: Valt til útflyting
fr: Exporter la sélection
fr_ca: Exporter la sélection
he: ייצוא הבחירה
hi: निर्यात चयन
hr: Izvezi odabir
id: Ekspor pilihan
it: Esporta selezionati
lt: Eksportuoti pažymėtą sritį
lv: Izgūt atlasi
ms: Eksport Pemilihan
nl: Selectie exporteren
pl: Eksportuj wybrane
pt_br: Exportar seleção
pt_pt: Exportar seleção
ro: Exportă selecția
ru: Выбор экспорта
sr: Избор извоза
sv: Exportera markerade
th: ส่งออกส่วนที่เลือก
tr: Seçimi dışa aktar
zh_cn: 导出已选中
zh_hant: 匯出已選取項目

# dashboard.export-standard-multi
source: Download %s standard files (.svg + .json)
ar: تحميل %s ملفات أساسية (.svg + .json)
ca: Baixa %s fitxers estàndard (.svg + .json)
cs: Stáhnout %s soubory (.svg + .json)
de: %s Standarddateien herunterladen (.svg + .json)
es: Descargar %s archivos estándar (.svg + .json)
es_419: Descargar %s archivos estándar (.svg + .json)
eu: Deskargatu %s fitxategi estandar (.svn + .json)
fa: دانلود %s عدد فایل های استاندارد (.svg + .json)
fo: Heinta %s standarafílur (.svg + .json)
fr: Télécharger %s fichiers standard (.svg + .json)
fr_ca: Télécharger %s fichiers standard (.svg + .json)
he: הורדת %s קבצים תקניים (‎.svg + .json)
hi: %s मानक फ़ाइलें डाउनलोड करें (.svg + .json)
hr: Preuzmi %s standardne datoteke (.svg + .json)
id: Unduh %s berkas standar (.svg + .json)
it: Scarica %s file standard (.svg + .json)
lv: Lejupielādēt %s standarta datnes (. svg +. json)
ms: Muat turun %s fail standard (.svg + .json)
nl: %s standaardbestanden downloaden (.svg + .json)
pl: Pobierz %s plików standardowych (.svg + .json)
pt_br: Baixar %s arquivos padrões (.svg + .json)
pt_pt: Descarregar %s ficheiros standard (svg + json)
ro: Descarcă %s fișiere standard (.svg + .json)
ru: Скачать стандартные файлы (.svg + .json) (%s)
sr: Преузмите &s стандардних датотека (.svg + .json)
sv: Ladda ner %s standardfiler (.svg + .json)
th: ดาวน์โหลด %s ไฟล์มาตรฐาน (.svg + .json)
tr: %s standart dosyayı indir (.svg + .json)
zh_cn: 下载 %s 标准文件 (.svg + .json)
zh_hant: 下載%s個標準檔案 (.svg + .json)

# dashboard.export.detail
source: * Might include components, graphics, colors and/or typographies.
ar: * ربما يحتوي على مكوّنات، رسوميات والوان و/أو خطوط.
ca: * Pot incloure components, gràfics, colors i/o tipografies.
cs: * Může obsahovat komponenty, grafiku, barvy a/nebo typografii.
de: * kann Komponenten, Grafiken, Farben und/oder Textstile enthalten.
es: * Pueden incluir components, gráficos, colores y/o tipografias.
es_419: * Puede incluir componentes, gráficos, colores y/o tipografías.
eu: * Osagaiak, grafikoak, koloreak edo/eta tipografiak izan ditzakete.
fa: * ممکن است شامل کامپوننت‌ها، گرافیک، رنگ‌ها و/یا تایپوگرافی باشد.
fr: * Peut inclure les composants, les éléments graphiques, les couleurs et/ou les polices de caractère.
he: * עשוי לכלול רכיבים, גרפיקה, צבעים ו/או טיפוגרפיות.
hi: * इसमें कॉम्पोनेंट्स, ग्राफिक्स, रंग और/या टाइपोग्राफ़ी शामिल हो सकते हैं।
hr: * Može uključivati komponente, grafike, boje i/ili tipografije.
id: * Dapat mencakup komponen, grafik, warna dan/atau tipografi.
it: * Può includere componenti, elementi grafici, colori e/o elementi tipografici.
lt: * Gali apimti komponentus, grafiką, spalvas ir (arba) tipografiją.
lv: * var ietvert sastāvdaļas, attēlus, krāsas un/vai burtu stilus un veidus.
ml: * ഘടകങ്ങൾ, ഗ്രാഫിക്സ്, നിറങ്ങൾ അല്ലെങ്കിൽ മുദ്രണകലകൾ എന്നിവ ഉൾപ്പെടാം.
ms: * Mungkin termasuk komponen, grafik, warna dan/atau tipografi.
nl: * Kan componenten, afbeeldingen, kleuren en/of typografie bevatten.
pl: * Może zawierać komponenty, grafikę, kolory i/lub typografię.
pt_br: * Pode incluir componentes, gráficos, cores e/ou tipografias.
pt_pt: * Pode incluir componentes, gráficos, cores e/ou tipografia.
ro: * Poate include componente, elemente grafice, culori și/sau tipografii.
ru: * Могут содержать компоненты, цвета, графику, и/или типографику.
sr: * Може укључивати компоненте, графику, боје и/или типографије.
sv: * Kan inkludera komponenter, grafik, färger och/eller typografier.
tr: * Bileşenleri, grafikleri, renkleri ve/veya tipografileri içerebilir.
zh_cn: * 可能包含组件、图形、颜色和/或排版。
zh_hant: * 可能會包含元件、圖像、顏色及／或文字編排。

# dashboard.export.explain
source: One or more files that you want to export are using shared libraries. What do you want to do with their assets*?
ar: ملف أو أكثر تريد تصديرهم يستخدمون مكتبات مشتركة. ماذا تريد أن تفعل في أصولهم*؟
ca: Un o més fitxers que voleu exportar utilitzen biblioteques compartides. Què voleu fer amb els seus recursos*?
cs: Jeden nebo více souborů, které chcete exportovat, používá sdílené knihovny. Co chcete dělat s jejich položkami*?
de: Eine oder mehrere Dateien, die Sie exportieren möchten, verwenden geteilte Bibliotheken. Was möchten Sie mit den Assets* aus diesen Bibliotheken machen?
es: Uno o mas ficheros que quieres exportar usan librerias compartidas. ¿Qué quieres hacer con los recursos*?
es_419: Uno o más archivos que desea exportar utilizan bibliotecas compartidas. ¿Qué quiere hacer con sus activos*?
eu: Esportatu nahi duzun fitxategi bat edo gehiagok partekatutako liburutegiak darabiltzate. Zer egin nahi duzu baliabideekin*?
fa: یک یا چند فایلی که می‌خواهید اکسپورت کنید از کتابخانه‌های مشترک استفاده می‌کنند. با دارایی‌های آن‌ها چه می‌خواهید بکنید*؟
fr: Un ou plusieurs fichiers que vous souhaitez exporter utilisent des bibliothèques partagées. Que voulez-vous faire avec leurs ressources ?
fr_ca: Un ou plus des fichiers que tu veux télécharger utilisent une bibliothèque partagée. Que veux-tu faire avec ces atouts*?
he: אחד או יותר מהקבצים שברצונך לייצא משתמשים בספריות משותפות. מה לעשות עם המשאבים שלהן*?
hi: एक या एक से अधिक फ़ाइलें जिन्हें आप निर्यात करना चाहते हैं, वे साझा की गई लाइब्रेरीज़ का उपयोग कर रही हैं। आप उनके एसेट्स के साथ क्या करना चाहते हैं?
hr: Jedna ili više datoteka koju želiš izvesti koristi zajedničke biblioteke. Što želiš učiniti s njihovim stavkama*?
id: Satu atau lebih berkas yang ingin Anda ekspor menggunakan pustaka bersama. Apa yang ingin Anda lakukan dengan asetnya*?
it: Uno o più file che desideri esportare utilizzano librerie condivise. Che cosa desideri fare con le loro risorse*?
lt: Viename ar keliuose failuose, kuriuos norite eksportuoti, naudojamos bendros bibliotekos. Ką norite daryti su jų komponentais*?
lv: Viena vai vairākas izgūstamās datnes izmanto koplietojamas bibliotēkas. Ko iesākt ar to līdzekļiem*?
ms: Satu atau lebih fail yang anda ingin eksport menggunakan perpustakaan kongsi. Apa yang anda mahu lakukan dengan aset mereka*?
nl: Een of meer bestanden die je wilt exporteren maken gebruik van gedeelde bibliotheken. Wat wil je doen met hun assets*?
pl: Co najmniej jeden plik, który chcesz wyeksportować, korzysta z bibliotek udostępnionych. Co chcesz zrobić z ich zasobami*?
pt_br: Um ou mais arquivos que você deseja exportar estão usando bibliotecas compartilhadas. O que você quer fazer com seus recursos*?
pt_pt: Um ou mais ficheiros que queres exportar estão a utilizar bibliotecas partilhadas. O que queres fazer com os recursos*?
ro: Unul sau mai multe fișiere pe care dorești să le exporți folosesc biblioteci partajate. Ce vrei să faci cu obiectele lor*?
ru: Один или несколько файлов на экспорт используют общие библиотеки. Что нужно сделать с их ресурсами*?
sr: Једна или више датотека које желите да извезете користе дељене библиотеке. Шта желите да урадите са њиховим средстрвима*?
sv: En eller flera filer som du vill exportera använder delade bibliotek. Vad vill du göra med deras tillgångar*?
tr: Dışarı aktarmak istediğiniz bir veya daha fazla dosya, paylaşılan kütüphaneleri kullanıyor. Bunların varlıklarıyla ne yapmak istiyorsunuz*?
zh_cn: 你想导出的一个或多个文件用到了共享库。你想怎么处理它们的素材？
zh_hant: 你想匯出的單個或多個檔案中使用了共用資料庫，你想要如何處理它們的素材*？

# dashboard.export.options.all.message
source: files with shared libraries will be included in the export, maintaining their linkage.
ar: سيتم ادراج الملفات التي لها مكتبات مشتركة في التصدير، مع الحفاظ على روابطهم.
ca: els fitxers amb biblioteques compartides s’inclouran a l’exportació, mantenint la vinculació.
cs: Soubory se sdílenými knihovnami budou zahrnuty do exportu, čímž se zachová jejich propojení.
de: Dateien mit geteilten Bibliotheken werden exportiert, und ihre Verknüpfungen bleiben erhalten.
es: Ficheros con librerias compartidas se inclurán en el paquete de exportación y mantendrán los enlaces.
es_419: Los archivos con bibliotecas compartidas se incluirán en la exportación, manteniendo su vinculación.
eu: partekatutako liburutegiak dituzten fitxategiak esportazio paketean sartuko dira eta loturak mantenduko dituzte.
fa: فایل‌های دارای کتابخانه‌های مشترک در اکسپورت گنجانده می‌شوند و پیوند خود را حفظ می‌کنند.
fr: Les fichiers avec des bibliothèques partagées seront inclus dans l'exportation, en maintenant leur liaison.
he: קבצים עם ספריות משותפות יצורפו לייצוא, תוך שימור הקישוריות שלהם.
hr: datoteke sa zajedničkim bibliotekama bit će uključene u izvoz, održavajući njihovu poveznicu.
id: berkas dengan pustaka bersama akan dimasukkan dalam hasil ekspor.
it: I file con librerie condivise verranno inclusi nell'esportazione, mantenendo il loro collegamento.
lt: failai su bendromis bibliotekomis bus įtraukti į eksportą, išlaikant jų susiejimą.
lv: izguvē tiks iekļautas datnes ar koplietojamām bibliotēkām, saglabājot to sasaisti.
ms: fail dengan perpustakaan kongsi akan disertakan dalam eksport, mengekalkan hubungannya.
nl: Bestanden met gedeelde bibliotheken worden opgenomen in de export en hun koppelingen worden behouden.
pl: Pliki z bibliotekami współdzielonymi zostaną uwzględnione w eksporcie, z zachowaniem ich powiązania.
pt_br: Arquivos com bibliotecas compartilhadas serão incluídos na exportação, mantendo seu vínculo.
pt_pt: ficheiros com bibliotecas partilhadas serão incluídos na exportação, mantendo as ligações.
ro: Fișierele cu biblioteci partajate vor fi incluse în export, menținându-le legătura.
ru: Файлы с общих библиотек будут включены в экспорт, сохраняя свою привязку.
sr: датотеке са дељеним библиотекама ће бити укључене у извоз, одржавајући њихову повезаност.
sv: Filer med delade bibliotek kommer att ingå i exporten, bibehåller deras koppling.
tr: paylaşılan kütüphanelere sahip dosyalar, bağlantılarını koruyarak dışarı aktarmaya dahil edilecek.
zh_cn: 使用了共享库的文件将会在导出时保持引用关系。
zh_hant: 使用了共用資料庫的檔案將被包含在匯出內，並保持他們的連結關係。

# dashboard.export.options.all.title
source: Export shared libraries
ar: صدّر المكتبات المشتركة
ca: Exporta les biblioteques compartides
cs: Exportovat sdílené knihovny
de: Geteilte Bibliotheken exportieren
es: Exportar librerias compartidas
es_419: Exportar bibliotecas compartidas
eu: Esportatu partekatutako liburutegiak
fa: اکسپورت کتابخانه‌های مشترک
fo: Útflyt deild søvn
fr: Exporter les bibliothèques partagées
he: ייצוא ספריות משותפות
hi: साझा लाइब्रेरीज़ निर्यात करें
hr: Izvezi zajedničke biblioteke
id: Ekspor pustaka bersama
it: Esporta le librerie condivise
lt: Eksportuoti bendrai naudojamas bibliotekas
lv: Izgūt koplietojamās bibliotēkas
ms: Eksport perpustakaan kongsi
nl: Gedeelde bibliotheken exporteren
pl: Eksportuj biblioteki udostępnione
pt_br: Exportar bibliotecas compartilhadas
pt_pt: Exportar bibliotecas partilhadas
ro: Exportă biblioteci partajate
ru: Экспорт общих библиотек
sr: Извези дељене библиотеке
sv: Exportera delade bibliotek
tr: Paylaşılan kütüphaneleri dışarı aktar
zh_cn: 导出共享库
zh_hant: 匯出共享媒體庫

# dashboard.export.options.detach.message
source: Shared libraries will not be included in the export and no assets will be added to the library.
ar: لن يتم تضمين المكتبات المشتركة في التصدير ولن يتم إضافة أي أصول إلى المكتبة.
ca: Les biblioteques compartides no s'inclouran en l'exportació i no s'afegiran recursos a la biblioteca.
cs: Sdílené knihovny nebudou zahrnuty do exportu a do knihovny nebudou přidány žádné položky.
de: Geteilte Bibliotheken werden nicht exportiert und der Bibliothek werden keine Assets hinzugefügt.
es: Las biblioteca compartidas no se incluirán en la exportación y ningún recurso será incluido en la biblioteca.
es_419: Las bibliotecas compartidas no se incluirán en la exportación y no se agregarán activos a la biblioteca.
eu: Partekatutako liburutegiak ez dira esportazioan sartuko eta baliabide bat ere ez da liburutegian sartuko.
fa: کتابخانه‌های مشترک در صادرات گنجانده نخواهند شد و هیچ دارایی به کتابخانه اضافه نخواهد شد.
fr: Les bibliothèques partagées ne seront pas incluses dans l'exportation et aucune ressource ne sera ajoutée à la bibliothèque.
he: ספריות משותפות לא יצורפו לייצוא ואף משאב לא יתווסף לספריה.
hi: साझा की गई लाइब्रेरीज़ निर्यात में शामिल नहीं की जाएँगी और लाइब्रेरी में कोई एसेट्स नहीं जोड़े जाएँगे।
hr: Zajedničke biblioteke neće biti uključene u izvoz i nikakve stavke neće biti dodani u biblioteku.
id: Pustaka bersama tidak akan dimasukkan dalam hasil ekspor dan tidak ada aset yang akan ditambahkan ke pustaka.
it: Le librerie condivise non saranno incluse nell'esportazione e nessuna risorsa verrà aggiunta alla libreria.
lt: Bendrai naudojamos bibliotekos nebus įtrauktos į eksportą ir į biblioteką nebus pridėta jokių išteklių.
lv: Koplietojamās bibliotēkas netiks iekļautas izguvē, un bibliotēkai netiks pievienoti līdzekļi.
ms: Perpustakaan kongsi tidak akan disertakan dalam eksport dan tiada aset akan ditambahkan ke perpustakaan.
nl: Gedeelde bibliotheken worden niet opgenomen in de export en er worden geen assets aan de bibliotheek toegevoegd.
pl: Biblioteki udostępnione nie zostaną uwzględnione w eksporcie i żadne zasoby nie zostaną dodane do biblioteki.
pt_br: Bibliotecas compartilhadas não serão incluídas na exportação e nenhum ativo será adicionado a biblioteca.
pt_pt: Bibliotecas partilhadas não serão incluídas na exportação e nenhum recurso será adicionado à biblioteca.
ro: Bibliotecile partajate nu vor fi incluse în export și nu vor fi adăugate elemente în bibliotecă.
ru: Общие библиотеки не будут включены в экспорт, и вложенные ресурсы не попадут в библиотеку экспорта.
sr: Дељене библиотеке неће бити укључене у извоз, а средства неће бити додата у библиотеку.
sv: Delade bibliotek ingår inte i exporten och inga tillgångar kommer att läggas till biblioteket.
tr: Paylaşılan kütüphaneler dışarı aktarmaya dahil edilmeyecek ve kütüphaneye hiçbir varlık eklenmeyecek.
zh_cn: 导出文件中将不包含共享库，素材也不会被添加到库中。
zh_hant: 共用資料庫將不包含在匯出檔案內，且資產不會被加入資料庫。

# dashboard.export.options.detach.title
source: Treat shared library assets as basic objects
ar: عامل أصول المكتبة المشتركة كعناصر بسيطة
ca: Tracta els recursos de la biblioteca compartida com a objectes bàsics
cs: Zacházet s položkami sdílené knihovny jako se základními objekty
de: Assets aus geteilten Bibliotheken als gewöhnliche Objekte behandeln
es: Usar los recursos como objetos básicos
es_419: Trate los activos de biblioteca compartidos como objetos básicos
eu: Erabili baliabideak oinarrizko objektu bezala
fa: دارایی‌های کتابخانه مشترک را به عنوان اشیاء اساسی در نظر بگیرید
fr: Considérer les ressources des bibliothèques partagées comme des objets basiques
he: להתייחס למשאבים בספריות משותפות כעצמים בסיסיים
hi: साझा की गई लाइब्रेरी के एसेट्स को बुनियादी ऑब्जेक्ट्स के रूप में मानें
hr: Tretiraj stavke zajedničke biblioteke kao osnovne objekte
id: Perlakukan aset pustaka terbagi sebagai objek dasar
it: Considera le risorse delle librerie condivise come oggetti di base
lt: Bendrai naudojamus bibliotekos komponentus traktuokite kaip pagrindinius objektus
lv: Attiekties pret koplietojamo bibliotēku līdzekļiem kā pret pamatobjektiem
ms: Anggap aset perpustakaan kongsi sebagai objek asas
nl: Gedeelde bibliotheek-assets als basisobjecten behandelen
pl: Traktuj zasoby biblioteki współdzielonej jako podstawowe obiekty
pt_br: Trate os ativos da biblioteca compartilhada como objetos básicos
pt_pt: Trata os recursos da biblioteca partilhada como objetos básicos
ro: Tratează obiectele bibliotecii partajate ca obiecte de bază
ru: Воспринимать ресурсы общей библиотеки как обычные объекты
sr: Третирајте средства заједничке библиотеке као основне објекте
sv: Behandla delade bibliotekstillgångar som grundobjekt
tr: Paylaşılan kütüphane varlıklarını temel nesneler olarak ele al
zh_cn: 将共享库素材作为基本对象
zh_hant: 將檔案庫資源視為基本物件

# dashboard.export.options.merge.message
source: Your file will be exported with all external assets merged into the file library.
ar: سيتم تصدير ملفك مع دمج جميع الأصول الخارجية في مكتبة الملفات.
ca: El fitxer s'exportarà amb tots els recursos externs fusionats a la biblioteca de fitxers.
cs: Váš soubor bude exportován se všemi externími položkami sloučenými do knihovny souborů.
de: Ihre Datei wird exportiert, und alle externen Assets werden der Dateibibliothek hinzugefügt.
es: Tu fichero será exportado con todos los recursos dentro de la libreria del propio fichero.
es_419: Su archivo se exportará con todos los activos externos combinados en la biblioteca de archivos.
eu: Zure fitxategia baliabide guztiak bere baitan dituela esportatuko da.
fa: فایل شما با تمام دارایی‌های خارجی که در کتابخانه فایل ادغام شده‌اند اکسپورت می‌شود.
fr: Votre fichier sera exporté avec toutes les ressources externes fusionnées dans la bibliothèque de fichiers.
he: הקובץ שלך ייוצא כשכל המשאבים החיצוניים ממוזגים לספריית הקבצים.
hi: आपकी फ़ाइल निर्यात की जाएगी और सभी बाहरी एसेट्स(assets) फ़ाइल लाइब्रेरी में विलय कर दिए जाएँगे।
hr: Tvoja će datoteka biti izvezena sa svim vanjskim stavkama spojenim u biblioteku datoteka.
id: Berkas Anda akan diekspor dengan semua aset eksternal tergabung dalam pustaka berkas.
it: Il tuo file verrà esportato con tutte le risorse esterne riunite nella libreria dei file.
lt: Jūsų failas bus eksportuotas su visais išoriniais komponentais, sujungtais į failų biblioteką.
lv: Datne tiks izgūta ar visiem ārējiem līdzekļiem, kas tiks apvienoti datnes bibliotēkā.
ms: Fail anda akan dieksport dengan semua aset luaran digabungkan ke dalam pustaka fail.
nl: Je bestand wordt geëxporteerd met alle externe assets samengevoegd in de bestandsbibliotheek.
pl: Twój plik zostanie wyeksportowany ze wszystkimi zasobami zewnętrznymi połączonymi z biblioteką plików.
pt_br: Seu arquivo será exportado com todos os ativos externos mesclados na biblioteca de ativos do arquivo.
pt_pt: Os teus ficheiros serão exportados com todos os recursos externos incorporados na biblioteca de ficheiros.
ro: Fișierul dvs. va fi exportat cu toate activele externe îmbinate în biblioteca de fișiere.
ru: Ваш файл будет экспортирован с включением всех внешних ресурсов в библиотеку экспорта.
sr: Ваша датотека ће бити извезена са свим спољним средствима спојеним у библиотеку датотека.
sv: Din fil kommer att exporteras med alla externa tillgångar som sammanfogade i filbiblioteket.
tr: Dosyanız, tüm harici varlıklar kütüphane dosyasına birleştirilmiş olarak dışarı aktarılacak.
zh_cn: 导出您的文件时所有的外部素材将会被合并到库中。
zh_hant: 您的檔案將連同所有外部資源將一併匯出到檔案庫中。
