Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.invite-team-member.text
source: You can invite members to the team so they can access to this file and all of the team files.
cs: Můžete pozvat členy do týmu, aby měli přístup k tomuto souboru a všem souborům týmu.
de: Sie können Mitglieder in das Team einladen, damit diese auf diese Datei und alle Team-Dateien zugreifen können.
es: Puedes invitar miembros al equipo para que puedan acceder a este fichero y a todos los demás ficheros del equipo.
fr: Vous pouvez inviter des membres dans l'équipe pour qu'ils accèdent à ce fichier ainsi que tous les autres fichiers de l'équipe.
he: אפשר להזמין חברים לצוות כדי שיוכלו לגשת לקובץ הזה ולהיחשף לכל שאר קובצי הצוות.
hi: आप टीम के सदस्यों को आमंत्रित कर सकते हैं ताकि वे इस फ़ाइल और सभी टीम फ़ाइलों तक पहुंच सकें।
hr: Možete pozvati članove u tim kako bi mogli pristupiti ovoj datoteci i svim datotekama tima.
id: Anda dapat mengundang anggota ke tim supaya mereka dapat mengakses berkas ini dan semua berkas tim.
it: Puoi invitare membri nel team affinché possano accedere a questo file e a tutti i file del team.
lv: Komandā var uzaicināt dalībniekus, lai viņi varētu piekļūt šai un citām komandas datnēm.
nl: Je kunt leden uitnodigen voor het team zodat ze toegang hebben tot dit bestand en alle teambestanden.
pt_pt: Podes convidar membros para a equipa para que estes possam ter acesso a este ficheiro e todos os ficheiros da equipa.
ro: Poți invita membri în echipă pentru a putea accesa acest fișier și toate fișierele echipei.
sv: Du kan bjuda in medlemmar till teamet så att de får tillgång till den här filen och alla teamets filer.
tr: Üyeleri takıma davet ederek bu dosyaya ve tüm takım dosyalarına erişmelerini sağlayabilirsiniz.
zh_cn: 您可以邀请成员加入团队，以便他们可以访问此文件和所有团队文件。
zh_hant: 您可以邀請成員加入團隊，以便他們可以存取此文件和所有團隊文件。

# modals.invite-team-member.title
source: Invite members to the team
ar: ادعُ الأعضاء إلى الفريق
ca: Convida membres a l'equip
cs: Pozvat členy do týmu
de: Mitglieder in das Team einladen
es: Invitar a miembros al equipo
eu: Gonbidatu kideak taldera
fa: دعوت اعضا به تیم
fr: Inviter des membres dans l'équipe
he: הזמנת חברים לצוות
hi: सदस्यों को टीम में आमंत्रित करें
hr: Pozovi članove u tim
id: Undang anggota ke tim
it: Invita membri al team
lv: Uzaicināt dalībniekus uz komandu
ms: Jemput ahli ke pasukan
nl: Leden voor het team uitnodigen
pl: Zaproś członków do zespołu
pt_br: Convide membros para a equipe
pt_pt: Convidar membros para a equipa
ro: Invită membri în echipă
ru: Пригласить участников в команду
sr: Позовите чланове у тим
sv: Bjud in teammedlemmar till teamet
tr: Üyeleri takıma davet et
zh_cn: 邀请成员加入团队
zh_hant: 邀請成員加入團隊

# modals.leave-and-close-confirm.hint
source: As you're the only member of this team, the team will be deleted along with its projects and files.
ar: نظرًا لأنك العضو الوحيد في هذا الفريق ، فسيتم حذف الفريق مع مشاريعه وملفاته.
ca: Com que no hi ha ningú més a aquest equip, s'eliminarà l'equip amb els seus arxius i projectes.
cs: Protože jste jediným členem tohoto týmu, tým bude smazán spolu s jeho projekty a soubory.
de: Da Sie das einzige Mitglied dieses Teams sind, wird das Team zusammen mit seinen Projekten und Dateien gelöscht.
es: Al ser la única persona integrante de este equipo, el equipo será eliminado junto con sus proyectos y archivos.
eu: Talde honetako kide bakarra zarenez, taldea bere proiektu eta fitxategiekin ezabatuko da.
fa: از آنجایی که شما تنها عضو این تیم هستید، تیم به همراه پروژه‌ها و فایل‌هایش حذف خواهد شد.
fr: Comme vous êtes le seul membre de l'équipe, celle-ci sera supprimée avec ses projets et fichiers.
he: כיוון שאין עוד חברים בצוות הזה מלבדך, הצוות יימחק על כל המיזמים והקבצים שלו.
hi: चूंकि आप इस टीम के एकमात्र सदस्य हैं, टीम अपने परियोजनाओं और फ़ाइलों के साथ हटा दी जाएगी।
hr: Budući da si jedini član ovog tima, tim će biti izbrisan zajedno sa svojim projektima i datotekama.
id: Karena Anda anggota satu-satunya dari tim ini, tim akan dihapus beserta proyek dan berkasnya.
it: Poiché sei il solo membro di questo team, il team verrà eliminato insieme ai sui file e progetti.
lv: Tā kā esi šīs komandas vienīgais dalībnieks, tā tiks izdzēsta līdz ar tās projektiem un datnēm.
ms: Memandangkan anda satu-satunya ahli pasukan, pasukan ini akan dipadamkan bersama-sama dengan projek dan failnya.
nl: Aangezien je het enige lid van dit team bent, wordt het team samen met de projecten en bestanden verwijderd.
pl: Ponieważ jesteś jedynym członkiem tego zespołu, zespół zostanie usunięty wraz z projektami i plikami.
pt_br: Como você é o único membro desta equipe, a equipe será excluída junto com seus projetos e arquivos.
pt_pt: Como és o único membro desta equipa, a equipa será eliminado juntamente com os projetos e ficheiros.
ro: Deoarece ești singurul membru al acestei echipe, echipa va fi ștearsă împreună cu proiectele și fișierele sale.
ru: Так как вы единственный участник этой команды, она будет удалена вместе с проектами и файлами.
sr: Пошто сте једини члан овог тима, тим ће бити избрисан заједно са пројектима и датотекама.
sv: Eftersom du är den enda medlemmen i det här teamet raderas teamet tillsammans med sina projekt och filer.
tr: Tek üyesi siz olduğunuz için takım, projeleri ve dosyaları ile birlikte silinecektir.
zh_cn: 由于你是这个团队的唯一成员，这个团队将连同其项目和文件一起被删除。
zh_hant: 由於您是該團隊的唯一成員，因此該團隊及其專案和文件將一起被刪除。

# modals.leave-and-close-confirm.message
source: Are you sure you want to leave the %s team?
ar: هل أنت متأكد أنك تريد مغادرة فريق %s؟
ca: Segur que vols deixar l'equip %s?
cs: Opravdu chcete opustit tým %s?
de: Sind Sie sicher, dass Sie das %s-Team verlassen wollen?
es: ¿Seguro que quieres abandonar el equipo %s?
eu: Benetan %s taldea utzi egin nahi duzu?
fa: آیا مطمئنید که می‌خواهید تیم %s را ترک کنید؟
fr: Voulez-vous vraiment quitter l'équipe %s ?
he: ברצונך לעזוב את הצוות %s?
hi: क्या आप वाकई %s टीम छोड़ना चाहते हैं?
hr: Jesi li siguran/na da želiš napustiti tim %s?
id: Apakah Anda yakin ingin meninggalkan tim %s?
it: Lasciare il team di %s?
lv: Vai tiešām pamest komandu %s?
ms: Adakah anda pasti mahu meninggalkan pasukan %s?
nl: Weet je zeker dat je het %s team wilt verlaten?
pl: Czy na pewno chcesz opuścić zespół %s?
pt_br: Tem certeza de que deseja sair da equipe %s?
pt_pt: Tens a certeza de que pretendes sair da equipa %s?
ro: Sigur doriți să părăsiți echipa %s?
ru: Вы уверены, что хотите покинуть команду %s?
sr: Да ли сте сигурни да желите да напустите тим %s?
sv: Är du säker på att du vill lämna %s teamet?
tr: %s takımından ayrılmak istediğinizden emin misiniz?
zh_cn: 您确定要离开 %s 团队吗？
zh_hant: 您確定要離開 %s 團隊嗎？

# modals.leave-and-reassign.forbidden
source: You can not leave the team if there is no other member to promote to owner. You might want to delete the team.
ar: لا يمكنك مغادرة الفريق إذا لم يكن هناك عضو آخر للترقية إلى المالك. قد ترغب في حذف الفريق.
ca: No es pot abandonar l'equip si no hi ha cap altre membre capaç d'ascendir a propietari. És possible que vulgueu eliminar l'equip.
cs: Nemůžete opustit tým, pokud není žádný jiný člen, kterého by bylo možné povýšit na vlastníka. Možná budete chtít tým smazat.
de: Sie können das Team nicht verlassen, wenn es kein anderes Mitglied gibt, das Sie zum Besitzer ernennen können. Sie können das Team jedoch löschen.
es: No puede abandonar el equipo si no hay otro miembro al que promocionar a dueño. Quizás quiere borrar el equipo.
eu: Ezin duzu taldea utzi ez badago jabe berria izateko hautagairik. Agian taldea ezabatu egin nahi duzu.
fa: اگر عضو دیگری برای ارتقا به مالک وجود نداشته باشد، نمی‌توانید تیم را ترک کنید. شاید بخواهید تیم را حذف کنید.
fr: Vous ne pouvez pas quitter l'équipe si il n'y a aucun membre à promouvoir comme propriétaire. Vous pourriez plutôt supprimer l'équipe.
he: אי אפשר לעזוב צוות אם אין חברים שאפשר לקדם לבעלות עליה. אולי עדיף למחוק את הצוות.
hi: यदि टीम में मालिक बनाने के लिए कोई अन्य सदस्य नहीं है, तो आप टीम नहीं छोड़ सकते। आप टीम को हटाना चाह सकते हैं।
hr: Ne možete napustiti tim ako nema drugog člana kojeg možete promovirati u vlasnika. Možda želite izbrisati tim.
id: Anda tidak dapat tinggalkan tim jika tidak ada anggota lain untuk dipromosikan sebagai pemilik. Anda mungkin ingin menghapus tim ini.
it: Non puoi lasciare il team se non c'è un altro membro da promuovere a proprietario. Potresti voler eliminare il team.
lv: Nevar pamest komandu, ja nav cita dalībnieka, ko norādīt kā īpašnieku. Iespējams, ka komandu ir vēlams izdzēst.
ms: Anda tidak boleh meninggalkan pasukan jika tiada ahli lain untuk dinaikkan pangkat kepada pemilik. Anda mungkin mahu memadamkan pasukan.
nl: Je kunt het team niet verlaten als er geen ander lid is om tot eigenaar te promoveren. Je zou het team kunnen verwijderen.
pl: Nie możesz opuścić zespołu, jeśli nie ma innego członka, którego można by awansować na właściciela. Możesz chcieć usunąć zespół.
pt_br: Você não pode deixar a equipe se não houver outro membro para promover a proprietário. Você talvez queira excluir a equipe.
pt_pt: Não pode deixar a equipa se não houver outro membro a promover a dono. Pode querer eliminar a equipa.
ro: Nu puteţi părăsi echipa dacă nu există un alt membru care să devină administrator. Aţi putea şterge echipa.
ru: Вы не можете покинуть команду, если нет другого участника, которого можно было бы назначить владельцем. Возможно, вы захотите удалить команду.
sr: Не можете напустити тим ако нема другог члана за унапређење у власника. Можда бисте желели да избришете тим.
sv: Du kan inte lämna teamet om det inte finns någon annan medlem att tilldela som ägare. Du kanske vill ta bort teamet.
tr: Birisini takımın sahibi yapmadan takımı bırakamazsın. Takımı silmek isteyebilirsin.
zh_cn: 如果不能推选另一个成员作为团队所有者，你就无法离开团队。你或许想要删除该团队。
zh_hant: 如果沒有其他成員晉升為團隊的擁有者，您則不能離開團隊。或者您可以選擇刪除該團隊。

# modals.leave-and-reassign.hint1
source: You are the owner of this team. Please select another member to promote to owner before you leave.
ar: أنت %s المالك.
ca: Sou el propietari de %s.
cs: Jste vlastníkem tohoto týmu. Než odejdete, vyberte jiného člena, kterého chcete povýšit na vlastníka.
de: Sie sind der Eigentümer von %s.
el: Είστε ο ιδιοκτήτης του %s
es: Tienes la propiedad de este equipo. Por favor selecciona otra persona integrante para promover al rol Propiedad.
eu: Taldearen jabea zara. Aukeratu beste pertsona bat jabe izan dadin.
fa: شما مالک این تیم هستید. لطفاً قبل از ترک تیم، عضو دیگری را برای ارتقاء به مالک انتخاب کنید.
fr: Vous êtes le propriétaire de %s. Avant de partir, sélectionnez un autre membre à promouvoir comme propriétaire.
he: הבעלות על הצוות הזה בידיך. נא לבחור מישהו כדי לקידום לבעלות בטרם עזיבתך.
hi: आप इस टीम के मालिक हैं। कृपया टीम छोड़ने से पहले किसी अन्य सदस्य को मालिक बनाएं।
hr: Ti si vlasnik ovog tima. Prije odlaska odaberi drugog člana kojeg želiš promovirati u vlasnika.
id: Anda adalah pemilik dari tim ini. Silakan memilih anggota lain untuk mempromosikan sebagai pemilik sebelum Anda tinggal.
it: Sei il proprietario di questo team. Per favore seleziona un altro membro da promuovere a proprietario prima di uscire.
lv: Tu esi šīs komandas īpašnieks. Lūgums pirms pamešanas atlasīt citu dalībnieku, lai to norādītu kā īpašnieku.
ms: Anda adalah pemilik pasukan ini. Sila pilih ahli lain untuk dinaikkan pangkat kepada pemilik sebelum anda pergi.
nl: Jij bent de eigenaar van dit team. Selecteer een ander lid om tot eigenaar te maken voordat je vertrekt.
pl: Jesteś właścicielem tego zespołu. Wybierz innego członka, którego chcesz awansować na właściciela, zanim odejdziesz.
pt_br: Você é o proprietário de %s.
pt_pt: És o proprietário desta equipa. Por favor seleciona outro membro para promover para proprietário antes de saíres.
ro: Ești administratorul echipei %s.
ru: Вы владелец этой команды. Прежде чем покинуть её, выберите другого участника, чтобы сделать его владельцем.
sr: Ви сте власник овог тима. Изаберите другог члана за унапређење у власника пре него што напустите тим.
sv: Du är ägare till detta team. Välj en annan medlem att tilldela rollen ägare innan du lämnar teamet.
tr: Bu takımın sahibi sizsiniz. Lütfen ayrılmadan önce sahibi olarak belirlemek için başka bir üye seçin.
zh_cn: 你是此团队的所有者。在你离开团队之前，请选择其他成员晋升为所有者。
zh_hant: 你是這個團隊的老大。離開前，請選擇另一位成員頂你的位。

# modals.leave-and-reassign.promote-and-leave
source: Promote and leave
ar: رقِ وغادر
ca: Ascendeix i abandona
cs: Povýšit a odejít
de: Befördern und verlassen
el: Προώθηση και αφήστε
es: Promocionar y abandonar
eu: Jabe egin eta utzi
fr: Promouvoir et quitter
he: קידום ועזיבה
hi: पदोन्नत करें और छोड़ें
hr: Promoviraj i napusti
id: Promosikan dan tinggal
it: Promuovi e esci
lv: Nozīmēt un pamest
ms: Naik pangkat dan tinggalkan
nl: Promoveren en verlaten
pl: Awansuj i odejdź
pt_br: Promover e sair
pt_pt: Promover e sair
ro: Promovează şi părăseşte echipa
ru: Назначить и покинуть
sr: Унапреди и напусти
sv: Befodra och lämna
tr: Terfi ettir ve ayrıl
zh_cn: 晋升并退出
zh_hant: 晉升並離開

# modals.leave-and-reassign.select-member-to-promote
source: Select a member to promote
ar: حدّد عضوًا للترقية
ca: Seleccioneu un membre per a ascendir
cs: Vyberte člena, kterého chcete povýšit
de: Wählen Sie ein Mitglied aus, das befördert werden soll
el: Επιλέξτε ένα μέλος για προώθηση
es: Selecciona un miembro a promocionar
eu: Aukeratu jabe berria
fa: انتخاب یک عضو برای ارتقا
fr: Sélectionnez un membre à promouvoir
he: נא לבחור חבר לקידום
hi: पदोन्नति के लिए सदस्य चुनें
hr: Odaberi člana za promociju
id: Pilih seorang anggota untuk dipromosikan
it: Seleziona un membro da promuovere
lv: Atlasīt dalībnieku, ko nozīmēt
ms: Pilih ahli untuk dinaikkan pangkat
nl: Selecteer een lid om te promoveren
pl: Wybierz członka do awansu
pt_br: Selecione um membro para promover
pt_pt: Seleciona um membro para promover
ro: Selectează un membru pentru promovare
ru: Выберите участника для назначения
sr: Изаберите члана за унапређње
sv: Välj en medlem att befordra
tr: Terfi ettirmek için bir üye seçin
zh_cn: 选择一位成员晋升
zh_hant: 選擇要上位的會員

# modals.leave-and-reassign.title
source: Before you leave
ar: قبل مغادرتك
ca: Seleccioneu un membre per a ascendir
cs: Než odejdete
de: Wählen Sie ein Mitglied aus, das befördert werden soll
el: Επιλέξτε ένα μέλος για προώθηση
es: Antes de que abandones
eu: Utzi aurretik
fa: قبل از رفتن
fr: Sélectionnez un membre à promouvoir
he: בטרם עזיבתך
hi: छोड़ने से पहले
hr: Prije nego odeš
id: Sebelum Anda tinggal
it: Prima di uscire
lv: Pirms pamešanas
ms: Sebelum anda pergi
nl: Voordat je gaat
pl: Zanim opuścisz
pt_br: Selecione um membro para promover
pt_pt: Antes de saires
ro: Selectează un membru pentru promovare
ru: Прежде чем вы уйдёте
sr: Пре него што напустите
sv: Innan du lämnar
tr: Ayrılmadan önce
zh_cn: 在你离开之前
zh_hant: 離開前

# modals.leave-confirm.accept
source: Leave team
ar: غادر الفريق
ca: Abandona l'equip
cs: Opustit tým
de: Team verlassen
el: Αφήστε την ομάδα
es: Abandonar el equipo
eu: Utzi taldea
fa: خروج از تیم
fr: Quitter l’équipe
he: עזיבת צוות
hi: टीम छोड़ें
hr: Napusti tim
id: Tinggalkan tim
it: Lascia il team
lv: Pamest komandu
ms: Tinggalkan pasukan
nl: Team verlaten
pl: Opuść zespół
pt_br: Sair da equipe
pt_pt: Sair da equipa
ro: Părăsește echipa
ru: Покинуть команду
sr: Напустите тим
sv: Lämna teamet
tr: Takımdan ayrıl
zh_cn: 退出团队
zh_hant: 離開團隊

# modals.leave-confirm.message
source: Are you sure you want to leave this team?
ar: هل أنت متأكد أنك تريد مغادرة هذا الفريق؟
ca: Segur que voleu deixar l'equip?
cs: Opravdu chcete opustit tento tým?
de: Sind Sie sicher, dass Sie dieses Team verlassen wollen?
el: Είστε σίγουροι ότι θέλετε να αφήσετε αυτή την ομάδα;
es: ¿Seguro que quieres abandonar este equipo?
eu: Benetal taldea utzi egin nahi duzu?
fa: آیا مطمئنید که می‌خواهید این تیم را ترک کنید؟
fr: Voulez-vous vraiment quitter cette équipe ?
he: לעזוב את הצוות הזה?
hi: क्या आप सचमुच इस टीम को छोड़ना चाहते हैं?
hr: Jesi li siguran/na da želiš napustiti ovaj tim?
id: Apakah Anda ingin meninggalkan tim ini?
it: Vuoi lasciare questo team?
lv: Vai tiešām pamest šo komandu?
ms: Adakah anda pasti mahu meninggalkan pasukan ini?
nl: Weet je zeker dat je dit team wilt verlaten?
pl: Czy na pewno chcesz opuścić ten zespół?
pt_br: Tem certeza de que deseja sair da equipe?
pt_pt: Tens a certeza de que pretendes sair desta equipa?
ro: Ești sigur că dorești să părăsești această echipă?
ru: Вы уверены, что хотите покинуть эту команду?
sr: Да ли сте сигурни да желите да напустите овај тим?
sv: Är du säker på att du vill lämna teamet?
tr: Bu takımdan ayrılmak istediğinden emin misin?
zh_cn: 你确定要离开本团队吗？
zh_hant: 您確定要離開這個團隊嗎？

# modals.leave-confirm.title
source: Leaving team
ar: مغادرة الفريق
ca: S'està abandonant l'equip
cs: Opuštění týmu
de: Team verlassen
el: Αφήστε την ομάδα
es: Abandonando el equipo
eu: Taldea uzten
fa: درحال ترک تیم
fr: Quitter l’équipe
he: עזיבת הצוות
hi: टीम छोड़ रहे हैं
hr: Napuštanje tima
id: Meninggalkan tim
it: Lasciando il team
lv: Komandas pamešana
ms: Meninggalkan pasukan
nl: Team verlaten
pl: Opusczanie zespołu
pt_br: Saindo da equipe
pt_pt: Saindo da equipa
ro: Părăsire echipă în curs
ru: Выход из команды
sr: Напуштање тима
sv: Lämnar teamet
tr: Takımdan ayrıl
zh_cn: 正在退出团队
zh_hant: 正在離開團隊

# modals.move-shared-confirm.accept
source: Move
ca: Mou
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
he: העברה
hi: स्थानांतरित करें
hr: Premjestiti
id: Pindahkan
it: Sposta
lv: Pārvietot
nl: Verplaatsen
pt_pt: Mover
ro: Mută
ru: Переместить
sr: Преместите
sv: Flytta
tr: Taşı
zh_cn: 移动
zh_hant: 移動

# modals.move-shared-confirm.message
source: Are you sure you want to move this library?
cs: Opravdu chcete tuto knihovnu přesunout?
de: Sind Sie sicher, dass Sie diese Bibliothek verschieben wollen?
es: ¿Seguro que quieres mover esta biblioteca?
fr: Voulez-vous vraiment déplacer cette librairie ?
he: להעביר את הספרייה הזאת?
hi: क्या आप वाकई इस लाइब्रेरी को स्थानांतरित करना चाहते हैं?
hr: Jeste li sigurni da želite premjestiti ovu biblioteku?
id: Apakah Anda yakin ingin memindahkan pustaka ini?
it: Sei sicuro di voler spostare questa libreria?
lv: Vai tiešām pārvietot šīs bibliotēkas?
nl: Weet je zeker dat je deze bibliotheek wilt verplaatsen?
pt_pt: Tens a certeza que queres mover esta biblioteca?
ro: Ești sigur că vrei să muți această bibliotecă?
ru: Вы уверены, что хотите переместить эту библиотеку?
sr: Да ли сте сигурни да желите да преместите ову библиотеку?
sv: Är du säker på att du vill flytta det här biblioteket?
tr: Bu kütüphaneyi taşımak istediğinizden emin misiniz?
zh_cn: 你确定要移动这个共享库吗？
zh_hant: 您確定要移動該圖庫嗎？

# modals.move-shared-confirm.title
source: Move library
cs: Přesunout knihovnu
de: Bibliothek verschieben
es: Mover biblioteca
fr: Déplacer librairie
he: העברת ספרייה
hi: लाइब्रेरी स्थानांतरित करें
hr: Premjesti biblioteku
id: Pindahkan pustaka
it: Sposta libreria
lv: Pārvietot bibliotēkas
nl: Bibliotheek verplaatsen
pt_pt: Mover biblioteca
ro: Mută biblioteca
ru: Переместить библиотеку
sr: Премести библиотеку
sv: Flytta biblioteket
tr: Kütüphaneyi taşı
zh_cn: 移动共享库
zh_hant: 移動圖庫

# modals.nudge-title
source: Nudge amount
ar: كمية الدفع
ca: Quantitat d'atracció
cs: Posunout o
de: Verschiebung
es: Desplazamiento
eu: Desplazamendua
fr: Taille du décalage
he: כמות ההינד
hi: झटका मात्रा
hr: Pomakni za
id: Jumlah dorongan
it: Ampiezza scatto
lv: Nobīdes apjoms
ms: Jumlah anjakan
nl: Verschuiving
pl: Ilość przesunięcia
pt_br: Quantidade de deslocamento
pt_pt: Montante de deslocamento
ro: Suma înghiontului
ru: Величина сдвига
sr: Гурните износ
sv: Knuffmängd
tr: Dürtme miktarı
zh_cn: 微调量
zh_hant: 微調量

# modals.promote-owner-confirm.accept
source: Transfer ownership
ar: انقل الملكية
ca: Ascendeix
cs: Převést vlastnictví
de: Befördern
el: Προώθηση
es: Transferir propiedad
eu: Eman jabetza
fa: انتقال مالکیت
fr: Promouvoir
he: העברת בעלות
hi: स्थानांतरण स्वामित्व
hr: Prenesi vlasništvo
id: Transfer kemilikan
it: Trasferisci proprietà
lv: Nodot īpašumtiesības
ms: Pindah hak milik
nl: Eigendom overdragen
pl: Przeniesienie własności
pt_br: Transferir equipe
pt_pt: Transferir propriedade
ro: Promovează
ru: Передача прав собственности
sr: Пренесите власништво
sv: Överför ägandet
tr: Sahipliği aktar
zh_cn: 转让所有权
zh_hant: 轉讓所有權

# modals.promote-owner-confirm.hint
source: If you transfer the ownership, you will change your role to Admin, losing some permissions over this team.
ar: إذا نقلت الملكية، فستتغير دورك إلى المسؤول، وستفقد بعض الأذونات المتعلقة بهذا الفريق.
ca: Si transferiu la propietat, canviareu el vostre rol a admin, perdent alguns permisos sobre l'equip.
cs: Pokud převedete vlastnictví, změníte svou roli na správce a ztratíte některá oprávnění k tomuto týmu.
de: Wenn Sie die Eigentümerschaft übertragen, ändern Sie Ihre Rolle in Admin und verlieren einige Berechtigungen für dieses Team.
es: Si transfieres la propiedad, tu rol cambiará a Administración, perdiendo algunos permisos sobre este equipo.
eu: Jabetza ematen baduzu, zure rola Kudeatzaile izatera pasatuko da, taldearekiko zure baimen batzuk galduz.
fa: اگر مالکیت را منتقل کنید، نقش خود را به مدیر تغییر می‌دهید و برخی از مجوزهای این تیم را از دست می‌دهید.
fr: Si vous transférez la propriété, vous changerez votre rôle en Admin, perdant ainsi certaines permissions sur cette équipe.
he: העברת בעלות תשנה את תפקידך לחלק מההנהלה תוך אובדן חלק מההרשאות שלך על הצוות הזה.
hi: यदि आप स्वामित्व स्थानांतरित करते हैं, तो आपकी भूमिका एडमिन में बदल जाएगी, और इस टीम पर कुछ अनुमतियाँ आप खो देंगे।
hr: Ako preneseš vlasništvo, promijenit ćeš svoju ulogu u Administrator, čime ćeš izgubiti neka dopuštenja za ovaj tim.
id: Jika Anda mentransfer kemilikan, Anda akan mengubah peran Anda ke Admin, dan kehilangan beberapa izin pada tim ini.
it: Trasferendo la proprietà, il tuo ruolo diverrà quello di Admin, perdendo alcuni privilegi su questo team.
lv: Ja tiks nodotas īpašumtiesības, ieņemamā loma tiks nomainīta uz "Pārvaldnieks", zaudējot dažas atļaujas šajā komandā.
ms: Jika anda memindahkan pemilikan, anda akan menukar peranan anda kepada Pentadbir, kehilangan beberapa kebenaran ke atas pasukan ini.
nl: Als je het eigendom overdraagt, verander je je rol in beheerder en verlies je enkele machtigingen voor dit team.
pl: Jeśli przeniesiesz własność, zmienisz swoją rolę na administratora, tracąc niektóre uprawnienia w tym zespole.
pt_br: Se você transferir a propriedade, mudará sua função para Admin, perdendo algumas permissões sobre essa equipe.
pt_pt: Se transferires a propriedade, vais alterar a tua função para Administrador, perdendo algumas permissões sobre esta equipa.
ro: Dacă transferi dreptul de proprietate, îți vei schimba rolul în Administrator, pierzând unele permisiuni asupra acestei echipe.
ru: Если вы передадите права собственности, вы измените свою роль на администратора, потеряв некоторые права доступа в этой команде.
sr: Ако пренесете власништво, променићете своју улогу у администратора, чиме ћете изгубити неке дозволе над овим тимом.
sv: Om du överför ägandet kommer du att ändra din roll till Admin och förlora vissa behörigheter över det här teamet.
tr: Sahipliği aktarırsanız, rolünüzü Yönetici olarak değiştireceksiniz ve bu takım üzerindeki bazı izinleri kaybedeceksiniz.
zh_cn: 如果你转移所有权，你的角色将变为管理员，失去对这个团队的一些权限。
zh_hant: 如果您轉移所有權，您的角色將變為管理員，並失去對該團隊的一些權限。
