Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.plugins.permissions.disclaimer
source: Please note that this plugin is created by an external party, so ensure you trust it before granting access. Your data privacy and security are important to us. If you have any concerns, please contact support.
ar: يُرجى ملاحظة أن هذا المكون الإضافي أُنشئ بواسطة طرف خارجي، لذا تأكد من الوثوق به قبل منحه حق الوصول. خصوصية بياناتك وأمنها مهمان بالنسبة لنا. إذا كانت لديك أي مخاوف، يُرجى التواصل مع الدعم.
cs: Tento plugin je vytvořen třetí stranou, takže se před udělením přístupu ujistěte, že mu důvěřujete. Ochrana a bezpečnost vašich dat jsou pro nás důležité. Máte-li jakékoli obavy, kontaktujte podporu.
de: Beachten Sie, dass dieses Plugin von einer externen Quelle erstellt wurde.
es: Ten en cuenta que las extensiones están desarrolladas por terceros, aseguraté que confías antes de conceder el permiso. Tu privacidad y seguridad es importante para nosotros. Si tienes cualquier duda, contacta con soporte.
fr: Notez que cette extension est créée par un utilisateur externe. Avant de lui accorder l'accès, assurez-vous que ce soit une personne digne de confiance. La confidentialité de vos données et votre sécurité sont importantes pour nous. Si vous avez des questions, contactez l'assistance.
he: נא לשים לב שהתוסף הזה נוצר על ידי גוף חיצוני, לכן כדאי לוודא שהוא אמין לפי שמעניקים לו גישה. פרטיות ואבטחת המידע שלך חשובים לנו. במקרה של ספק נא ליצור קשר עם התמיכה.
hi: कृपया ध्यान दें कि यह प्लगइन किसी बाहरी पक्ष द्वारा बनाया गया है, इसलिए पहुँच प्रदान करने से पहले यह सुनिश्चित करें कि आप उस पर विश्वास करते हैं। आपकी डेटा गोपनीयता और सुरक्षा हमारे लिए महत्वपूर्ण है। यदि आपको कोई चिंता हो, तो कृपया सहायता केंद्र से संपर्क करें।
hr: Imajte na umu da je ovaj dodatak izradila vanjska strana, stoga provjerite vjerujete li mu prije nego što odobrite pristup. Privatnost i sigurnost vaših podataka važni su nam. Ako imate bilo kakvih nedoumica, obratite se podršci.
id: Harap diingat bahwa plugin ini dibuat oleh pihak eksternal, jadi pastikan Anda mempercayainya sebelum memberikan akses. Privasi dan keamanan data Anda penting bagi kami. Jika Anda memiliki masalah, silakan hubungi dukungan.
it: Tieni presente che questo plugin è creato da una terza parte, quindi assicurati di fidarti prima di concedere l'accesso. La tua privacy e sicurezza dei dati sono importanti per noi. Se hai dubbi, contatta il supporto.
lv: Lūgums ņemt vērā, ka šo spraudni izveidoja trešā puse, tāpēc pirms piekļuves nodrošināšanas jāpārliecinās par tās uzticamību. Mums ir svarīga Tavu datu privātums un drošība. Ja ir kādas neskaidrības, lūgums sazināties ar atbalstu.
nl: Houd er rekening mee dat deze plug-in is gemaakt door een externe partij, dus zorg ervoor dat je deze vertrouwt voordat je toegang verleent. Privacy van jouw gegevens en beveiliging zijn belangrijk voor ons. Als je je zorgen maakt, neem dan contact op met ondersteuning.
ro: Ține cont că această extensie este creată de o terță parte, deci asigură-te că ai încredere în aceasta înainte de a-i acorda acces. Securitatea și confidențialitatea datelor tale sunt importante nouă. dacă ai vreo nelămurire, te rugăm să contactezi suportul.
sv: Observera att detta plugin har skapats av en extern part, så se till att du litar på den innan du ger åtkomst. Din datasekretess och säkerhet är viktiga för oss. Om du har några frågor, vänligen kontakta support.
tr: Bu eklentinin harici bir tarafça oluşturulduğunu unutmayın.
zh_hant: 請注意，此外掛由外部廠商建立，因此在授權存取之前，請確保您信任它。我們重視您的資料隱私與安全。如有任何疑慮，請聯絡我們的客服。

# workspace.plugins.permissions.library-read
source: Read your libraries and assets.
cs: Číst vaše knihovny a položky.
de: Lesen Ihrer Bibliotheken und Assets.
es: Leer la información de sus bibliotecas y recursos.
fr: Lire vos bibliothèques et composants.
he: קריאת הספריות והמשאבים שלך.
hi: आपकी लाइब्रेरी और संसाधनों को पढ़ें।
hr: Čitajte svoje biblioteke i stavke.
id: Membaca pustaka dan aset Anda.
it: Leggere le tue librerie e risorse.
lv: Lasīt bibliotēkas un līdzekļus.
nl: Jouw bibliotheken en middelen bekijken.
pt_pt: Ler informações sobre as tuas bibliotecas e recursos.
ro: Citește bibliotecile și obiectele tale.
sv: Läs dina bibliotek och tillgångar.
tr: Kütüphanelerinizi ve varlıklarınızı oku.
zh_cn: 阅读您的库和资源。
zh_hant: 讀取您的圖庫與資源。

# workspace.plugins.permissions.library-write
source: Read and modify your libraries and assets.
cs: Číst a upravovat vaše knihovny a položky.
de: Lesen und Ändern Ihrer Bibliotheken und Assets.
es: Leer y modificar la información de sus bibliotecas y recursos.
fr: Lire et modifier vos bibliothèques et composants.
he: קריאה ושינוי הספריות והמשאבים שלך.
hi: आपकी लाइब्रेरी और संसाधनों को पढ़ें और संशोधित करें।
hr: Čitajte i mijenjajte svoje biblioteke i stavke.
id: Membaca dan mengubah pustaka dan aset Anda.
it: Leggere e modificare le tue librerie e risorse.
lv: Lasīt un mainīt bibliotēkas un līdzekļus.
nl: Jouw bibliotheken en middelen lezen en aanpassen.
pt_pt: Ler e modificar as tuas bibliotecas e recursos.
ro: Citește și modifică bibliotecile și obiectele tale.
sv: Läs och modifiera dina bibliotek och tillgångar.
tr: Kütüphanelerinizi ve varlıklarınızı oku ve değiştir.
zh_cn: 阅读和修改您的库和资源。
zh_hant: 讀取以及修改您的圖庫與資源。

# workspace.plugins.permissions.title
source: '%s' PLUGIN WANTS ACCESS TO:
cs: PLUGIN '%s' POŽADUJE PŘÍSTUP K:
de: '%s' PLUGIN BENÖTIGT ZUGRIFF AUF:
es: LA EXTENSIÓN '%s' SOLICITA PERMISO PARA ACCEDER:
fr: L'EXTENSION « %s » SOUHAITE ACCÉDER À :
he: התוסף ‚%s’ רוצה לגשת אל:
hi: '%s' प्लगइन को निम्न तक पहुँच चाहिए:
hr: '%s' DODATAK ŽELI PRISTUP:
id: PLUGIN '%s' MEMINTA AKSES:
it: IL PLUGIN '%s' VUOLE ACCEDERE A:
lv: SPRAUDNIS "%s" PIEPRASA PIEKĻUVI:
nl: PLUG-IN '%s' WIL TOEGANG TOT:
pt_pt: O PLUGIN '%s' SOLICITA ACESSO A:
ro: EXTENSIA '%s' VREA ACCES LA:
sv: '%s' PLUGIN ÖNSKAR TILLGÅNG TILL:
tr: BU EKLENTİ ŞUNLARA ERİŞİM İSTİYOR:
zh_cn: '%s' 插件需要访问：
zh_hant: '%s' 外掛需要訪問以下內容：

# workspace.plugins.permissions.user-read
source: Read the profile information of the current user.
cs: Číst informace o profilu aktuálního uživatele.
de: Lesen der Profil-Informationen des aktuellen Benutzers.
es: Leer la información del usuario actual.
fr: Lire les informations du profil de l'utilisateur.
he: קריאת פרטי הפרופיל של המשתמש הנוכחי.
hi: वर्तमान उपयोगकर्ता की प्रोफ़ाइल जानकारी पढ़ें।
hr: Pročitajte informacije o profilu trenutnog korisnika.
id: Membaca informasi profil pengguna sasaat ini.
it: Leggere le informazioni del profilo dell'utente attuale.
lv: Lasīt pašreizējā lietotāja profila informāciju.
nl: Lees de profielinformatie van de huidige gebruiker.
pt_pt: Ler as informações de perfil do utilizador atual.
ro: Citește informațiile profilului utilizatorului curent.
sv: Läs den aktuella användarens profilinformation.
tr: Geçerli kullanıcının profil bilgilerini oku.
zh_hant: 讀取當前使用者的個人資料資訊。

# workspace.plugins.plugin-list-link
source: Plugins List
cs: Seznam pluginů
de: Liste der Plugins
es: Lista de extensiones
fr: Liste des extensions
he: רשימת תוספים
hi: प्लगइन्स सूची
hr: Popis dodataka
id: Daftar Plugin
it: Lista plugin
lv: Spraudņu saraksts
nl: Plug-in-lijst
pt_pt: Lista de plugins
ro: Lista de extensii
ru: Список плагинов
sr: Листа додатака
sv: Lista på plugins
tr: Eklenti Listesi
zh_cn: 插件列表
zh_hant: 外掛列表

# workspace.plugins.remove-plugin
source: Remove plugin
cs: Odebrat plugin
de: Plugin entfernen
es: Eliminar extensión
fr: Supprimer l'extension
he: הסרת תוסף
hi: प्लगइन हटाएँ
hr: Ukloni dodatak
id: Hapus plugin
it: Rimuovi plugin
lv: Noņemt spraudni
nl: Plug-in verwijderen
pt_pt: Remover plugin
ro: Elimină extensie
sv: Ta bort plugin
tr: Eklentiyi kaldır
zh_cn: 移除插件
zh_hant: 移除外掛

# workspace.plugins.search-placeholder
source: Write a plugin URL
cs: Napište adresu URL pluginu
de: Eine URL des Plugins eingeben
es: Intruduzca URL de la extensión
fr: Entrez l'URL d'une extension
he: נא למלא כתובת תוסף
hi: एक प्लगइन URLलिखें
hr: Napišite URL dodatka
id: Tuliskan URL plugin
it: Scrivi URL di un plugin
lv: Ierakstīt spraudņa URL
nl: De URL van een plug-in invoeren
pt_pt: Introduz um URL de plugin
ro: Introdu un URL de extensie
ru: Введите URL-адрес плагина
sr: Напишите URL додатка
sv: Skriv in plugin URL
tr: Bir eklenti URL'si yazın
zh_cn: 写入插件 URL
zh_hant: 寫入外掛網址

# workspace.plugins.success
source: Plugin correctly loaded.
cs: Plugin správně načten.
de: Plugin wurde korrekt geladen.
es: Extensión cargada correctamente.
fr: Extension correctement chargée.
he: התוסף נטען כראוי.
hi: प्लगइन सही ढंग से लोड हो गया।
hr: Dodatak je ispravno učitan.
id: Plugin dimuat dengan benar.
it: Plugin caricato correttamente.
lv: Spraudnis ir pareizi ielādēts.
nl: Plug-in met succes geladen.
pt_pt: Plugin carregado com sucesso.
ro: Extensie încărcată corect.
ru: Плагин загружен правильно.
sr: Додатак је исправно учитан.
sv: Pluginen laddades.
tr: Eklenti doğru şekilde yüklendi.
zh_cn: 插件已正确载入。
zh_hant: 外掛已正確載入。

# workspace.plugins.title
source: Plugins
cs: Pluginy
es: Extensiones
fr: Extensions
he: תוספים
hi: प्लग-इन
hr: Dodaci
id: Plugin
it: Plugin
lv: Spraudņi
ro: Extensii
ru: Плагины
sr: Додаци
tr: Eklentiler
zh_cn: 插件
zh_hant: 外掛

# workspace.plugins.try-out.cancel
source: NOT NOW
ar: ليس اﻵن
cs: TEĎ NE
de: NICHT JETZT
es: AHORA NO
fr: PAS MAINTENANT
he: לא עכשיו
hi: अभी नहीं
hr: NE SADA
id: NANTI
it: NON ORA
lv: NE TAGAD
nl: NIET NU
pt_pt: AGORA NÃO
ro: NU ACUM
sv: INTE NU
tr: ŞİMDİ DEĞİL
zh_cn: 不是现在
zh_hant: 不是現在

# workspace.plugins.try-out.message
source: Want to take a look? It will open in a new draft for your current team. (If not, you can always find it in the installed plugins of any file.)
ar: أتريد إلقاء نظرة؟ سيتم فتحه في مسودة جديدة لفريقك الحالي. (وإلا، يمكنك دائمًا العثور عليه في الملحقات المثبتة لأي ملف.)
cs: Chcete se podívat? Otevře se v novém konceptu pro váš aktuální tým. (Pokud ne, můžete jej vždy najít v nainstalovaných zásuvných modulech libovolného souboru.)
de: Möchten Sie einen ersten Eindruck bekommen? Es wird in einem neuen Entwurf für Ihr aktuelles Team geöffnet. (Falls nicht, können Sie es jederzeit in den installierten Plugins einer beliebigen Datei finden.)
es: ¿Quieres echar un vistazo?. Crearemos un nuevo borrador en tu equipo actual. (Si no, puedes encontrar los plugins instalados en cualquier fichero.)
fr: Envie d'y jeter un œil ? Cela ouvrira un nouveau brouillon pour votre équipe actuelle. (Si non, vous pouvez toujours le trouver dans les extensions installés dans n'importe quel fichier.)
he: מעניין אותך להציץ? בחירה בזה תיפתח בטיוטה חדשה לצוות הנוכחי שלך. (אם לא, תמיד אפשר למצוא אותו בתוספים המותקנים של כל קובץ שהוא.)
hi: देखना चाहेंगे? यह आपकी वर्तमान टीम के लिए एक नए ड्राफ्ट में खुलेगा। (यदि नहीं, तो आप इसे किसी भी फ़ाइल के इंस्टॉल किए गए प्लगइन्स में हमेशा पा सकते हैं।)
hr: Želite li pogledati? Otvorit će se u novom nacrtu za vaš trenutni tim. (Ako ne, uvijek ga možete pronaći u instaliranim dodacima bilo koje datoteke.)
id: Ingin melihat? Ini akan membuka dalam draf baru untuk tim Anda saat ini. (Jika tidak, Anda selalu dapat mencarinya dalam plugin terpasang dalam berkas apa pun.)
it: Vuoi dare un'occhiata? Si aprirà in una nuova bozza per il tuo team attuale. (In caso contrario, puoi sempre trovarlo nei plugin installati di qualsiasi file.)
lv: Vēlies izmēģināt? Tas tiks atvērts jaunā melnrakstā Tavai pašreizējai komandai. (Ja nē, vienmēr to var atrast jebkuras datnes uzstādītajos spraudņos.)
nl: Wil je even kijken? Het wordt geopend in een nieuw concept voor je huidige team. (Zo niet, dan vindt je het altijd in de geïnstalleerde plug-ins van elk bestand.)
ro: Vrei să arunci o privire? Va deschide într-o schiță pentru echipa ta curentă. (Dacă nu, poți oricând să o găsești în lista de extensii instalate a oricărui fișier.)
sv: Vill du ta en titt? Det kommer att öppnas i ett nytt utkast för ditt nuvarande team. (Om inte, kan du alltid hitta det i de installerade plugins för alla filer.)
tr: Bir göz atmak ister misiniz? Geçerli takımınız için yeni bir taslakta açılacaktır. (İstemiyorsanız, onu herhangi bir dosyanın kurulu eklentilerinde her zaman bulabilirsiniz.)
zh_hant: 想看看嗎？它將在您當前的團隊中以新草稿開啟。（如果不想，您隨時可以在任何檔案的已安裝外掛中找到它。）

# workspace.plugins.try-out.title
source: '%s' PLUGIN IS INSTALLED FOR YOUR USER!
cs: PLUGIN '%s' JE NAINSTALOVÁN PRO VAŠEHO UŽIVATELE!
de: '%s' PLUGIN IST FÜR IHREN BENUTZER INSTALLIERT!
es: ¡LA EXTENSIÓN '%s' HA SIDO INSTALADA PARA TU USUARIO!
fr: L'EXTENSION « %s » EST INSTALLÉE POUR VOTRE UTILISATEUR !
he: תוסף ‚%s’ מותקן למשתמש שלך!
hi: %s' प्लगइन आपके उपयोगकर्ता के लिए इंस्टॉल हो चुका है!
hr: '%s' PLUGIN JE INSTALIRAN ZA VAŠEG KORISNIKA!
id: PLUGIN '%s' TERPASANG UNTUK PENGGUNA ANDA!
it: IL PLUGIN '%s' È INSTALLATO PER IL TUO UTENTE!
lv: SPRAUDNIS "%s" IR UZSTĀDĪTS.
nl: PLUG-IN '%s' IS GEÏNSTALLEERD VOOR JE GEBRUIKER!
pt_pt: O PLUGIN '%s' FOI INSTALADO PARA O TEU UTILIZADOR!
ro: EXTENSIE '%s' ESTE INSTALATĂ PENTRU UTILIZATORUL TĂU!
sv: '%s' PLUGIN ÄR INSTALLERAD FÖR DIN ANVÄNDARE!
tr: '%s' EKLENTİSİ KULLANICINIZ İÇİN KURULDU!
zh_cn: '%s' 插件已为您的使用者安装！
zh_hant: '%s' 外掛已為您的使用者安裝！

# workspace.plugins.try-out.try
source: TRY PLUGIN
cs: VYZKOUŠET PLUGIN
de: PLUGIN TESTEN
es: PROBAR PLUGIN
fr: ESSAYER L'EXTENSION
he: התנסות בתוסף
hi: प्लगइन आज़माएँ
hr: PROBAJTE DODATAK
id: COBA PLUGIN
it: PROVA PLUGIN
lv: IZMĒĢINĀT SPRAUDNI
nl: PLUG-IN UITPROBEREN
pt_pt: TESTAR PLUGIN
ro: ÎNCEARCĂ EXTENSIA
sv: TESTA PLUGIN
tr: EKLENTİYİ DENE
zh_cn: 尝试插件
zh_hant: 嘗試外掛

# workspace.shape.menu.add-flex
source: Add flex layout
ar: إضافة تخطيط الثني
cs: Přidat flexibilní rozložení
de: Flex-Layout hinzufügen
es: Añadir flex layout
eu: Gehitu flex diseinua
fr: Ajouter une disposition flex
he: הוספת פריסת flex
hi: फ्लेक्स लेआउट जोड़ें
hr: Dodajte flex raspored
id: Tambahkan tata letak flex
it: Aggiungi layout flex
lv: Pievienot elastīgo izkārtojumu
nl: Flex-indeling toevoegen
pl: Dodaj układ flex
pt_br: Adicionar Flex Layout
pt_pt: Adicionar layout flex
ro: Adaugă aspect flexibil
ru: Добавить макет гибкости
sr: Додајте флексибилни распоред
sv: Lägg till flex layout
tr: Esnek düzen ekle
zh_cn: 添加弹性布局
zh_hant: 新增彈性布局

# workspace.shape.menu.add-grid
source: Add grid layout
ar: إضافة تخطيط التشبيك
cs: Přidat rozvržení mřížky
de: Grid-Layout hinzufügen
es: Añadir grid layout
fr: Ajouter une disposition en grille
he: הוספת פריסת רשת
hi: ग्रिड लेआउट जोड़ें
hr: Dodajte grid raspored
id: Tambahkan tata letak kisi
it: Aggiungi layout grid
lv: Pievienot režģa izkārtojumu
nl: Rasterindeling toevoegen
pt_pt: Adicionar layout em grelha
ro: Adaugă aspect grilă
ru: Добавить макет сетки
sr: Додајте распоред мреже
sv: Lägg till grid layout
tr: Izgara düzeni ekle
zh_cn: 添加网格布局
zh_hant: 新增網格佈局

# workspace.shape.menu.add-layout
source: Add layout
cs: Přidat rozvržení
de: Layout hinzufügen
es: Añadir layout
fr: Ajouter une disposition
he: הוספת פריסה
hi: लेआउट जोड़ें
hr: Dodajte raspored
id: Tambahkan tata letak
it: Aggiungi layout
lv: Pievienot izkārtojumu
nl: Lay-out toevoegen
pt_pt: Adicionar layout
ro: Adaugă aspect
sv: Lägg till layout
tr: Yerleşim düzeni ekle
zh_cn: 新增布局
zh_hant: 新增佈局

# workspace.shape.menu.add-variant
source: Create variant
ar: أنشئ تنويعة
de: Variante erstellen
es: Crear variante
fr: Créer une variante
he: יצירת הגוון
hi: वैरिएंट बनाएं
id: Buat varian
it: Crea variante
lv: Izveidot variantu
nl: Variant aanmaken
ro: Creează variantă
sv: Skapa variant
tr: Çeşit oluştur
zh_cn: 创建变体

# workspace.shape.menu.add-variant-property
source: Add new property
es: Añadir nueva propiedad
fr: Ajouter une nouvelle propriété
he: הוספת מאפיין חדש
hi: नई संपत्ति जोड़ें
id: Buat properti baru
it: Aggiungi nuova proprietà
lv: Pievienot jaunu īpašību
nl: Nieuwe eigenschap toevoegen
ro: Adaugă o nouă proprietate
sv: Lägg till ny egenskap
tr: Yeni özellik ekle
zh_cn: 新增新属性

# workspace.shape.menu.back
source: Send to back
ar: أرسل الى الخلف
ca: Envia-ho al fons
cs: Poslat na konec
de: In den Hintergrund
el: Αποστολή προς τα πίσω
es: Enviar al fondo
eu: Atzera bota
fa: فرستادن به پشت
fr: Envoyer au fond
he: הרחקה
hi: वापस भेजो
hr: Pošalji natrag
id: Kirim ke paling belakang
it: Porta in fondo
lv: Sūtīt atpakaļ
nl: Naar achtergrond verplaatsen
pl: Przesuń na spód
pt_br: Enviar para o fundo
pt_pt: Enviar para trás
ro: Trimite înapoi
ru: На задний план
sr: Пошаљи позади
sv: Flytta längst bak
tr: En arkaya gönder
zh_cn: 移至底层
zh_hant: 送到最底層

# workspace.shape.menu.backward
source: Send backward
ar: أرسل الى الخلف
ca: Envia-ho darrere
cs: Poslat dozadu
de: Eins nach hinten
el: Αποστολή προς τα πίσω
es: Enviar atrás
eu: Atzera bidali
fa: فرستادن به عقب
fr: Éloigner
he: הרחקה לאחור
hi: पीछे भेजें
hr: Pošalji u pozadinu
id: Kirim ke belakang
it: Porta indietro
lv: Sūtīt uz aizmuguri
nl: Naar achteren verplaatsen
pl: Przesuń do tyłu
pt_br: Enviar para trás
pt_pt: Mover para trás
ro: Trimite în urmă
ru: Перенести назад
sr: Пошаљи назад
sv: Flytta bakåt
tr: Arkaya gönder
zh_cn: 向下移动一层
zh_hant: 向後移動

# workspace.shape.menu.combine-as-variants
source: Combine as variants
es: Combinar como variantes
he: שילוב כהגוון
hi: वैरिएंट के रूप में संयोजित करें
it: Combina come varianti
nl: Combineren als varianten
ro: Combină ca variante
sv: Kombinera som varianter
tr: Çeşit olarak birleştir
zh_cn: 合并为变体

# workspace.shape.menu.combine-as-variants-error
source: Components need to be in the same page
es: Los componentes tienen que estar en la misma página
fr: Les composants doivent se trouver sur la même page
he: הרכיבים צריכים להיות באותו העמוד
hi: घटकों को एक ही पृष्ठ पर होना आवश्यक है
it: I componenti devono essere nella stessa pagina
nl: Componenten moeten op dezelfde pagina staan
ro: Componentele trebuie să fie în aceeași pagină
ru: Компоненты должны находиться на одной странице
sv: Komponenter måste vara på samma sida
tr: Bileşenler aynı sayfada olmalıdır
zh_cn: 组件需要在同一个页面中

# workspace.shape.menu.copy
source: Copy
ar: انسخ
ca: Copia
cs: Kopírovat
de: Kopieren
el: αντίγραφο
es: Copiar
eu: Kopiatu
fa: کپی
fr: Copier
he: העתקה
hi: कापी
hr: Kopiraj
id: Salin
it: Copia
lv: Kopēt
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Скопировать
sr: Копирај
sv: Kopiera
tr: Kopyala
zh_cn: 复制
zh_hant: 複製

# workspace.shape.menu.copy-css
source: Copy as CSS
cs: Kopírovat jako CSS
de: Als CSS kopieren
es: Copiar como CSS
fr: Copier en CSS
he: העתקה כ־CSS
hi: CSS के रूप में प्रतिलिपि करें
hr: Kopiraj kao CSS
id: Salin sebagai CSS
it: Copia come CSS
lv: Ievietot starpliktuvē kā CSS
nl: Kopiëren als CSS
pt_pt: Copiar como CSS
ro: Copiază ca CSS
sv: Kopiera som CSS
tr: CSS olarak kopyala
zh_cn: 复制为 CSS
zh_hant: 複製為 CSS

# workspace.shape.menu.copy-css-nested
source: Copy as CSS (nested layers)
cs: Kopírovat jako CSS (vnořené vrstvy)
de: Als CSS kopieren (verschachtelte Ebenen)
es: Copiar como CSS (capas anidadas)
fr: Copier en CSS (couches imbriquées)
he: העתקה כ־CSS (שכבות מקוננות)
hi: CSS के रूप में प्रतिलिपि करें(नेस्टेड लेयर्स)
hr: Kopiraj kao CSS (ugniježđeni slojevi)
id: Salin sebagai CSS (lapisan bersarang)
it: Copia come CSS (livelli nidificati)
lv: Ievietot starpliktuvē kā CSS (pakārtoti slāņi)
nl: Copy as CSS (geneste lagen)
ro: Copiază ca CSS (straturi indentate)
sv: Kopiera som CSS (nästlade lager)
tr: CSS olarak kopyala (iç içe katmanlar)
zh_cn: 复制为 CSS （嵌套层）
zh_hant: 複製為 CSS（巢狀層級）

# workspace.shape.menu.copy-link
source: Copy link
cs: Zkopírovat odkaz do schránky
de: Link in die Zwischenablage kopieren
es: Copiar enlace
fr: Copier le lien
he: העתקת קישור
hi: लिंक कॉपी
hr: Kopiraj vezu u međuspremnik
id: Salin tautan ke papan klip
it: Copia link negli appunti
lv: Ievietot saiti starpliktuvē
nl: Link kopiëren naar klembord
pt_pt: Copiar ligação para a área de transferência
ro: Copiază link
sv: Kopiera länken till urklipp
tr: Bağlantıyı kopyala
zh_cn: 复制链接
zh_hant: 複製連結到剪貼簿

# workspace.shape.menu.copy-paste-as
source: Copy/Paste as ...
cs: Kopírovat/Vložit jako...
de: Kopieren/Einfügen als ...
es: Copiar/Pegar como ...
fr: Copier/Coller en tant que…
he: העתקה/הדבקה בתור…
hi: के रूप में कॉपी/पेस्ट करें..।
hr: Kopiraj/zalijepi kao...
id: Salin/Tempel sebagai ...
it: Copia/Incolla come…
lv: Ievietot starpliktuvē/ielīmēt kā ...
nl: Kopiëren/plakken als…
pt_pt: Copiar/Colar como ...
ro: Copiază/Lipește ca...
sv: Kopiera/Klistra in som ...
tr: Farklı kopyala/yapıştır ...
zh_cn: 复制/粘贴为...
zh_hant: 複製/貼上為 ...

# workspace.shape.menu.copy-props
source: Copy properties
cs: Kopírovat vlastnosti
de: Eigenschaften kopieren
es: Copiar propiedades
fr: Copier les propriétés
he: העתקת מאפיינים
hi: गुण कॉपी करें
hr: Kopiraj svojstva
id: Salin properti
it: Copia proprietà
lv: Ievietot īpašības starpliktuvē
nl: Eigenschappen kopiëren
pt_pt: Copiar propriedades
ro: Copiază proprietățile
sv: Kopiera egenskaper
tr: Özellikleri kopyala
zh_cn: 复制属性
zh_hant: 複製屬性

# workspace.shape.menu.copy-svg
source: Copy as SVG
de: Als SVG kopieren
es: Copiar como SVG
fr: Copier sous forme de fichier SVG
he: העתקה כ־SVG
hi: SVGG के रूप में कॉपी करें
it: Copia come SVG
lv: Ievietot starpliktuvē kā SVG
nl: Kopiëren als SVG
ro: Copiază ca SVG
sv: Kopiera som SVG
tr: SVG olarak kopyala
zh_cn: 复制为 SVG

# workspace.shape.menu.copy-text
source: Copy as text
cs: Kopírovat jako text
de: Als Text kopieren
es: Copiar como texto
fr: Copier en texte
he: העתקה כטקסט
hi: पाठ के रूप में कॉपी करें
hr: Kopiraj kao tekst
id: Salin sebagai teks
it: Copia come testo
lv: Ievietot starpliktuvē kā tekstu
nl: Kopiëren als tekst
pt_pt: Copiar como texto
ro: Copiază ca text
sv: Kopiera som text
tr: Metin olarak kopyala
zh_cn: 复制为文本
zh_hant: 複製為純文字

# workspace.shape.menu.create-annotation
source: Create annotation
ar: أنشئ تعليق توضيحي
cs: Vytvořit anotaci
de: Anmerkung erstellen
es: Crear una nota
fr: Créer une note
he: יצירת הסבר
hi: एनोटेशन बनाएं
hr: Napravite bilješku
id: Buat anotasi
it: Crea annotazione
lv: Izveidot piezīmi
nl: Aantekening maken
pt_pt: Criar nota
ro: Creează notă
ru: Создать аннотацию
sr: Направи напомену
sv: Skapa anteckning
tr: Açıklama oluştur
zh_cn: 创建注释
zh_hant: 建立注釋

# workspace.shape.menu.create-artboard-from-selection
source: Selection to board
ar: تحديد إلى اللوحة
ca: Selecciona al tauler
cs: Výběr na tabuli
de: Auswahl auf Zeichenfläche
es: Tablero de selección
eu: Aukeraketa arbelera
fr: Créer un plan de travail depuis la sélection
he: בחירה ללוח
hi: बोर्ड के लिए चयन
hr: Odabir na ploču
id: Seleksi ke papan
it: Tavola da disegno da selezione
lv: Atlase uz plātni
nl: Selectie naar bord
pl: Zaznaczone do obszaru kompozycji
pt_br: Agrupar em uma tela
pt_pt: Seleção para a prancheta
ro: Selecție la planșă
ru: Выделенное в кадр
sr: Избор на табли
sv: Markering till tavla
tr: Çalışma yüzeyi için seçim
zh_cn: 转为画板
zh_hant: 選擇面板

# workspace.shape.menu.create-component
source: Create component
ar: أنشئ مكوّن
ca: Crea un component
cs: Vytvořit komponentu
de: Komponente erstellen
el: Δημιουργία στοιχείου
es: Crear componente
eu: Sortu osagaia
fa: ایجاد کامپوننت
fr: Créer un composant
he: יצירת רכיב
hi: घटक बनाएँ
hr: Kreiraj komponentu
id: Buat komponen
it: Crea componente
lv: Izveidot sastāvdaļu
nl: Component aanmaken
pl: Utwórz komponent
pt_br: Criar componente
pt_pt: Criar componente
ro: Creează componentă
ru: Создать компонент
sr: Направи компоненту
sv: Skapa komponent
tr: Bileşen oluştur
zh_cn: 创建组件
zh_hant: 建立元件
