Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# shortcuts.draw-path
source: Path
ar: المسار
ca: Camí
cs: Cesta
de: Pfad
es: Ruta
eu: Bidea
fa: مسیر
fr: Tracé
he: נתיב
hi: पथ
hr: Put
id: Jalur
it: Tracciato
lv: Ceļš
ms: Laluan
nl: Pad
pl: Ścieżka
pt_br: Caminho
pt_pt: Caminho
ro: Drum
ru: Контур
sr: Путања
sv: Bana
tr: Yol
zh_cn: 路径
zh_hant: 路徑

# shortcuts.draw-rect
source: Rectangle
ar: مستطيل
cs: Obdélník
de: Rechteck
es: Rectángulo
eu: Laukia
fa: مستطیل
he: מרובע
hi: आयत
hr: Pravokutnik
id: Persegi Panjang
it: Rettangolo
lv: Taisnstūris
ms: Segi empat tepat
nl: Rechthoek
pl: Prostokąt
pt_br: Retângulo
pt_pt: Rectângulo
ro: Dreptunghi
ru: Прямоугольник
sr: Правоугаоник
sv: Rektangel
tr: Dikdörtgen
zh_cn: 长方形
zh_hant: 矩形

# shortcuts.draw-text
source: Text
ar: نص
es: Texto
eu: Testua
fa: متن
fr: Texte
he: טקסט
hi: पाठ
hr: Tekst
id: Teks
it: Testo
lv: Teksts
ms: Teks
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
sr: Текст
tr: Metin
zh_cn: 文本
zh_hant: 文字

# shortcuts.duplicate
source: Duplicate
ar: كرر
ca: Duplica
cs: Duplikovat
de: Duplizieren
es: Duplicar
eu: Bikoiztu
fa: تکثیر
fr: Dupliquer
he: שכפול
hi: नकल करें
hr: Dupliciraj
id: Gandakan
it: Duplica
lv: Divkāršot
ms: Pendua
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sr: Дуплирај
sv: Duplicera
tr: Çoğalt
zh_cn: 复制
zh_hant: 複本

# shortcuts.escape
source: Cancel
ar: ألغِ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
eu: Utzi
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
id: Batal
it: Annulla
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sr: Откажи
sv: Avbryt
tr: İptal
zh_cn: 取消
zh_hant: 取消

# shortcuts.export-shapes
source: Export shapes
ar: تصدير الأشكال
ca: Exporta formes
cs: Exportovat tvary
de: Formen exportieren
es: Exportar elementos
eu: Esportatu osagaiak
fr: Exporter les formes
he: ייצוא צורות
hi: आकृतियाँ निर्यात करें
hr: Izvezi oblike
id: Ekspor bentuk
it: Esporta forme
lv: Izgūt apveidus
ms: Eksport bentuk
nl: Vormen exporteren
pl: Eksportuj kształty
pt_br: Exportar formas
pt_pt: Exportar formas
ro: Exportă formele
ru: Экспорт фигур
sr: Извезите облике
sv: Exportera former
tr: Şekilleri dışa aktar
zh_cn: 导出形状
zh_hant: 匯出形狀

# shortcuts.fit-all
source: Zoom to fit all
ar: تكبير لتناسب الجميع
ca: Amplia per encabir-ho tot
cs: Přiblížit, aby se vešlo vše
de: Passend zoomen
es: Zoom abarcar todo
eu: Zoom dena ikusteko
fr: Zoom ajusté
he: כיוון תקריב כדי להציג הכול
hi: सभी को फिट करने के लिए ज़ूम करें
hr: Zumiraj da stane sve
id: Zum untuk muat semua
it: Adatta zoom a tutto
lv: Tālummainīt, lai ietilpinātu visu
ms: Zum untuk muat semua
nl: Passend zoomen
pl: Powiększ, aby dopasować wszystko
pt_br: Ajustar para ver tudo
pt_pt: Ajustar tudo à janela
ro: Măriți pentru a încăpea tot
ru: Увеличить, чтобы вместить все
sr: Увећај да све стане
sv: Zooma för att få plats med alla
tr: Tümüne uydurmak için yakınlaştır
zh_cn: 缩放至适应所有
zh_hant: 縮放以適合全部

# shortcuts.flip-horizontal
source: Flip horizontally
ar: قلب أفقيًا
ca: Gira horitzontalment
cs: Překlopit vodorovně
de: Horizontal spiegeln
es: Voltear horizontalmente
eu: Irauli horizontalki
fa: حرکت افقی
fr: Retourner horizontalement
he: היפוך אופקי
hi: क्षैतिज फ्लिप
hr: Okreni vodoravno
id: Balikkan secara horizontal
it: Capovolgi orizzontalmente
ko: 가로로 뒤집기
lv: Apvērst līmeniski
ms: Terbalikkan secara mendatar
nl: Horizontaal spiegelen
pl: Obróć poziomo
pt_br: Refletir horizontalmente
pt_pt: Virar horizontalmente
ro: Întoarceți pe orizontală
ru: Отразить по горизонтали
sr: Окрени водоравно
sv: Vänd horisontellt
tr: Yatay olarak çevir
zh_cn: 水平翻转
zh_hant: 水平翻轉

# shortcuts.flip-vertical
source: Flip vertically
ar: قلب عموديًا
ca: Gira verticalment
cs: Překlopit svisle
de: Vertikal spiegeln
es: Voltear verticalmente
eu: Irauli bertikalki
fa: حرکت عمودی
fr: Retourner verticalement
he: היפוך אנכי
hi: लंबवत पलटें
hr: Okreni okomito
id: Balikkan secara vertikal
it: Capovolgi verticalmente
ko: 세로로 뒤집기
lv: Apvērst stateniski
ms: Terbalikkan secara menegak
nl: Verticaal spiegelen
pl: Obróć pionowo
pt_br: Refletir verticalmente
pt_pt: Virar verticalmente
ro: Întoarceți pe verticală
ru: Отразить по вертикали
sr: Окрени усправно
sv: Vänd vertikalt
tr: Dikey olarak çevir
zh_cn: 垂直翻转
zh_hant: 垂直翻轉

# shortcuts.font-size-dec
source: Decrement font size
cs: Zmenšit velikost písma
de: Schriftgröße verkleinern
es: Decrementar el tamaño de fuente
eu: Letra tipoaren tamaina txikitu
fr: Réduire la taille de la police
he: הקטנת גודל הכתב
hi: फ़ॉन्ट का आकार घटाएँ
hr: Smanji veličinu fonta
id: Kurangi ukuran fon
it: Riduci dimensione carattere
lv: Samazināt fonta izmēru
ms: Kurangkan saiz fon
nl: Lettergrootte verkleinen
pt_pt: Decrementar tamanho de fonte
ro: Reducere dimensiune font
ru: Уменьшить размер шрифта
sr: Смањите величину фонта
sv: Minska teckenstorleken
tr: Yazı boyutunu azalt
zh_cn: 缩小字体大小
zh_hant: 減小字體大小

# shortcuts.font-size-inc
source: Increment font size
cs: Zvětšit velikost písma
de: Schriftgröße erhöhen
es: Incrementar el tamaño de fuente
eu: Letra tipoaren tamaina handitu
fr: Augmenter la taille de la police
he: הגדלת גודל הכתב
hi: फ़ॉन्ट आकार बढ़ाएँ
hr: Povećaj veličinu fonta
id: Tambahkan ukuran fon
it: Aumenta dimensione carattere
lv: Palielināt fonta izmēru
ms: Tambah saiz fon
nl: Lettergrootte vergroten
pt_pt: Incrementar tamanho da fonte
ro: Creștere dimensiune font
ru: Увеличить размер шрифта
sr: Повећајте величину фонта
sv: Öka teckenstorleken
tr: Yazı boyutunu artır
zh_cn: 增加字体大小
zh_hant: 增加字體大小

# shortcuts.go-to-drafts
source: Go to drafts
ar: إنتقل إلى المسودات
ca: Ves als esborranys
cs: Přejít na koncepty
de: Zu den Entwürfen
es: Ir a borradores
eu: Joan zirriborroetara
fr: Accéder aux brouillons
he: מעבר לטיוטות
hi: ड्राफ्ट पर जाएँ
hr: Idi na nacrte
id: Pergi ke draf
it: Vai alle bozze
ko: 초안으로 가기
lv: Doties uz melnrakstiem
ms: Pergi ke draf
nl: Ga naar concepten
pl: Idź do szkiców
pt_br: Ir para rascunhos
pt_pt: Ir para rascunhos
ro: Accesează schițele
ru: Перейти к черновикам
sr: Иди на нацрте
sv: Gå till utkast
tr: Taslaklara git
zh_cn: 前往草稿
zh_hant: 轉至草稿

# shortcuts.go-to-libs
source: Go to shared libraries
ar: إذهب إلى المكتبات المشتركة
ca: Ves a les biblioteques compartides
cs: Přejít na sdílené knihovny
de: Zu gemeinsam genutzten Bibliotheken wechseln
es: Ir a bibliotecas compartidas
eu: Joan partekatutako liburutegietara
fr: Accéder aux bibliothèques partagées
he: מעבר לספריות המשותפות
hi: साझा लाइब्रेरीज़ पर जाएँ
hr: Idi na zajedničke biblioteke
id: Pergi ke pustaka terbagi
it: Vai alle librerie condivise
ko: 공유된 라이브러리로 가기
lv: Doties uz koplietojamām bibliotēkām
ms: Pergi ke perpustakaan kongsi
nl: Ga naar gedeelde bibliotheek
pl: Idź do bibliotek współdzielonych
pt_br: Ir para as bibliotecas compartilhadas
pt_pt: Ir para bibliotecas partilhadas
ro: Accesează bibliotecile partajate
ru: Перейти к общим библиотекам
sr: Иди на дељене библиотеке
sv: Gå till delade bibliotek
tr: Paylaşılan kütüphanelere git
zh_cn: 前往共享库
zh_hant: 轉至共享圖庫

# shortcuts.go-to-search
source: Search
ar: بحث
ca: Cerca
cs: Hledat
de: Suchen
es: Buscar
eu: Bilatu
fa: جستجو
fr: Recherche
he: חיפוש
hi: खोज
hr: Traži
id: Cari
it: Cerca
ko: 찾기
lv: Meklēt
ms: Cari
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisa
ro: Caută
ru: Поиск
sr: Претражи
sv: Sök
tr: Ara
zh_cn: 搜索
zh_hant: 搜尋

# shortcuts.group
source: Group
ar: مجموعة
ca: Agrupa
cs: Skupina
de: Gruppieren
es: Agrupar
eu: Taldekatu
fa: گروه
fr: Grouper
he: קבוצה
hi: समूह
hr: Grupiraj
id: Kelompok
it: Raggruppa
ko: 그룹
lv: Apkopot
ms: Kumpulan
nl: Groeperen
pl: Grupa
pt_br: Agrupar
pt_pt: Grupo
ro: Grup
ru: Группа
sr: Групирај
sv: Grupp
tr: Grup
zh_cn: 组
zh_hant: 群組

# shortcuts.h-distribute
source: Distribute horizontally
ar: وزع أفقيًا
ca: Distribueix horitzontalment
cs: Rozložit vodorovně
de: Horizontal verteilen
es: Distribuir horizontalmente
eu: Banatu horizontalki
fr: Répartir horizontalement
he: פיזור אופקית
hi: क्षैतिज रूप से वितरित करें
hr: Distribuiraj vodoravno
id: Distribusikan secara horizontal
it: Distribuisci orizzontalmente
ko: 가로로 분배하기
lv: Izkliedēt līmeniski
ms: Edarkan secara mendatar
nl: Horizontaal verdelen
pl: Rozłóż w poziomie
pt_br: Distribuir horizontalmente
pt_pt: Distribuir horizontalmente
ro: Distribuiți pe orizontală
ru: Распределить горизонтально
sr: Распореди водоравно
sv: Distribuera horisontellt
tr: Yatay olarak dağıt
zh_cn: 水平分布
zh_hant: 水平分佈

# shortcuts.hide-ui
source: Show / Hide UI
ar: إظهار / إخفاء واجهة المستخدم
ca: Mostra/Amaga la interfície
cs: Zobrazit/skrýt uživatelské rozhraní
de: Benutzeroberfläche ein-/ausblenden
es: Mostrar/ocultar interfaz
eu: Erakutsi/ezkutatu interfazea
fr: Afficher/masquer l'interface utilisateur
he: הצגת/הסתרת מנשק משתמש
hi: UI दिखाएँ/छिपाएँ
hr: Prikaži/sakrij UI
id: Tampilkan/sembunyikan antarmuka
it: Mostra / Nascondi UI
lv: Rādīt / paslēpt lietotāja saskarni
ms: Tunjukkan / Sembunyikan UI
nl: UI tonen/verbergen
pl: Pokaż/ukryj UI
pt_br: Mostrar/ocultar interface
pt_pt: Mostrar/ocultar interface
ro: Arată/ascunde interfața
ru: Показать/скрыть интерфейс
sr: Прикажи / Сакриј интерфејс
sv: Visa / dölja UI
tr: Kullanıcı arayüzünü göster/gizle
zh_cn: 显示/隐藏UI
zh_hant: 顯示/隱藏 UI

# shortcuts.increase-zoom
source: Zoom in
ar: تكبير
ca: Amplia
cs: Přiblížit
de: Einzoomen
es: Aumentar zoom
eu: Zooma handitu
fr: Zoom avant
he: התקרבות
hi: ज़ूम इन करें
id: Perbesar
it: Aumenta zoom
lv: Tuvināt
ms: Zum kedalam
nl: Inzoomen
pl: Przybliż
pt_br: Mais zoom
pt_pt: Mais zoom
ro: Măriți
ru: Приблизить
sr: Увећај
sv: Zooma in
tr: Yakınlaştır
zh_cn: 放大
zh_hant: 放大

# shortcuts.insert-image
source: Insert image
ar: إدراج صورة
ca: Insereix imatge
cs: Vložit obrázek
de: Bild einfügen
es: Insertar imagen
eu: Txertatu irudia
fr: Insérer une image
he: הוספת תמונה
hi: चित्र डालें
hr: Umetni sliku
id: Sematkan gambar
it: Inserisci immagine
lv: Ievietot attēlu
ms: Masukkan gambar
nl: Afbeelding invoegen
pl: Wstaw obraz
pt_br: Inserir imagem
pt_pt: Inserir imagem
ro: Inserează imagine
ru: Вставить изображение
sr: Уметни слику
sv: Infoga bild
tr: Görsel ekle
zh_cn: 插入图片
zh_hant: 插入圖片

# shortcuts.italic
source: Toggle italic
cs: Přepnout kurzívu
de: Umschalten auf Kursivdruck
es: Alternar cursiva
eu: Aktibatu/desaktibatu etzana
fr: Basculer en italique
he: החלפת מצב נטוי
hi: इटैलिक टॉगल करें
hr: Prebaci kurziv
id: Miring
it: Attiva/Disattiva corsivo
lv: Pārslēgt slīprakstu
ms: Togol condong
nl: Cursief in/uitschakelen
pt_pt: Alternar itálico
ro: Comutare cursiv
ru: Переключить курсив
sr: Укључи курзив
sv: Växla mellan kursiv stil
tr: İtalik yazı aç/kapat
zh_cn: 切换斜体
zh_hant: 切換斜體

# shortcuts.join-nodes
source: Join nodes
ar: ربط العقد
ca: Uneix nodes
cs: Propojit uzly
de: Punkte verbinden
es: Unir nodos
eu: Elkartu nodoak
fr: Joindre les nœuds
he: צירוף מפרקים
hi: नोड्स जोड़ें
hr: Spoji čvorove
id: Gabungkan simpul
it: Unisci nodi
lv: Savienot mezglus
ms: Sambung nod
nl: Knooppunten verbinden
pl: Połącz węzły
pt_br: Unir pontos
pt_pt: Unir nós
ro: Uniți noduri
ru: Соединение узлов
sr: Придружи чворове
sv: Sammanfoga noder
tr: Düğümlere katıl
zh_cn: 链接节点
zh_hant: 加入節點

# shortcuts.line-through
source: Toggle line through
cs: Přepnout řádek
de: Durchgestrichen
es: Alternar tachado
eu: Aktibatu/desaktibatu marratzea
fr: Activer/désactiver texte barré
he: החלפת מצב קו חוצה
hi: लाइन को टॉगल करें
hr: Uključi precrtavanje
id: Coret
it: Attiva/disattiva testo barrato
lv: Pārslēgt svītrojumu
nl: Doorstrepen in/uitschakelen
pt_pt: Alternar texto rasurado
ro: Comutare tăiere
ru: Переключить междустрочность
sr: Укључи прелазну линију
sv: Växla mellan linje igenom
tr: Üstü çizili yazı aç/kapat
zh_cn: 切换删除线
zh_hant: 切換刪除線

# shortcuts.make-corner
source: Make corner
ar: إصنع زاوية
ca: Fes cantonada
cs: Udělat roh
de: Zur Ecke umwandeln
es: Convertir en esquina
eu: Bihurtu ertz
fr: Créer un coin
he: הפיכה לפינה
hi: कोना बनाओ
hr: Izradi rub
id: Buat sudut
it: Crea angolo
lv: Izveidot stūri
nl: Hoek maken
pl: Zrób narożnik
pt_br: Arredondar canto
pt_pt: Fazer canto
ro: Faceți colț
ru: Сделать угол
sr: Направи угао
sv: Gör ett hörn
tr: Köşe yap
zh_cn: 制作圆角
zh_hant: 製作轉角

# shortcuts.make-curve
source: Make curve
ar: إصنع منحنى
ca: Fes corba
cs: Udělat křivku
de: Kurve erstellen
es: Convertir en curva
eu: Bihurtu kurba
fr: Faire une courbe
he: הפיכה לעיקול
hi: वक्र बनाओ
hr: Izradi krivulju
id: Buat kurva
it: Crea curva
lv: Izveidot līkni
nl: Kromme maken
pl: Zrób krzywą
pt_br: Criar curva
pt_pt: Fazer curva
ro: Faceți o curbă
ru: Сделать изгиб
sr: Направи кривину
sv: Gör en kurva
tr: Eğri yap
zh_cn: 制作曲线
zh_hant: 製作曲線

# shortcuts.mask
source: Mask
ar: قناع
ca: Màscara
cs: Maska
de: Maskieren
es: Máscara
eu: Maskara
fa: ماسک
fr: Masque
he: מסכה
hi: मास्क
hr: Maskiraj
id: Topeng
it: Maschera
lv: Maska
nl: Maskeren
pl: Maska
pt_br: Máscara
pt_pt: Máscara
ro: Mască
ru: Маска
sr: Маска
tr: Maskele
zh_cn: 遮罩
zh_hant: 遮罩

# shortcuts.merge-nodes
source: Merge nodes
ar: دمج العقد
ca: Fusiona nodes
cs: Sloučit uzly
de: Punkte zusammenführen
es: Fusionar nodos
eu: Elkartu nodoak
fr: Fusionner les nœuds
he: מיזוג מפרקים
hi: नोड्स को जोड़ें
hr: Spoji čvorove
id: Gabungkan simpul
it: Fondi nodi
lv: Sapludināt mezglus
nl: Knooppunten samenvoegen
pl: Scal węzły
pt_br: Unir pontos
pt_pt: Fundir nós
ro: Îmbină nodurile
ru: Объединить узлы
sr: Спаји чворове
sv: Sammanfoga noder
tr: Düğümleri birleştir
zh_cn: 合并节点
zh_hant: 合併節點

# shortcuts.move
source: Move
ar: تحرك
ca: Mou
cs: Posunout
de: Verschieben
es: Mover
eu: Mugitu
fa: انتقال
fr: Déplacer
he: העברה
hi: हिलाएँ
hr: Premijesti
id: Pindah
it: Sposta
lv: Pārvietot
nl: Verplaatsen
pl: Przesuń
pt_br: Mover
pt_pt: Mover
ro: Mută
ru: Переместить
sr: Премести
sv: Flytta
tr: Taşı
zh_cn: 移动
zh_hant: 移動

# shortcuts.move-fast-down
source: Move down fast
ar: تحرك بسرعة لأسفل
ca: Mou avall ràpidament
cs: Posunout dolů rychle
de: Schnell nach unten verschieben
es: Mover rápidamente hacia abajo
eu: Mugitu behera azkar
fr: Déplacement rapide vers le bas
he: העברה למטה מהר
hi: तेज़ी से नीचे ले जाएँ
hr: Premijesti brzo dolje
id: Pindah ke bawah secara cepat
it: Sposta rapidamente in basso
lv: Strauji pārvietot uz leju
nl: Snel naar beneden verplaatsen
pl: Szybko w dół
pt_br: Mover para baixo rápido
pt_pt: Mover para baixo rápido
ro: Mută mai jos rapid
ru: Быстрое перемещение вниз
sr: Премести доле брзо
sv: Flytta ner snabbt
tr: Hızlı aşağı taşı
zh_cn: 快速下移
zh_hant: 快速向下移動

# shortcuts.move-fast-left
source: Move left fast
ar: تحرك يسارا بسرعة
ca: Mou a l'esquerra ràpidament
cs: Posunout doleva rychle
de: Schnell nach links verschieben
es: Mover rápidamente hacia la izquierda
eu: Mugitu ezkerrera azkar
fr: Déplacement rapide vers la gauche
he: העברה שמאלה מהר
hi: तेज़ी से बाएँ ले जाएँ
hr: Premijesti brzo lijevo
id: Pindah ke kiri secara cepat
it: Sposta rapidamente a sinistra
lv: Strauji pārvietot pa kreisi
nl: Snel naar links verplaatsen
pl: Szybko w lewo
pt_br: Mover para a esquerda rápido
pt_pt: Mover para a esquerda rápido
ro: Mută în stânga rapid
ru: Быстрое перемещение влево
sr: Премести лево брзо
sv: Flytta vänster snabbt
tr: Hızlı sola taşı
zh_cn: 快速向左移动
zh_hant: 快速向左移動

# shortcuts.move-fast-right
source: Move right fast
ar: تحرك يميناً بسرعة
ca: Mou a la dreta ràpidament
cs: Posunout doprava rychle
de: Schnell nach rechts verschieben
es: Mover rápidamente hacia la derecha
eu: Mugitu eskumara azar
fr: Déplacez-vous rapidement vers la droite
he: העברה ימינה מהר
hi: तेज़ी से दाएँ ले जाएँ
hr: Premijesti brzo desno
id: Pindah ke kanan secara cepat
it: Sposta rapidamente a destra
lv: Strauji pārvietot pa labi
nl: Snel naar rechts verplaatsen
pl: Szybko w prawo
pt_br: Mover para a direita rápido
pt_pt: Mover para a direita rápido
ro: Mută în dreapta rapid
ru: Быстрое перемещение вправо
sr: Премести десно брзо
sv: Flytta höger snabbt
tr: Hızlı sağa taşı
zh_cn: 快速向右移动
zh_hant: 快速向右移動

# shortcuts.move-fast-up
source: Move up fast
ar: تحرك للأعلى بسرعة
ca: Mou amunt ràpidament
cs: Posunout nahoru rychle
de: Schnell nach oben verschieben
es: Mover rápidamente hacia arriba
eu: Mugitu gora azkar
fr: Déplacement rapide vers le haut
he: העברה למעלה מהר
hi: तेज़ी से ऊपर ले जाएँ
hr: Premijesti brzo gore
id: Pindah ke atas secara cepat
it: Sposta rapidamente in alto
lv: Strauji pārvietot uz augšu
nl: Snel naar boven verplaatsen
pl: Szybko w górę
pt_br: Mover para cima rápido
pt_pt: Mover para cima rápido
ro: Mută mai sus rapid
ru: Быстрое перемещение вверх
sr: Премести горе брзо
sv: Flytta upp snabbt
tr: Hızlı yukarı taşı
zh_cn: 快速上移
zh_hant: 快速上升

# shortcuts.move-nodes
source: Move node
ar: نقل العقدة
ca: Mou node
cs: Posunout uzel
de: Punkte verschieben
es: Mover nodo
eu: Mugitu nodoa
fr: Déplacer le nœud
he: העברת מפרק
hi: नोड को स्थानांतरित करें
hr: Premijesti čvor
id: Pindahkan simpul
it: Sposta nodo
lv: Pārvietot mezglu
nl: Knooppunt verplaatsen
pl: Przesuń węzeł
pt_br: Mover ponto
pt_pt: Mover nó
ro: Mută noduri
ru: Переместить узел
sr: Премести чвор
sv: Flytta nod
tr: Düğümü taşı
zh_cn: 移动节点
zh_hant: 移動節點

# shortcuts.move-unit-down
source: Move down
ar: تحرك لأسفل
ca: Mou avall
cs: Posunout dolů
de: Nach unten verschieben
es: Mover hacia abajo
eu: Mugitu behera
fr: Déplacer vers le bas
he: העברה למטה
hi: नीचे ले जाएँ
hr: Premijesti dolje
id: Pindah ke bawah
it: Sposta in basso
lv: Pārvietot uz leju
nl: Naar beneden verplaatsen
pl: W dół
pt_br: Mover para baixo
pt_pt: Mover para baixo
ro: Mută mai jos
ru: Переместить вниз
sr: Премести доле
sv: Flytta ner
tr: Aşağı taşı
zh_cn: 向下移动
zh_hant: 下移

# shortcuts.move-unit-left
source: Move left
ar: تحرك يساراً
ca: Mou a l'esquerra
cs: Posunout vlevo
de: Nach links verschieben
es: Mover hacia la izquierda
eu: Mugitu ezkerrera
fr: Déplacer vers la gauche
he: העברה שמאלה
hi: बाएँ ले जाएँ
hr: Premijesti lijevo
id: Pindah ke kiri
it: Sposta a sinistra
lv: Pārvietot pa kreisi
nl: Naar links verplaatsen
pl: W lewo
pt_br: Mover para a esquerda
pt_pt: Mover para a esquerda
ro: Mută în stânga
ru: Переместить влево
sr: Премести лево
sv: Flytta vänster
tr: Sola taşı
zh_cn: 左移
zh_hant: 向左移動

# shortcuts.move-unit-right
source: Move right
ar: تحرك يميناً
ca: Mou a la dreta
cs: Posunout vpravo
de: Nach rechts verschieben
es: Mover hacia la derecha
eu: Mugitu eskumara
fr: Déplacer vers la droite
he: העברה ימינה
hi: दाएँ ले जाएँ
hr: Premijesti desno
id: Pindah ke kanan
it: Sposta a destra
lv: Pārvietot pa labi
nl: Naar rechts verplaatsen
pl: W prawo
pt_br: Mover para a direita
pt_pt: Mover para a direita
ro: Mută în dreapta
ru: Переместить вправо
sr: Премести десно
sv: Flytta höger
tr: Sağa taşı
zh_cn: 右移
zh_hant: 右移

# shortcuts.move-unit-up
source: Move up
ar: تحرك للأعلى
ca: Mou amunt
cs: Posunout nahoru
de: Nach oben verschieben
es: Mover hacia arriba
eu: Mugitu gora
fr: Déplacer vers le haut
he: העברה למעלה
hi: ऊपर ले जाएँ
hr: Premijesti gore
id: Pindah ke atas
it: Sposta in alto
lv: Pārvietot uz augšu
nl: Naar boven verplaatsen
pl: W górę
pt_br: Mover para cima
pt_pt: Mover para cima
ro: Mută mai sus
ru: Переместить вверх
sr: Премести горе
sv: Flytta upp
tr: Yukarı taşı
zh_cn: 上移
zh_hant: 向上移動

# shortcuts.next-frame
source: Next board
ar: اللوحة التالية
ca: Següent tauler
cs: Další tabule
de: Nächstes Board
es: Siguiente tablero
eu: Hurrengo arbela
fr: Plan de travail suivant
he: הלוח הבא
hi: अगला बोर्ड
hr: Slijedeća ploča
id: Papan berikutnya
it: Tavola da disegno successiva
lv: Nākamā plātne
nl: Volgend bord
pl: Następny obszar kompozycji
pt_br: Próximo quadro
pt_pt: Próximo quadro
ro: Următoarea tablă
ru: Следующая доска
sr: Следећа табла
sv: Nästa tavla
tr: Sonraki çalışma yüzeyi
zh_cn: 下个画板
zh_hant: 下一個畫板

# shortcuts.not-found
source: No shortcuts found
ar: لا يوجد إختصارات
ca: No s'han trobat dreceres
cs: Nebyly nalezeny žádné zkratky
de: Kein Tastaturkürzel gefunden
es: No hay resultados
eu: Ez dago emaitzarik
fr: Aucun raccourci trouvé
he: לא נמצאו קיצורי דרך
hi: कोई शॉर्टकट नहीं मिला
hr: Nema pronađenih prečaca
id: Tidak ada pintasan yang ditemukan
it: Nessuna scorciatoia trovata
lv: Saīsnes nav atrastas
nl: Geen sneltoets gevonden
pl: Nie znaleziono skrótów
pt_br: Não foram encontrados atalhos
pt_pt: Nenhum atalho encontrado
ro: Nu s-au găsit comenzi rapide
ru: Ярлыки не найдены
sr: Нису пронађене пречице
sv: Inga genvägar hittades
tr: Kısayol bulunamadı
zh_cn: 没找到快捷方式
zh_hant: 未找到快捷方式

# shortcuts.opacity-0
source: Set opacity to 100%
ar: ضبط التعتيم على 100٪
ca: Fixa l'opacitat al 100%
cs: Nastavit průhlednost na 100 %
de: Deckkraft auf 100% setzen
es: Opacidad 100%
eu: Opakutasuna %100
fr: Définir l'opacité à 100%
he: הגדרת אטימות ל־100%
hi: अपारदर्शिता 100% करें
hr: Postavi neprozirnost na 100%
id: Tetapkan opasitas ke 100%
it: Imposta opacità al 100%
lv: Iestatīt necaurspīdīgumu uz 100%
nl: Dekking 100%
pl: Ustaw krycie na 100%
pt_br: Definir opacidade para 100%
pt_pt: Definir opacidade a 100%
ro: Setează opacitatea la 100%
ru: Установить непрозрачность на 100%
sr: Подеси непрозирност на 100%
sv: Ställ in opacitet på 100%
tr: Opaklığı %100 olarak ayarla
zh_cn: 设置不透明度为100%
zh_hant: 將不透明度設為 100%

# shortcuts.opacity-1
source: Set opacity to 10%
ar: اضبط التعتيم على 10٪
ca: Fixa l'opacitat al 10%
cs: Nastavit průhlednost na 10 %
de: Deckkraft auf 10% setzen
es: Opacidad 10%
eu: Opakutasuna %10
fr: Définir l'opacité à 10%
he: הגדרת אטימות ל־10%
hi: अपारदर्शिता 10% करे
hr: Postavi neprozirnost na 10%
id: Tetapkan opasitas ke 10%
it: Imposta opacità al 10%
lv: Iestatīt necaurspīdīgumu uz 10%
nl: Dekking 10%
pl: Ustaw krycie na 10%
pt_br: Definir opacidade para 10%
pt_pt: Definir opacidade a 10%
ro: Setează opacitatea la 10%
ru: Установить непрозрачность на 10%
sr: Подеси непрозирност на 10%
sv: Ställ in opacitet på 10%
tr: Opaklığı %10 olarak ayarla
zh_cn: 设置不透明度为10%
zh_hant: 將不透明度設為 10%

# shortcuts.opacity-2
source: Set opacity to 20%
ar: اضبط التعتيم على 20٪
ca: Fixa l'opacitat al 20%
cs: Nastavit průhlednost na 20 %
de: Deckkraft auf 20% setzen
es: Opacidad 20%
eu: Opakutasuna %20
fr: Définir l'opacité à 20%
he: הגדרת אטימות ל־20%
hi: अपारदर्शिता 20% करें
hr: Postavi neprozirnost na 20%
id: Tetapkan opasitas ke 20%
it: Imposta opacità al 20%
lv: Iestatīt necaurspīdīgumu uz 20%
nl: Dekking 20%
pl: Ustaw krycie na 20%
pt_br: Definir opacidade para 20%
pt_pt: Definir opacidade a 20%
ro: Setează opacitatea la 20%
ru: Установить непрозрачность на 20%
sr: Подеси непрозирност на 20%
sv: Ställ in opacitet på 20%
tr: Opaklığı %20 olarak ayarla
zh_cn: 设置不透明度为20%
zh_hant: 將不透明度設為 20%

# shortcuts.opacity-3
source: Set opacity to 30%
ar: اضبط التعتيم على 30٪
ca: Fixa l'opacitat al 30%
cs: Nastavit průhlednost na 30 %
de: Deckkraft auf 30% setzen
es: Opacidad 30%
eu: Opakutasuna %30
fr: Définir l'opacité à 30%
he: הגדרת אטימות ל־30%
hi: अपारदर्शिता 30% करें
hr: Postavi neprozirnost na 30%
id: Tetapkan opasitas ke 30%
it: Imposta opacità al 30%
lv: Iestatīt necaurspīdīgumu uz 30%
nl: Dekking 30%
pl: Ustaw krycie na 30%
pt_br: Definir opacidade para 30%
pt_pt: Definir opacidade a 30%
ro: Setează opacitatea la 30%
ru: Установить непрозрачность на 30%
sr: Подеси непрозирност на 30%
sv: Ställ in opacitet på 30%
tr: Opaklığı %30 olarak ayarla
zh_cn: 设置不透明度为30%
zh_hant: 將不透明度設為 30%

# shortcuts.opacity-4
source: Set opacity to 40%
ar: اضبط التعتيم على 40٪
ca: Fixa l'opacitat al 40%
cs: Nastavit průhlednost na 40 %
de: Deckkraft auf 40% setzen
es: Opacidad 40%
eu: Opakutasuna %40
fr: Définir l'opacité à 40%
he: הגדרת אטימות ל־40%
hi: अपारदर्शिता 40% करें
hr: Postavi neprozirnost na 40%
id: Tetapkan opasitas ke 40%
it: Imposta opacità al 40%
lv: Iestatīt necaurspīdīgumu uz 40%
nl: Dekking 40%
pl: Ustaw krycie na 40%
pt_br: Definir opacidade para 40%
pt_pt: Definir opacidade a 40%
ro: Setează opacitatea la 40%
ru: Установить непрозрачность на 40%
sr: Подеси непрозирност на 40%
sv: Ställ in opacitet på 40%
tr: Opaklığı %40 olarak ayarla
zh_cn: 设置不透明度为40%
zh_hant: 將不透明度設為 40%
