Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.webhooks.empty.add-one
source: Press the button "Add webhook" to add one.
cs: Chcete-li webhook přidat, stiskněte tlačítko „Přidat webhook“.
de: Um einen Webhook hinzuzufügen, drücken Sie auf die Schaltfläche "Webhook hinzufügen".
es: Pulsa el botón "Crear webhook" para añadir uno.
eu: Sakatu "Sortu webhooka" botoia bat gehitzeko.
fr: Appuyez sur le bouton « Ajouter un webhook » pour en ajouter un.
he: לחיצה על הכפתור „הוספת התליית רשת” תוסיף אחת.
hi: "वेबहुक जोड़ें" बटन दबाएं एक जोड़ने के लिए।
hr: Pritisnite gumb "Dodaj webhook" da biste ga dodali.
id: Klik tombol "Tambahkan kaitan web" untuk menambahkan.
it: Premi il bottone "Aggiungi webhook" per aggiungerne uno.
lv: Jānospiež poga "Pievienot tīmekļa aizķeri", lai pievienotu kādu.
ms: Tekan butang "Tambah webhook" untuk menambahnya.
nl: Druk op de knop "Webhook aanmaken" om er een toe te voegen.
pl: Naciśnij przycisk „Dodaj webhook”, aby go dodać.
pt_br: Clique em "Adicionar Webhook" para adicionar um Webhook.
pt_pt: Clica no botão "Criar webhook" para adicionar um.
ro: Apasă butonul "Adaugă webhook" pentru a adăuga unul.
ru: Нажмите кнопку «Добавить вебхук», чтобы добавить его.
sr: Притисните дугме „Додај веб-куку“ да бисте је додали.
sv: Tryck på knappen "Lägg till webhook" för att lägga till en.
tr: Bir tane eklemek için "Web kancası ekle" düğmesine basın.
zh_cn: 按“添加webhook”按钮添加一个。
zh_hant: 按「設置Webhook」添加。

# dashboard.webhooks.empty.no-webhooks
source: No webhooks created so far.
cs: Dosud nebyly vytvořeny žádné webhooky.
de: Bisher wurden noch keine Webhooks erstellt.
es: No hay ningún webhook aún.
eu: Ez dago webhookik.
fr: Aucun webhook créé jusqu’à présent.
he: לא נוצרו התליות רשת עדיין.
hi: अभी तक कोई वेबहुक नहीं बनाया गया है।
hr: Do sada nije izrađen nijedan webhook.
id: Tidak ada kaitan web yang dibuat sejauh ini.
it: Nessun webhook presente.
lv: Līdz šim nav izveidota neviena tīmekļa aizķere.
ms: Tiada webhook dibuat setakat ini.
nl: Er zijn nog geen webhooks aangemaakt.
pl: Do tej pory nie utworzono żadnych webhooków.
pt_br: Nenhum Webhook criado ainda.
pt_pt: Ainda não há nenhum webhook criado.
ro: Niciun webhook creat până acum.
ru: Вебхуки пока не созданы.
sr: До сада није направљена ниједана веб-кука.
sv: Det finns inga webhooks.
tr: Şimdiye kadar web kancası oluşturulmadı.
zh_cn: 到目前为止还没有创建webhook。
zh_hant: 未有設置任何Webhook。

# dashboard.webhooks.update.success
source: Webhook updated successfully.
cs: Webhook byl úspěšně aktualizován.
de: Webhook wurde erfolgreich aktualisiert.
es: Webhook modificado con éxito.
eu: Webhooka ondo aldatu da.
fr: Webhook mis à jour avec succès.
he: התליות הרשת עודכנו בהצלחה.
hi: वेबहुक सफलतापूर्वक अपडेट किया गया।
hr: Webhook je uspješno ažuriran.
id: Kaitan web berhasil diperbarui.
it: Webhook aggiornato con successo.
lv: Tīmekļa aizķere ir sekmīgi atjaunināta.
ms: Webhook berjaya dikemas kini.
nl: Webhook is bijgewerkt.
pl: Webhook został pomyślnie zaktualizowany.
pt_br: Webhook atualizado com sucesso.
pt_pt: Webhook atualizado com sucesso.
ro: Webhook actualizat cu succes.
ru: Вебхук успешно обновлён.
sr: Веб-кука је успешно ажурирана.
sv: Webhook uppdateras.
th: อัปเดต Webhook แล้ว
tr: Web kancası başarıyla güncellendi.
zh_cn: Webhook成功更新。
zh_hant: 成功更新Webhook。

# dashboard.your-account-title
source: Your account
ar: حسابك
ca: El meu compte
cs: Váš účet
da: Din konto
de: Ihr Konto
el: Ο λογαριασμός σας
es: Tu cuenta
eu: Zure kontua
fa: حساب شما
fr: Votre compte
he: החשבון שלך
hi: आपका खाता
hr: Tvoj korisnički račun
id: Akun Anda
it: Il tuo account
lv: Mans konts
ms: Akaun anda
nl: Jouw account
pl: Twoje konto
pt_br: Sua conta
pt_pt: A tua conta
ro: Contul tău
ru: Ваш аккаунт
sr: Ваш налог
sv: Ditt konto
th: บัญชีของคุณ
tr: Hesabınız
zh_cn: 你的账号
zh_hant: 您的帳號

# dashboard.your-email
source: Email
ar: البريد الالكتروني
ca: Correu electrònic
es: Correo
eu: Eposta
fa: ایمیل
he: דוא״ל
hi: ईमेल
id: Surel
lv: E-pasta adrese
ms: E-mel
ru: Эл. почта
sr: Е-пошта
sv: E-post
th: อีเมล
tr: E-posta
zh_cn: 电子邮件
zh_hant: 電子郵件

# dashboard.your-name
source: Your name
ar: اسمك
ca: Nom
cs: Vaše jméno
da: Dit navn
de: Ihr Name
el: Το όνομα σου
es: Tu nombre
eu: Izena
fa: نام شما
fr: Votre nom complet
he: שמך
hi: आपका नाम
hr: Ime
id: Nama Anda
it: Il tuo nome
lv: Vārds
ms: Nama anda
nl: Naam
pl: Twoje imię
pt_br: Seu nome
pt_pt: O teu nome
ro: Numele tău
ru: Ваше имя
sr: Ваше име
sv: Ditt namn
th: ชื่อของคุณ
tr: Adın
zh_cn: 你的姓名
zh_hant: 你的名字

# dashboard.your-penpot
source: Your Penpot
ar: Penpot الخاص بك
ca: El meu Penpot
cs: Váš Penpot
da: Dit Penpot
de: Ihr Penpot
el: Το Penpot σας
es: Tu Penpot
eu: Zure Penpot
fa: پن‌پات شما
fr: Votre Penpot
he: ה־Penpot שלך
hi: आपका पेनपॉट
hr: Tvoj Penpot
id: Penpot Anda
it: Il tuo Penpot
lv: Mans Penpot
ms: Penpot anda
nl: Jouw Penpot
pl: Twój Penpot
pt_br: Seu Penpot
pt_pt: O teu Penpot
ro: Contul Penpot
ru: Ваш Penpot
sr: Ваш Penpot
sv: Ditt Penpot
th: Penpot ของคุณ
tr: Penpot'un
zh_cn: 你的Penpot
zh_hant: 你的 Penpot

# ds.alert-ok
source: Ok
ar: حسنًا
ca: D'acord
fa: خیلی خوب
fo: Ókey
he: אישור
hi: ठीक है
hr: U redu
id: Oke
lv: Labi
nl: Oké
ru: Ок
sr: Уреду
tr: Tamam
zh_cn: 好
zh_hant: 確認

# ds.alert-title
source: Attention
ar: انتباه
ca: Atenció
cs: Pozor
de: Achtung
es: Atención
eu: Oharra
fa: توجه
he: תשומת לב
hi: ध्यान दें
hr: Pažnja
id: Peringatan
it: Attenzione
lv: Uzmanību
ms: Perhatian
nl: Waarschuwing
pl: Uwaga
pt_br: Atenção
pt_pt: Atenção
ro: Atenţie
ru: Внимание
sr: Пажња
sv: Observera
tr: Dikkat
zh_cn: 注意
zh_hant: 注意

# ds.component-subtitle
source: Components to update:
ar: مكوّنات لتحدّثها:
ca: Components a actualitzar:
cs: Komponenty k aktualizaci:
de: Zu aktualisierende Komponenten:
es: Componentes a actualizar:
eu: Eguneratzeko dauden osagaiak:
fa: کامپوننت‌ها برای به‌روزرسانی:
fr: Composants à mettre à jour :
he: רכיבים לעדכון:
hi: अपडेट करने के लिए घटक:
hr: Komponente za ažuriranje:
id: Komponen untuk diperbarui:
it: Componenti da aggiornare:
lv: Atjaunināmās sastāvdaļas:
ms: Komponen untuk dikemas kini:
nl: Componenten bijwerken:
pl: Komponenty do aktualizacji:
pt_br: Componentes para atualizar:
pt_pt: Componentes para atualizar:
ro: Componente de actualizat:
ru: Компоненты для обновления:
sr: Компоненте за ажурирање:
sv: Komponenter att uppdatera:
tr: Güncellenecek bileşenler:
zh_cn: 待更新的组件：
zh_hant: 待更新的元件：

# ds.confirm-allow
source: Allow
cs: Povolit
de: Erlauben
es: Permitir
fr: Autoriser
he: לאפשר
hi: अनुमति देना
hr: Dopusti
id: Perbolehkan
it: Acconsenti
lv: Ļaut
nl: Toestaan
pt_br: Permissão
pt_pt: Permitir
ro: Permite
ru: Разрешить
sv: Tillåt
th: อนุญาต
tr: İzin ver
zh_cn: 允许
zh_hant: 允許

# ds.confirm-cancel
source: Cancel
ar: ألغِ
ca: Cancel·la
cs: Zrušit
da: Fortryd
de: Abbrechen
el: ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
id: Batal
it: Annulla
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sr: Откажите
sv: Avbryt
th: ยกเลิก
tr: İptal
zh_cn: 取消
zh_hant: 取消

# ds.confirm-ok
source: Ok
ar: حسنا
ca: D'acord
eu: Ados
fa: بله
fo: Ókey
he: אישור
hi: ठीक है
hr: U redu
id: Oke
lv: Labi
nl: Oké
ru: Oк
sr: Уреду
tr: Tamam

# ds.confirm-title
source: Are you sure?
ar: هل أنت متأكد؟
ca: N'esteu segur?
cs: Jste si jisti?
da: Er du sikker?
de: Sind Sie sicher?
el: Είσαι σίγουρος;
es: ¿Está Seguro?
eu: Ziur?
fa: مطمئنی؟
fr: Voulez-vous vraiment ?
he: להמשיך?
hi: क्या आप सुनिश्चित हैं?
hr: Jesi li siguran/na?
id: Apakah Anda yakin?
it: Sei sicuro?
lv: Vai esat pārliecināti?
ms: Adakah anda pasti?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Tem certeza?
pt_pt: Tens a certeza?
ro: Ești sigur?
ru: Вы уверены?
sr: Да ли сте сигурни?
sv: Är du säker?
tr: Emin misin?
zh_cn: 你确定？
zh_hant: 您確定嗎？

# ds.inputs.numeric-input.no-applicable-tokens
source: No applicable tokens in active sets or themes.
es: No hay tokens aplicables en sets o temas activos.
fr: Aucun token n'est applicable dans la collection ou le thème actif.
he: אין אסימונים תקפים בערכות או בערכות העיצוב הפעילות.
hi: सक्रिय सेट या थीम में कोई लागू tokens नहीं।
it: Nessun token applicabile nei set o temi attivi.
nl: Geen tokens van toepassing in actieve verzamelingen of thema's.
pt_br: Nenhum token aplicável nos conjuntos ou temas ativos.
ro: Nici un token nu este aplicabil în seturile active sau temele.
ru: В активных наборах или темах нет применимых токенов.
sv: Inga tillämpliga tokens i aktiva uppsättningar eller teman.
tr: Etkin kümelerde veya temalarda geçerli token yok.
zh_cn: 活动集合或主题中无可用token。

# ds.inputs.numeric-input.no-matches
source: No matches found.
es: No hay coincidencias
fr: Aucune correspondance.
he: לא נמצאו תוצאות.
hi: कोई मेल नहीं मिले।
it: Nessuna corrispondenza trovata.
nl: Geen overeenkomsten gevonden.
pt_br: Nenhum resultado encontrado.
ro: Nu a fost găsit nimic.
ru: Совпадений не найдено.
sv: Inga träffar hittades.
tr: Eşleşme bulunamadı.
zh_cn: 无匹配项。

# ds.inputs.numeric-input.open-token-list-dropdown
source: Open token list
es: Abrir lista de tokens
fr: Ouvrir la liste des tokens
he: פתיחת רשימת אסימונים
hi: token सूची खोलें
it: Apri elenco token
nl: Lijst met tokens openen
pt_br: Abrir lista de tokens
ro: Deschide lista de token-uri
ru: Открыть список токенов
sv: Öppna token-lista
tr: Token listesini aç
zh_cn: 打开token列表

# ds.inputs.token-field.detach-token
source: Detach token
es: Desvincular token
fr: Détacher le token
he: ניתוק אסימון
hi: token अलग करें
it: Scollega token
nl: Token loskoppelen
pt_br: Desvincular token
ro: Detașează tokenul
ru: Отсоединить токен
sv: Lösgör token
tr: Tokeni ayır
zh_cn: 分离token

# ds.inputs.token-field.no-active-token-option
source: This token is not available in any active set or theme.
es: Este token no está disponible en ningún set o tiene un valor inválido.
fr: Ce token n'est pas disponible dans la collection ou le thème actif.
he: האסימון הזה לא זמין באף ערכה או שהערך שלו שגוי.
hi: यह token किसी भी सक्रिय सेट में नहीं है या इसका मान अमान्य है।
it: Questo token non è disponibile in nessun set o tema attivo.
nl: Dit token is niet beschikbaar in een actieve verzameling of thema.
pt_br: Este token não está em nenhum conjunto ativo ou possui um valor inválido.
ro: Acest token nu este în nici un set activ sau are o valoare invalidă.
ru: Этот токен не входит ни в один активный набор или имеет недопустимое значение.
sv: Denna token är inte i någon aktiv uppsättning eller har ett ogiltigt värde.
tr: Bu token herhangi bir etkin kümede bulunmuyor veya geçersiz bir değere sahip.
zh_cn: 该token于任意活动集合或主题皆不可用。

# errors.auth-provider-not-allowed
source: Auth provider not allowed for this profile
cs: Poskytovatel autorizace není pro tento profil povolen
de: Auth-Provider für dieses Profil nicht erlaubt
es: El proveedor de autenticación no permitido para este perfil de usuario
fr: Le fournisseur d'authentification n'est pas autorisé pour ce profil
he: ספק האימות לא מורשה לפרופיל הזה
hi: इस प्रोफाइल के लिए ऑथ प्रोवाइडर अनुमति नहीं है
hr: Davatelj autentifikacije nije dopušten za ovaj profil
id: Penyedia autentikasi tidak diperbolehkan untuk profil ini
it: Provider di autenticazione non consentito per questo profilo
lv: Autentifikācijas nodrošinātājs nav atļauts šim profilam
nl: Auth-provider is niet toegestaan voor dit profiel
pt_br: Provedor de autenticação não permitido para este perfil
pt_pt: O provedor de autenticação não é permitido neste perfil
ro: Furnizor de autentificare neautorizat pentru acest profil
ru: Поставщик аутентификации не разрешён для этого профиля
sr: Провајдер ауторизације није дозвољен за овај налог
sv: Autentiseringsleverantör inte tillåten för denna profil
tr: Kimlik doğrulama sağlayıcısına bu profil için izin verilmiyor
zh_cn: 认证提供者不允许访问此个人设定
zh_hant: 此設定檔不允許此驗證提供者

# errors.auth-provider-not-configured
source: Authentication provider not configured.
ar: موفّر الاستيثاق غير مضبط.
ca: L'autenticació del proveïdor no està configurada.
cs: Zprostředkovatel ověřování není nakonfigurován.
de: Authentifizierungsanbieter ist nicht konfiguriert.
es: Proveedor de autenticación no configurado.
eu: Saioa hasteko hornitzailea ez dago konfiguratuta.
fa: ارائه دهنده احراز هویت پیکربندی نشده است.
fr: Fournisseur d'authentification non configuré.
he: לא מוגדר ספק אימות.
hi: प्रमाणीकरण प्रदाता कॉन्फ़िगर नहीं किया गया है।
hr: Pružatelj autentifikacije nije konfiguriran.
id: Penyedia autentikasi tidak dikonfigurasi.
it: Provider di autenticazione non configurato.
lv: Autentifikācijas nodrošinātājs nav konfigurēts.
ms: Pembekal pengesahan tidak dikonfigurasikan.
nl: Authenticatie-provider niet geconfigureerd.
pl: Dostawca uwierzytelniania nie został skonfigurowany.
pt_br: Provedor de autenticação não configurado.
pt_pt: Provedor de autenticação não configurado.
ro: Furnizorul de autentificare nu este configurat.
ru: Провайдер аутентификации не настроен.
sr: Провајдер аутентификације није конфигурисан.
sv: Autentiseringsleverantör inte konfigurerad.
tr: Kimlik doğrulama sağlayıcısı yapılandırılmadı.
zh_cn: 没有配置身份认证服务源.
zh_hant: 尚未配置身份驗證供應商。

# errors.auth.unable-to-login
source: Looks like you are not authenticated or session expired.
ar: يبدوا أنك غير مُستوثق أو أن الجلسة انتهت.
ca: Sembla que no esteu autenticat o que la sessió ha caducat.
cs: Zdá se, že nejste ověřeni nebo platnost relace vypršela.
de: Anscheinend sind Sie nicht authentifiziert oder die Sitzung ist abgelaufen.
es: Parece que no has iniciado sesión, o la sesión ha expirado.
eu: Badirudi ez zarela sartu edo zure saioa iraungi egin dela.
fa: به نظر می‌رسد شما احراز هویت نشده‌اید یا جلسه منقضی شده است.
fr: Il semblerait que vous n'êtes pas authentifié ou que votre session a expiré.
he: נראה שלא עברת אימות או שתוקף ההפעלה פג.
hi: ऐसा लगता है कि आप प्रमाणित नहीं हैं या सत्र की अवधि समाप्त हो गई है।
hr: Čini se da nisi autentificiran/a ili je sesija istekla.
id: Sepertinya Anda tidak terautentikasi atau sesi kedaluwarsa.
it: Sembra che tu non ti sia autenticato o che la sessione sia scaduta.
lv: Šķiet, ka neesi autentificēts vai ir beidzies sesijas derīgums.
ms: Nampaknya anda belum disahkan atau sesi telah tamat tempoh.
nl: Het lijkt erop dat je niet geauthentiseerd bent of dat de sessie is verlopen.
pl: Wygląda na to, że nie jesteś uwierzytelniony lub sesja wygasła.
pt_br: Parece que você não está autenticado ou a sessão expirou.
pt_pt: Parece que não estás autenticado ou a sessão expirou.
ro: Se pare că nu ești autentificat sau sesiunea a expirat.
ru: Кажется, сеанс истёк. Войдите снова.
sr: Изгледа да нисте аутентификовани или је сесија истекла.
sv: Du är inte autentiserad eller har sessionen löpt ut.
tr: Kimliğiniz doğrulanmamış veya oturumun süresi dolmuş gibi görünüyor.
zh_cn: 你似乎还没有登录或会话已过期。
zh_hant: 閣下尚未登入。

# errors.bad-font
source: The font %s could not be loaded
ar: تعذر تحميل الخط %s
cs: Písmo %s se nepodařilo načíst
de: Die Schriftart %s konnte nicht geladen werden
es: No se ha podido cargar la fuente %s
eu: Ezin izan da %s letra-tipoa kargatu
fa: فونت %s بارگیری نشد
fr: La police %s n'a pas pu être chargée
he: לא ניתן לטעון את הגופן %s
hi: फ़ॉन्ट %s लोड नहीं किया जा सका
hr: Font %s nije moguće učitati
id: Fon %s tidak dapat dimuat
it: Il carattere %s non può essere caricato
lv: Fontu %s nevarēja ielādēt
ms: Fon %s tidak dapat dimuatkan
nl: Het lettertype %s kon niet geladen worden
pl: Nie można załadować czcionki %s
pt_br: A fonte %s não pôde ser carregada
pt_pt: A fonte %s não pôde ser carregada
ro: Fontul %s nu a putut fi încărcat
ru: Шрифт %s не может быть загружен
sr: Фонт %s није могао бити учитан
sv: Typsnittet % kunde inte laddas
tr: %s yazı tipi yüklenemedi
zh_cn: 无法加载%s字体
zh_hant: 無法載入 %s 字體

# errors.bad-font-plural
source: The fonts %s could not be loaded
ar: تعذر تحميل الخطوط %s
cs: Písma %s se nepodařilo načíst
de: Die Schriftarten %s konnten nicht geladen werden
es: No se han podido cargar las fuentes %s
eu: Ezin izan dira %s letra-tipoak kargatu
fa: فونت‌های %s بارگیری نشدند
fr: Les polices %s n'ont pas pu être chargées
he: לא ניתן לטעון את הגופנים %s
hi: फ़ॉन्ट %s लोड नहीं हो सके
hr: Fontovi %s nisu mogli biti učitani
id: Fon %s tidak dapat dimuat
it: I caratteri %s non posso essere caricati
lv: Fontus %s nevarēja ielādēt
ms: Fon %s tidak dapat dimuatkan
nl: De lettertypen %s konden niet geladen worden
pl: Nie można załadować czcionek %s
pt_br: As fontes %s não puderam ser carregadas
pt_pt: As fontes %s não puderam ser carregadas
ro: Fonturile %s nu au putut fi încărcate
ru: Шрифты %s не могут быть загружены
sr: Фонтови %s нису могли бити учитани
sv: Typsnittet %s kunde inte laddas
tr: %s yazı tipleri yüklenemedi
zh_cn: 无法加载%s等字体
zh_hant: 無法載入 %s 字體

# errors.cannot-upload
source: Cannot upload the media file.
cs: Nelze nahrát soubor médií.
de: Die Mediendatei kann nicht hochgeladen werden.
es: No se puede cargar el archivo multimedia.
fr: Impossible de télécharger le fichier média.
he: לא ניתן להעלות את קובץ המדיה.
hi: मीडिया फ़ाइल अपलोड नहीं की जा सकती।
hr: Nije moguće učitati medijsku datoteku.
id: Tidak dapat mengunggah berkas media.
it: Impossible caricare il file multimediale.
lv: Nevar augšupielādēt multivides datni.
ms: Tidak boleh memuat naik fail media.
nl: Kan het mediabestand niet uploaden.
pt_br: Não é possível carregar o arquivo de mídia.
pt_pt: Não foi possível carregar o ficheiro.
ro: Fișierul media nu s-a putut încărca.
ru: Невозможно загрузить медиафайл.
sr: Није могуће отпремити медијску датотеку.
sv: Kan inte ladda upp mediafilen.
tr: Medya dosyası yüklenemedi.
zh_cn: 无法上传该媒体文件。
zh_hant: 無法上傳此媒體檔案。

# errors.character-limit-exceeded
source: Character limit exceeded
de: Zeichenbeschränkung überschritten
es: Se ha superado el límite de caracteres
fr: Limite de caractères dépassée
he: הגעת למגבלת כמות התווים
hi: अक्षर सीमा पार हो गई है
id: Melebihi batas karakter
it: Limite di caratteri superato
lv: Pārsniegts rakstzīmju skaita ierobežojums
nl: Tekenlimiet overschreden
pt_br: Limite de caracteres excedido
pt_pt: Limite de caracteres excedido
ro: Limită de caractere depășită
ru: Превышен лимит символов
sv: Teckengränsen har överskridits
tr: Karakter sınırı aşıldı
zh_cn: 超出字符限制

# errors.clipboard-not-implemented
source: Your browser cannot do this operation
ar: لا يمكن للمتصفح إجراء هذه العملية
ca: El vostre navegador no pot fer aquesta operació
cs: Váš prohlížeč tuto operaci nedokáže provést
da: Din browser kan ikke gøre denne operation
de: Ihr Browser kann diese Funktion nicht ausführen
el: Το πρόγραμμα περιήγησής σας δεν μπορεί να εκτελέσει αυτήν τη λειτουργία
es: Tu navegador no puede realizar esta operación
eu: Zure nabigatzaileak ezin du hori egin
fa: مرورگر شما نمی‌تواند این عملیات را انجام دهد
fr: Votre navigateur ne peut pas effectuer cette opération
he: הדפדפן שלך לא יכול לבצע את הפעולה הזאת
hi: आपका ब्राउज़र यह कार्य नहीं कर सकता
hr: Tvoj preglednik ne može izvršiti ovu operaciju
id: Peramban Anda tidak dapat melakukan operasi ini
it: Il tuo browser non può effettuare questa operazione
lv: Izmantotais pārlūks nevar veikt šo darbību
ms: Pelayar anda tidak dapat melakukan operasi ini
nl: Je browser kan deze functie niet uitvoeren
pl: Twoja przeglądarka nie może wykonać tej operacji
pt_br: Seu navegador não pode fazer esta operação
pt_pt: O teu browser não pode fazer esta operação
ro: Bowser-ul tău nu permite clipboard
ru: Ваш браузер не поддерживает эту операцию
sr: Ваш претраживач не може да одради ову операцију
sv: Din webbläsare kan inte utföra denna åtgärd
tr: Tarayıcın bu işlemi gerçekleştiremiyor
zh_cn: 你的浏览器不支持该操作
zh_hant: 你的瀏覽器無法執行此作業

# errors.comment-error
source: There was an error with the comment
de: Beim Kommentar ist ein Fehler aufgetreten
es: Ha habido un error con el comentario
fr: Une erreur s'est produite avec le commentaire
he: אירעה שגיאה עם ההערה
hi: टिप्पणी में एक त्रुटि हुई है
it: Si è verificato un errore con il commento
lv: Bija kļūda saistībā ar piebildi
nl: Er is een fout opgetreden bij de opmerking
pt_br: Houve um erro com o comentário﻿
ro: A apărut o eroare în urma acestui comentariu
ru: В комментарии произошла ошибка
sv: Det uppstod ett fel med kommentaren
tr: Yorumla ilgili bir hata oluştu
zh_cn: 评论有错误

# errors.deprecated
source: Sorry! This is an old file that uses a deprecated type of Penpot assets and you can't open it.
es: ¡Lo sentimos! Este es un fichero antiguo que utiliza un tipo de recurso de Penpot obsoleto, y no puedes abrirlo.
fr: Désolé, il s'agit d'un ancien fichier qui utilise un type de ressource Penpot obsolète. Vous ne pouvez pas l'ouvrir.
he: זה קובץ ישן שמשתמש בסוג של משאבי Penpot שאינם נתמכים עוד ואי אפשר לפתוח אותו, מתנצלים.
hi: माफ़ कीजिए! यह एक पुरानी फ़ाइल है जो पेनपॉट की अप्रचलित संपत्ति प्रकार का उपयोग करती है और आप इसे खोल नहीं सकते।
it: Spiacenti! Questo è un file obsoleto che utilizza un tipo di risorsa Penpot non più supportato e non può essere aperto.
lv: Atvainojamies! Šī ir veca datne, kas izmanto novecojušu Penpot līdzekļu veidu, un to nevar atvērt.
nl: Sorry! Dit is een oud bestand dat gebruikmaakt van een verouderd type Penpot-component en je niet kunt openen.
pt_br: Desculpe! Este é um arquivo antigo que utiliza um tipo obsoleto de recursos do Penpot e você não pode abri-lo.
ro: Ne pare rău! Acesta este un fișier vechi care folosește un tip de obiecte Penpot vechi și nu îl poți deschide.
ru: Извините! Это старый файл, использующий устаревший тип ресурсов Penpot, и вы не можете его открыть.
sv: Tyvärr! Det här är en gammal fil som använder en föråldrad typ av Penpot-tillgångar och du kan inte öppna den.
tr: Üzgünüz! Bu, artık kullanılmayan bir Penpot varlık türü kullanan eski bir dosyadır ve açamazsınız.
zh_cn: 抱歉！这是一个使用了已弃用的 Penpot 资源类型的旧文件，您无法打开它。

# errors.deprecated.contact.after
source: so we can help you.
es: para que podamos ayudarte.
fr: afin que nous puissions vous aider.
he: כדי שנוכל לעזור לך.
hi: ताकि हम आपकी सहायता कर सकें।
it: e cercheremo di aiutarti.
lv: lai mēs varētu palīdzēt.
nl: zodat wij je kunnen helpen.
pt_br: para que possamos ajudar você.
ro: pentru a te putea ajuta.
sv: så att vi kan hjälpa dig.
tr: böylece size yardımcı olabiliriz.
zh_cn: 所以我们可以帮助你。

# errors.deprecated.contact.before
source: Although Penpot no longer support this type of Assets, you can
es: Aunque Penpot ya no da soporte a este tipo de Recursos, puedes
fr: Même si Penpot ne prend plus en charge ce type de ressource, vous pouvez
he: למרות ש־Penpot לא תומך יותר בסוג המשאבים הזה, אפשר
hi: हालाँकि पेनपॉट अब इस प्रकार की संपत्तियों का समर्थन नहीं करता, आप फिर भी
it: Anche se Penpot non supporta più questo tipo di risorse, puoi
lv: Lai arī Penpot vairs neatbalsta šo līdzekļu veidu, Tu vari
nl: Hoewel Penpot dit soort componenten niet meer ondersteunt, kun je wel
pt_br: Embora o Penpot não seja mais compatível com este tipo de recurso, você pode﻿
ro: Deși Penpot nu mai suportă acest tip de obiecte, poți
ru: Хоть Penpot больше не поддерживает этот тип Ресурсов, вы можете
sv: Även om Penpot inte längre stödjer denna typ av tillgångar, kan du
tr: Penpot artık bu tür varlıkları desteklemese de, bizimle
zh_cn: 虽然Penpot不再支持此类型的资源，但您可以

# errors.deprecated.contact.text
source: contact us
de: kontaktieren Sie uns
es: contactar con nosotros
fr: nous contacter
he: ליצור איתנו קשר
hi: हमसे संपर्क करें
it: contattarci
lv: sazināties ar mums,
nl: contact met ons opnemen
pt_br: contate-nos
ro: să ne contactezi
sv: kontakta oss
tr: iletişime geçebilirsiniz
zh_cn: 联系我们
