Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# errors.invalid-email-confirmation
source: Confirmation email must match
ar: يجب أن يتطابق البريد الإلكتروني للتأكيد
ca: El correu de confirmació ha de coincidir
cs: Potvrzovací e-mail se musí shodovat
de: Bestätigungs-E-Mail muss übereinstimmen
el: Το email επιβεβαίωσης πρέπει να ταιριάζει
es: El correo de confirmación debe coincidir
eu: Egiaztapenereko epostak bat etorri behar du aurrekoarekin
fa: ایمیل تأیید باید مطابقت داشته باشد
fr: L’adresse e‑mail de confirmation doit correspondre
he: כתובת הדוא״ל לאימות חייבת להיות תואמת
hi: पुष्टिकरण ईमेल मेल खाना चाहिए
hr: E-mail za potvrdu mora odgovarati
id: Surel konfirmasi harus cocok
it: L'indirizzo e-mail di conferma deve corrispondere
lv: Apstiprinājuma e-pastam jāatbilst
ms: E-mel pengesahan mesti sepadan
nl: Bevestigingsmail moet overeenkomen
pl: E-mail potwierdzający musi być zgodny
pt_br: E-mail de confirmação deve ser o mesmo
pt_pt: O e-mail de confirmação deve combinar
ro: E-mailul de confirmare trebuie să se potrivească
ru: Эл. почта для подтверждения должна совпадать
sv: Bekräftelsemail måste matcha
tr: Doğrulama e-postası eşleşmiyor
zh_cn: 确认电子邮件必须保持一致
zh_hant: 電郵地址必須相同

# errors.invalid-recovery-token
source: The recovery token is invalid.
af: Die hersteltoken is ongeldig.
ar: رمز الاسترداد غير صالح.
bn: রিকভারি টোকেন সঠিক নয়।
ca: El codi de recuperació no és vàlid.
cs: Token pro obnovení je neplatný.
da: Genopretningspoletten er ugyldig.
de: Der Wiederherstellungscode ist ungültig.
el: Ο κωδικός ανάκτησης δεν είναι έγκυρος.
es: El código de recuperación no es válido.
es_419: El token de recuperación no es válido.
eu: Berreskuratzeko kodea ez da zuzena.
fa: توکن بازیابی نامعتبر است.
fr: Le code de récupération n’est pas valide.
he: אסימון השחזור שגוי.
hi: रिकवरी टोकन अमान्य है।
hr: Token za oporavak je nevažeći.
id: Token pemulihan tidak sah.
it: Il codice di recupero non è valido.
ko: 복구 토큰이 유효하지 않습니다.
lt: Atkūrimo prieigos raktas neteisingas.
lv: Atkopes tekstvienība nav derīga.
ml: റിക്കവറി ടോക്കൺ അസാധുവാണ്.
ms: Token pemulihan adalah tidak sah.
nl: De herstelbewijsstuk is ongeldig.
pl: Token odzyskiwania jest nieprawidłowy.
pt_br: O código de recuperação é inválido.
pt_pt: O token de recuperação é inválido.
ro: Codul de recuperare nu este valid.
ru: Неверный код восстановления.
sv: Återställningstoken är ogiltig.
ta: மீட்பு டோக்கன் செல்லுபடியாகாது.
tr: Kurtarma jetonu geçerli değil.
zh_cn: 恢复令牌无效。
zh_hant: 此 Recovery token 是無效的。

# errors.invalid-text
source: Invalid text
de: Ungültiger Text
es: Texto no válido
fr: Texte non valide
he: טקסט שגוי
hi: अमान्य पाठ
id: Teks tidak valid
it: Testo non valido
lv: Nederīgs teksts
nl: Ongeldige tekst
pt_br: Texto inválido
pt_pt: Texto inválido
ro: Text invalid
ru: Неверный текст
sv: Ogiltig text
tr: Geçersiz metin
zh_cn: 无效文本

# errors.invite-invalid
source: Invite invalid
ar: دعوة غير صالحة
ca: Invitació no vàlida
cs: Neplatná pozvánka
de: Einladung ist ungültig
es: Invitación inválida
eu: Gonbidapena ez da zuzena
fa: دعوت نامعتبر
fr: Invitation non valide
he: ההזמנה שגויה
hi: आमंत्रण अमान्य
hr: Pogrešna pozivnica
id: Undangan tidak valid
it: Invito non valido
lv: Nederīgs ielūgums
ms: Jemputan tidak sah
nl: Uitnodiging ongeldig
pl: Nieprawidłowe zaproszenie
pt_br: Convite inválido
pt_pt: Convite inválido
ro: Invitație invalidă
ru: Приглашение недействительно
sr: Позив је неважећи
sv: Inbjudan ogiltig
tr: Geçersiz davet
zh_cn: 无效的邀请
zh_hant: 邀請無效

# errors.invite-invalid.info
source: This invite might be canceled or may be expired.
ar: قد تكون هذه الدعوة ملغاة أو منتهية الصلاحية.
ca: Aquesta invitació pot estar cancel·lada o caducada.
cs: Tato pozvánka byla pravděpodobně zrušena nebo vypršela její platnost.
de: Diese Einladung wurde möglicherweise abgebrochen oder ist abgelaufen.
es: Esta invitación puede haber sido cancelada o ha expirado.
eu: Gonbidapen hau bertan behera utzi dute edo iraungi egin da.
fa: این دعوت ممکن است لغو یا منقضی شده باشد.
fr: Cette invitation est peut-être été annulée ou a expiré.
he: ההזמנה כנראה בוטלה או שתוקפה פג.
hi: यह आमंत्रण रद्द हो सकता है या इसकी अवधि समाप्त हो सकती है।
hr: Ova pozivnica je možda otkazana ili je istekla.
id: Undangan ini mungkin dibatalkan atau telah kedaluwarsa.
it: Questo è invito può essere stato revocato o può essere scaduto.
lv: Iespējams, ka šis uzaicinājums ir atcelts vai ir beidzies tā derīgums.
ms: Jemputan ini mungkin dibatalkan atau mungkin tamat tempoh.
nl: Deze uitnodiging is mogelijk geannuleerd of verlopen.
pl: To zaproszenie może być anulowane lub wygasło.
pt_br: Este convite pode ter sido cancelado ou expirou.
pt_pt: Este convite pode ter sido cancelado ou expirado.
ro: Se poate ca această invitație să fie anulată sau expirată.
ru: Возможно, это приглашение отменено или истёк срок его действия.
sr: Ова позивница је можда отказана или истекла.
sv: Denna inbjudan kan vara avbruten eller har upphört att gälla.
tr: Bu davet iptal edilmiş veya süresi dolmuş olabilir.
zh_cn: 此邀请可能已取消或已过期。
zh_hant: 本邀請或已被取消或過期。

# errors.ldap-disabled
source: LDAP authentication is disabled.
ar: استيثاق LDAP معطّل.
ca: L'autenticació LDAP està inhabilitada.
cs: Ověřování LDAP je vypnuto.
de: Die LDAP-Authentifizierung ist deaktiviert.
el: Ο έλεγχος ταυτότητας LDAP είναι απενεργοποιημένος.
es: La autheticacion via LDAP esta deshabilitada.
eu: LDAP bidez sartzea desgaituta dago.
fa: احراز هویت LDAP غیرفعال است.
fr: Authentification LDAP désactivée.
he: אימות מול LDAP הושבת.
hi: LDAP प्रमाणीकरण अक्षम है।
hr: Onemogućena je LDAP provjera autentičnosti.
id: Autentikasi LDAP dinonaktifkan.
it: Autenticazione LDAP disabilitata.
lv: LDAP autentifikācija ir atspējota.
ms: Pengesahan LDAP dilumpuhkan.
nl: LDAP-authenticatie is uitgeschakeld.
pl: Uwierzytelnianie LDAP jest wyłączone.
pt_br: Autenticação por LDAP está desativada.
pt_pt: Autenticação LDAP está desativada.
ro: Autentificarea cu LDAP este dezactivată.
ru: Вход c LDAP отключён.
sr: LDAP аутентификација је онемогућена.
sv: LDAP-autentisering är inaktiverad.
tr: LDAP ile oturum açma devre dışı bırakıldı.
zh_cn: LDAP身份验证已禁用。
zh_hant: LDAP 驗證已停用。

# errors.max-quota-reached
source: You have reached the '%s' quota. Contact support.
cs: Dosáhli jste '%s' kvóty. Kontaktujte podporu.
es: Ha alcalzando el maximo de la quota '%s'. Contacte con soporte tecnico.
fr: Vous avez atteint le quota maximal de « %s ». Contactez l'assistance technique.
he: הגעת למיכסת ה־‚%s’. נא ליצור קשר עם התמיכה.
hi: आप '%s' सीमा तक पहुंच चुके हैं। सहायता से संपर्क करें।
it: Hai raggiunto la quota '%s'. Contatta il supporto.
lv: Ir sasniegts '%s' ierobežojums. Jāsazinās ar atbalstu.
nl: Je hebt de limiet van '%s' bereikt. Neem contact op met support.
pl: Osiągnąłeś limit '%s'. Skontaktuj się z pomocą techniczną.
pt_br: Você atingiu a cota de '%s'. Entre em contato com o suporte.
pt_pt: Alcançou o máximo da quota '%s'. Contacte o suporte técnico.
ro: Ai ajuns la cota "%s". Ia legătura cu serviciul de asistență.
ru: Вы достигли указанного значения «%s». Обратитесь в службу поддержки.
sv: Du har nått "%s" kvoten. Kontakta supporten.
tr: '%s' sınırına ulaştınız. Destek ile iletişime geçin.
zh_cn: 您已达到“%s”报价。与支持人员联系。
zh_hant: 你已達「%s」上限。請聯絡支援。

# errors.maximum-invitations-by-request-reached
source: The maximum (%s) number of emails that can be invited in a single request has been reached
cs: Bylo dosaženo maximálního (%s) počtu e-mailů, které lze pozvat v jedné žádosti
de: Die maximale (%s) Anzahl von E-Mails, die in einer einzigen Anfrage eingeladen werden können, wurde erreicht
es: Se ha alcanzado el número máximo (%s) de correos electrónicos que se pueden invitar en una sola solicitud
fr: Le nombre maximum (%s) d'e-mails qui peuvent être invités dans une seule demande est atteint
he: הגעת למספר הכתובות המרבי (%s) שאפשר להזמין בבקשה אחת
hi: एक ही अनुरोध में निमंत्रित किए जा सकने वाले अधिकतम (%s) ईमेल की संख्या पहुँच गई है
hr: Dosegnut je najveći (%s) broj e-pošta koje se mogu pozvati u jednom zahtjevu
id: Jumlah email maksimum (%s) yang dapat diundang dalam satu permintaan telah tercapai
it: È stato raggiunto il massimo numero di email (%s) che possono essere inviate con una singola richiesta
lv: Sasniegts lielākais pieļaujamais e-pasta adrešu skaits (%s), ko var uzaicināt vienā pieprasījumā
nl: Het maximale (%s) aantal e-mails dat in één verzoek kan worden uitgenodigd, is bereikt
pt_br: O número máximo (%s) de e-mails que podem ser convidados em uma única solicitação foi atingido
ro: Numărul maxim de e-mailuri (%s) care pot fi invitate într-o singură cerere a fost atinsă
ru: Достигнуто максимальное (%s) количество адресов электронной почты, которые можно пригласить в одном запросе
sv: Det maximala (%s) antalet e-postmeddelanden som kan bjudas in i en enda begäran har uppnåtts
tr: Tek bir istekte davet edilebilecek en fazla (%s) e-posta sayısına ulaşıldı
zh_cn: 已达到单次请求中可邀请的电子邮件数量上限（%s）
zh_hant: 已達到單次請求中可邀請的電子郵件數量上限（%s）

# errors.media-too-large
source: The image is too large to be inserted.
ar: الصورة كبيرة جدًا بحيث لا يمكن إدراجها.
ca: La imatge és massa gran.
cs: Obrázek je příliš velký na to, aby mohl být vložen.
de: Das Bild ist zu groß, um eingefügt zu werden.
el: Η εικόνα είναι πολύ μεγάλη.
es: La imagen es demasiado grande.
eu: Irudia handiegia da (5mb baino gutxiago izan behar ditu).
fa: تصویر برای درج خیلی بزرگ است.
fr: L’image est trop grande.
he: התמונה גדולה מכדי להוסיף אותה.
hi: छवि सम्मिलित करने के लिए बहुत बड़ी है।
hr: Slika je prevelika za umetanje.
id: Gambar terlalu besar untuk disematkan.
it: L'immagine è troppo grande per essere inserita.
lv: Attēls ir pārāk liels, lai to ievietotu.
ms: Imej terlalu besar untuk dimasukkan.
nl: De afbeelding is te groot om in te voegen.
pl: Obraz jest zbyt duży.
pt_br: A imagem é muito grande para ser inserida.
pt_pt: A imagem é demasiado grande para ser inserida.
ro: Imaginea este prea mare pentru a fi inserată.
ru: Изображение слишком большое для вставки.
sr: Слика је превелика да би била уметнута.
sv: Bilden är för stor för att infogas.
tr: Bu görsel eklemek için çok büyük.
zh_cn: 图片尺寸过大，故无法插入。
zh_hant: 影像檔案過大，無法插入。

# errors.media-type-mismatch
source: Seems that the contents of the image does not match the file extension.
ar: يبدو أن محتويات الصورة لا تتطابق مع امتداد الملف.
ca: Sembla que el contingut de la imatge no coincideix amb l'extensió del fitxer.
cs: Zdá se, že obsah obrázku neodpovídá příponě souboru.
de: Es scheint, dass der Bildinhalt nicht mit der Dateierweiterung übereinstimmt.
el: Φαίνεται ότι το περιεχόμενο της εικόνας δεν ταιριάζει με την επέκταση αρχείου.
es: Parece que el contenido de la imagen no coincide con la extensión del archivo.
eu: Irudiaren edukia eta luzapena bat ez datozela dirudi.
fa: به نظر می‌رسد که محتوای تصویر با پسوند فایل مطابقت ندارد.
fr: Il semble que le contenu de l’image ne correspond pas à l’extension de fichier.
he: נראה כי תוכן התמונה לא תואם לסיומת הקובץ.
hi: ऐसा लगता है कि छवि की सामग्री फ़ाइल एक्सटेंशन से मेल नहीं खाती।
hr: Čini se da sadržaj slike ne odgovara ekstenziji datoteke.
id: Serpertinya konten gambar tidak cocok dengan ekstensi berkas.
it: Sembra che il contenuto dell'immagine non corrisponda all'estensione del file.
lv: Šķiet, ka attēla saturs neatbilst datnes paplašinājumam.
ms: Nampaknya kandungan imej tidak sepadan dengan sambungan fail.
nl: Het lijkt erop dat de inhoud van de afbeelding niet overeenkomt met de bestandsextensie.
pl: Wygląda na to, że zawartość obrazu nie pasuje do rozszerzenia pliku.
pt_br: Parece que o conteúdo da imagem não corresponde a extensão do arquivo.
pt_pt: Parece que o conteúdo da imagem não corresponde à extensão do ficheiro.
ro: Se pare că conținutul imaginii nu se potrivește cu extensia de fișier.
ru: Формат медиа не соответует расширению файла.
sr: Чини се да садржај слике не одговара екстензији датотеке.
sv: Det verkar som om innehållet i bilden inte stämmer överens med filtillägget.
tr: Görselin içeriği, dosya uzantısı ile eşleşmiyor gibi görünüyor.
zh_cn: 图片内容好像与文档扩展名不匹配。
zh_hant: 似乎圖形檔案的格式內容與檔案擴展名不匹配。

# errors.media-type-not-allowed
source: Seems that this is not a valid image.
ar: يبدو أن هذه ليست صورة صالحة.
ca: Sembla que la imatge no és vàlida.
cs: Zdá se, že toto není platný obrázek.
de: Es scheint, dass dies kein gültiges Bild ist.
el: Φαίνεται ότι δεν είναι έγκυρη εικόνα.
es: Parece que no es una imagen válida.
eu: Irudia zuzena ez dela dirudi.
fa: به نظر می‌رسد که این یک تصویر معتبر نیست.
fr: L’image ne semble pas être valide.
he: נראה כי זאת תמונה שגויה.
hi: ऐसा लगता है कि यह एक मान्य छवि नहीं है।
hr: Čini se da ovo nije važeća slika.
id: Sepertinya ini bukan gambar yang valid.
it: L'immagine non sembra valida.
lv: Šķiet, ka šis nav derīgs attēls.
ms: Nampaknya ini bukan imej yang sah.
nl: Het lijkt erop dat dit geen geldige afbeelding is.
pl: Wygląda, że to nie jest prawidłowy obraz.
pt_br: Parece que esta não é uma imagem válida.
pt_pt: Parece que esta não é uma imagem válida.
ro: Se pare că aceasta nu este o imagine validă.
ru: Неверное медиа.
sr: Чини се да ово није исправна слика.
sv: Det här är inte en giltig bild.
tr: Geçerli bir görsel gibi görünmüyor.
zh_cn: 该图片好像不可用。
zh_hant: 這好像不是個能用的影像。

# errors.member-is-muted
source: The profile you inviting has emails muted (spam reports or high bounces).
ar: يحتوي الملف الشخصي الذي تدعوه على رسائل بريد إلكتروني مكتومة (تقارير البريد المزعج أو الارتدادات العالية).
ca: El perfil que estàs convidant té els missatges de correu silenciats (per informes de correu brossa o de retorns alts).
cs: Profil, který zvete, má ztlumené e-maily (zprávy o spamu nebo vysoké nedoručitelnosti).
de: In dem von Ihnen eingeladenen Profil sind E-Mails stummgeschaltet (Spam-Berichte oder hohe Unzustellbarkeitsberichte).
el: Το προφίλ που προσκαλείτε σταματά τα μηνύματα ηλεκτρονικού ταχυδρομείου (λόγω ανεπιθύμητων αναφορών ή υψηλού ποσοστού εγκατάλειψης).
es: El perfil que esta invitando tiene los emails silenciados (por reportes de spam o alto indice de rebote).
eu: Gonbidatzen ari zaren profilak ez ditu eposta bidezko mezuak jasotzen (spam gisa markatu delako edo mezuak itzuli egiten dituelako).
fr: L'adresse e-mail du profil que vous invitez est ignorée (signalée comme spam ou taux de rebond élevé).
he: הודעות הדוא״ל לפרופיל שהזמנת מושתקות (דיווחים על דואר זבל או הרבה החזרות).
hi: जिस प्रोफाइल को आप निमंत्रित कर रहे हैं उसके ईमेल म्यूट किए गए हैं (स्पैम रिपोर्ट्स या उच्च बाउंस के कारण)।
hr: Profil koji pozivaš ima isključen e-email (izvješća o neželjenoj pošti ili veliki broj odbijanja).
id: Profil yang Anda undang membisukan surel (laporan spam atau lompatan tinggi).
it: Il profilo che stai invitando ha le email disattivate (rapporti di spam o alti tassi di rimbalzo).
lv: Uzaicinātajam profilam ir apklusināta e-pasta saņemšana (ziņojumi par surogātpastu vai daudz atlēcienu).
ms: Profil yang anda jemput mempunyai e-mel yang diredamkan (laporan spam atau lantunan tinggi).
nl: Het profiel dat je uitnodigt, heeft e-mails gedempt (spammeldingen of hoge bounces).
pl: W zapraszanym profilu powiadomienia email są wyciszone (zgłoszenia spamu lub wysokie odrzucenia).
pt_br: O perfil que você está convidando tem e-mails silenciados (relatos de spam ou altas devoluções).
pt_pt: O perfil que estás a convidar tem e-mails silenciados (relatórios de spam ou devoluções altas).
ro: Profilul pe care încerci să îl inviți este dezactivat (din cauza rapoartelor spam sau inactivitate).
ru: Невозможно пригласить адресата с недоступным адресом электронной почты.
sr: Профил који сте позвали има искључене поруке е-поште (извештаји о нежељеној пошти или велики број посета).
sv: Den profil du bjuder in har e-postmeddelanden som är avstängda (skräppostrapporter eller höga studsar).
tr: Davet ettiğiniz profilin e-posta adresine ait çok fazla geri dönme raporu var veya spam olarak bildirilmiş.
zh_cn: 你邀请的人设置了邮件免打扰（报告垃圾邮件或者多次退信）。
zh_hant: 您邀請的人員設置了電子郵件靜音（垃圾郵件報告或高退件率）。

# errors.migration-in-progress
source: Migration in progress
cs: Probíhá migrace
de: Migration wird durchgeführt
es: Migración en proceso
fr: Migration en cours
he: מתבצעת הסבה
hi: माइग्रेशन प्रगति पर है
hr: Migracija u tijeku
id: Migrasi sedang berlangsung
it: Migrazione in corso
lv: Notiek pārcelšana
nl: Migratie aan de gang
pt_br: Migração em progresso
pt_pt: Migração em progresso
ro: Migrație în progres
ru: Миграция в процессе
sv: Migrering pågår
tr: Geçiş devam ediyor
zh_cn: 迁移正在进行中
zh_hant: 整合正在進行中

# errors.only-creator-can-lock
source: Only the version creator can lock it
fr: Seul le créateur d'une version peut la verrouiller
he: רק יוצר או יוצרת הגרסה יכולים לנעול אותה
hi: केवल संस्करण निर्माता ही इसे लॉक कर सकता है
it: Solo il creatore della versione può bloccarla
lv: Tikai versijas izveidotājs var to aizslēgt
nl: Alleen de maker van de versie kan het vergrendelen
pt_br: Somente o criador da versão pode bloqueá-la﻿
ro: Doar creatorul versiunii poate bloca
ru: Только создатель версии может ее заблокировать
sv: Endast skaparen av versionen kan låsa den
tr: Yalnızca sürüm oluşturucu onu kilitleyebilir
zh_cn: 只有版本创建者可以锁定

# errors.only-creator-can-unlock
source: Only the version creator can unlock it
fr: Seul le créateur d'une version peut la déverrouiller
he: רק יוצר או יוצרת הגרסה יכולים לשחרר את הנעילה שלה
hi: केवल संस्करण निर्माता ही इसे अनलॉक कर सकता है
it: Solo il creatore della versione può sbloccarla
lv: Tikai versijas izveidotājs var to atslēgt
nl: Alleen de maker van de versie kan het ontgrendelen
pt_br: Somente o criador da versão pode desbloqueá-la﻿
ro: Doar creatorul versiunii poate debloca
ru: Разблокировать версию может только ее создатель
sv: Endast skaparen av versionen kan låsa upp den
tr: Yalnızca sürüm oluşturucu onun kilidini açabilir
zh_cn: 只有版本创建者可以解除锁定

# errors.password-invalid-confirmation
source: Confirmation password must match
ar: يجب أن تتطابق كلمة سر التأكيد
ca: La contrasenya de confirmació ha de coincidir
cs: Potvrzovací heslo se musí shodovat
de: Bestätigungspasswort muss übereinstimmen
el: Ο κωδικός επιβεβαίωσης πρέπει να ταιριάζει
es: La contraseña de confirmación debe coincidir
eu: Pasahitzaren egiaztapenak bat etorri behar du aurrekoarekin
fa: رمزعبور تأیید باید مطابقت داشته باشد
fr: Le mot de passe de confirmation doit correspondre
he: סיסמת האימות חייבת להיות תואמת
hi: पुष्टिकरण पासवर्ड मेल खाना चाहिए
hr: Lozinka za potvrdu mora odgovarati
id: Kata sandi konfirmasi harus cocok
it: La password di conferma deve corrispondere
lv: Apstiprinājuma parolei ir jāsakrīt
ms: Kata laluan pengesahan mesti sepadan
nl: Bevestigingswachtwoord moet overeenkomen
pl: Hasło potwierdzające musi być zgodne
pt_br: A senha de confirmação deve ser a mesma
pt_pt: A palavra-passe de confirmação tem de corresponder
ro: Parola de confirmare trebuie să se potrivească
ru: Пароль для подтверждения должен совпадать
sr: Лозинка за потврду мора да се подудара
sv: Lösenordet för bekräftelse måste matcha
tr: Parolalar eşleşmedi
zh_cn: 确认密码必须保持一致
zh_hant: 確認密碼必須相符

# errors.password-too-short
source: Password should at least be 8 characters
ar: يجب ألا تقل كلمة السر عن 8 أحرف
ca: La contrasenya ha de tenir 8 caràcters com a mínim
cs: Heslo by mělo mít nejméně 8 znaků
de: Das Passwort sollte mindestens 8 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener 8 caracteres como mínimo
eu: Pasahitzak gutxienez 8 karaktere izan behar ditu
fa: رمزعبور باید حداقل 8 کاراکتر باشد
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להיות באורך 8 תווים לפחות
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए
hr: Lozinka mora sadržavati najmanje 8 znakova
id: Kata sandi setidaknya 8 karakter
it: La password deve contenere almeno 8 caratteri
lv: Parolē ir jābūt vismaz 8 rakstzīmēm
ms: Kata laluan hendaklah sekurang-kurangnya 8 aksara
nl: Wachtwoord moet minimaal 8 tekens lang zijn
pl: Hasło powinno zawierać co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
pt_pt: A palavra-passe deverá conter no mínimo 8 caracteres
ro: Parola trebuie să conțină cel puțin 8 caractere
ru: Пароль должен быть минимум 8 символов
sr: Лозинка треба да има најмање 8 знакова
sv: Lösenordet måste innehålla minst 8 tecken
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Parola en az 8 karakterden oluşmalı
zh_cn: 密码最少需要8位字符
zh_hant: 密碼至少需有 8 個字元

# errors.paste-data-validation
source: Invalid data in clipboard
cs: Neplatná data ve schránce
de: Ungültige Daten in der Zwischenablage
es: Datos inválidos en el portapapeles
fr: Données dans le presse-papier non valides
he: נתונים שגויים בלוח הגזירים
hi: क्लिपबोर्ड में अमान्य डेटा है
hr: Nevažeći podaci u međuspremniku
id: Data tidak valid dalam papan klip
it: Dati non validi negli appunti
lv: Starpliktuvē ir nederīgi dati
ms: Data tidak sah dalam papan klip
nl: Ongeldige gegevens op klembord
pt_br: Dados inválidos na área de transferência
pt_pt: Dados inválidos na área de transferência
ro: Date invalide în clipboard
ru: Недопустимые данные в буфере обмена
sr: Неважећи подаци у међуспремнику
sv: Ogiltiga data i urklipp
tr: Panoda geçersiz veri
zh_cn: 剪切板中为无效数据
zh_hant: 剪貼簿中的資料無效

# errors.profile-blocked
source: The profile is blocked
ar: هذا الملف الشخصي محظور
ca: El perfil està bloquejat
cs: Profil je zablokován
de: Das Profil ist gesperrt
es: El perfil esta blockeado
eu: Profila blokeatuta dago
fa: پروفایل مسدود شده
fo: Vangamyndin er stongd
fr: Le profil est bloqué
he: הפרופיל חסום
hi: प्रोफ़ाइल अवरुद्ध है
hr: Profil je blokiran
id: Profil diblokir
it: Questo profilo è bloccato
lv: Profils ir bloķēts
ms: Profil disekat
nl: Het profiel is geblokkeerd
pl: Profil jest zablokowany
pt_br: O perfil está bloqueado
pt_pt: O perfil está bloqueado
ro: Profilul este blocat
ru: Профиль заблокирован
sr: Налог је блокиран
sv: Profilen är blockerad
tr: Profil engellendi
zh_cn: 个人资料已被屏蔽
zh_hant: 已封鎖用戶
