Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# subscription.settings.success.dialog.thanks
source: Thank your for chosing the Penpot %s plan!
es: ¡Gracias por elegir el plan %s de Penpot!
fr: Merci d'avoir choisi l'abonnement Penpot %s !
he: תודה על הבחירה בתוכנית %s של Penpot!
hi: पेनपोट %s योजना चुनने के लिए धन्यवाद!
it: Grazie per aver scelto il piano Penpot %s!
nl: Bedankt voor het kiezen van het Penpot %s-abonnement!
ro: Mulțumim pentru că ai ales planul Penpot %s!
sv: Tack för att du valt Penpot %s-abonnemanget!
tr: Penpot %s planını seçtiğiniz için teşekkür ederiz!

# subscription.settings.sucess.dialog.footer
source: Enjoy your plan!
es: ¡Disfruta de tu plan!
fr: Profitez bien de votre abonnement !
he: מאחלים לך הנאה מהתוכנית שלך!
hi: अपनी योजना का आनंद लें!
it: Goditi il tuo piano!
lv: Izbaudi savu plānu!
nl: Veel plezier met je abonnement!
ro: Bucură-te de abonament!
sv: Lycka till med ditt abonnemang!
tr: Planınızın tadını çıkarın!
zh_cn: 享受您的计划！

# subscription.settings.sucess.dialog.title
source: You are %s!
es: Eres %s!
fr: Vous êtes %s !
he: התוכנית שלך היא %s!
hi: आप %s हैं!
it: Sei %s!
lv: Tu esi %s.
nl: Je bent %s!
ro: Ești %s!
sv: Du är %!
tr: %s oldunuz!
zh_cn: 你是 %s！

source: subscription.settings.support-us-since
he: תמכת בנו עם התוכנית הזאת מאז: %s
hi: आप इस योजना में हमारा समर्थन तब से कर रहे हैं: %s
nl: Je hebt ons gesteund met dit abonnement sinds: %s
tr: Bu planla bizi şu zamandan beri destekliyorsunuz: %s

# subscription.settings.try-it-free
source: Try it free for 14 days
es: Pruébalo gratis durante 14 días
fr: Essayez gratuitement pendant 14 jours
he: להתנסות בחינם למשך 14 ימים
hi: 14 दिनों का मुफ्त परीक्षण करें
it: Provalo gratuitamente per 14 giorni
lv: Izmēģini 14 dienas bez maksas
nl: Probeer het 14 dagen gratis
ro: Încearcă gratuit pentru 14 zile
sv: Prova det gratis i 14 dagar
tr: 14 gün boyunca ücretsiz deneyin
zh_cn: 免费试用14天

# subscription.settings.unlimited
source: Unlimited
fr: Illimité
he: ללא הגבלה
hi: असीमित
it: Illimitato
lv: Neierobežots
ro: Nelimitat
tr: Sınırsız
zh_cn: 无限

# subscription.settings.unlimited-trial
source: Unlimited (trial)
es: Unlimited (prueba)
fr: Illimité (essai)
he: ללא הגבלה (התנסות)
hi: असीमित (परीक्षण)
it: Unlimited (prova)
lv: Neierobežots (izmēģinājuma)
nl: Unlimited (proef)
ro: Nelimitat (probă)
sv: Unlimited (provperiod)
tr: Sınırsız (deneme)
zh_cn: 无限（实验）

# subscription.settings.unlimited.autosave-benefit
source: 30-day autosave versions and file recovery
es: Versiones con autoguardado de 30 días y recuperación de archivos
fr: Versions à enregistrement automatique pendant 30 jours et récupération de fichiers
he: גרסאות שנשמרות אוטומטית 30 ימים אחורה ושחזור קבצים
hi: 30-दिन का स्वतः सहेजा गया संस्करण और फ़ाइल पुनर्प्राप्ति
it: Versioni di salvataggio automatico a 30 giorni e recupero file
nl: 30-dagen automatisch opgeslagen versies en bestandsherstel
ro: Versiuni de 30 de zile cu auto-salvare și recuperare de fișiere
sv: 30-dagars autosparversioner och filåterställning
tr: 30 günlük sürümleri otomatik kaydetme ve dosya kurtarma

# subscription.settings.unlimited.bill
source: Capped monthly bill at $175
es: Factura mensual limitada en $175
fr: Facture mensuelle plafonnée
he: חשבון חודשי מוגבל
hi: मासिक बिल की सीमा
it: Fattura mensile con tetto massimo
lv: Ierobežots ikmēneša rēķins
nl: Maandelijkse rekening van max. $175
ro: Factura lunară limitată la $175
sv: Månadsfaktura med maxbelopp på 175 USD
tr: Aylık fatura üst sınırı 175$
zh_cn: 月度账单上限

# subscription.settings.unlimited.storage-benefit
source: 25GB of storage
es: 25 GB de almacenamiento
fr: 25 Go de stockage
he: 25 ג״ב אחסון
hi: 25GB स्टोरेज
it: 25GB di spazio di archiviazione
nl: 25GB opslag
ro: 25GB de stocare
sv: 25 GB lagringsutrymme
tr: 25GB depolama alanı

# subscription.workspace.header.menu.option.power-up
source: Power up your plan
es: Mejora tu plan
fr: Mettre à niveau votre abonnement
he: שדרוג התוכנית
hi: अपनी योजना को सशक्त बनाएं
it: Potenzia il tuo piano
lv: Iedarbini savu plānu
nl: Tandje erbij voor je abonnement
ro: Du-ți abonamentul la nivelul următor
sv: Ladda ditt abonnemang
tr: Planınızı güçlendirin
zh_cn: 升级您的计划

# subscription.workspace.versions.warning.enterprise.subtext-owner
source: If you'd like to increase this limit, write to us at [%s](mailto)
es: Si quieres aumentar este límite, escríbenos a [%s](mailto)
fr: Si vous souhaitez augmenter cette limite, écrivez-nous à l'adressse [%s](mailto)
he: כדי להגדיל את מסגרת המגבלה, נא לכתוב לנו אל [%s](mailto)
hi: यदि आप इस सीमा को बढ़ाना चाहते हैं, तो हमें [%s](mailto) पर लिखें
it: Se desideri aumentare questo limite, scrivici a [%s](mailto)
nl: Als je deze limiet wilt verhogen, schrijf ons dan op [%s](mailto)
ro: Dacă vrei să crești această limită, scrie-ne la [%s](mailto)
sv: Om du vill öka denna gräns, skriv till oss på [%s](mailto)
tr: Bu sınırı artırmak isterseniz, bize [%s](mailto) adresinden yazabilirsiniz

# subscription.workspace.versions.warning.subtext-member
source: If you'd like to increase this limit, contact with the team owner: [%s](mailto)
es: Si quieres aumentar este límite, contacta con el propietario del equipo: [%s](mailto)
fr: Si vous souhaitez augmenter cette limite, contactez le propriétaire de l'équipe : [%s](mailto)
he: כדי להגדיל את מסגרת המגבלה, נא ליצור קשר עם בעלי הצוות: [%s](mailto)
hi: यदि आप इस सीमा को बढ़ाना चाहते हैं, तो टीम के मालिक से संपर्क करें: [%s](mailto)
it: Se desideri aumentare questo limite, scrivi al proprietario del team [%s](mailto)
nl: Als je deze limiet wilt verhogen, neem dan contact op met de teameigenaar: [%s](mailto)
ro: Dacă vrei să crești această limită, contactează proprietarul echipei: [%s](mailto)
sv: Om du vill öka denna gräns, kontakta teamägaren: [%s](mailto)
tr: Bu sınırı artırmak isterseniz, takım sahibi ile iletişime geçin: [%s](mailto)

# subscription.workspace.versions.warning.subtext-owner
source: If you'd like to increase this limit, [upgrade your plan|target:self](%s)
es: Si quieres aumentar este límite, [mejora tu plan|target:self](%s)
he: כדי להגדיר את מסגרת המגבלה הזאת, נא [לשדרג את התוכנית שלך|target:self](%s)
hi: यदि आप इस सीमा को बढ़ाना चाहते हैं, तो [अपना प्लान अपग्रेड करें|target:self](%s)
it: Se desideri aumentare questo limite, [esegui l'upgrade del tuo piano|target:self](%s)
nl: Als je deze limiet wilt verhogen, [pas dan je abonnement aan|target:self](%s)
ro: Dacă vrei să crești această limită, [schimbă-ți abonamentul|target:self](%s)
sv: Om du vill öka denna gräns, [uppgradera ditt abonnemang|target:self](%s)
tr: Bu sınırı artırmak isterseniz, [planınızı yükseltin|target:self](%s)

# title.dashboard.font-providers
source: Font Providers - %s - Penpot
ar: مزودي الخط - %s - Penpot
ca: Proveïdors de tipografies - %s - Penpot
cs: Poskytovatelé písem - %s - Penpot
da: Skrifttype Udbydere - %s - Penpot
de: Schriftenhersteller - %s - Penpot
es: Proveedores de fuentes - %s - Penpot
eu: Letra-tipoen hornitzaileak - %s - Penpot
fr: Fournisseurs de polices – %s – Penpot
he: ספקי גופנים - %s‏ - Penpot
hi: फ़ॉन्ट प्रदाता - %s - पेनपॉट
hr: Dobavljači fontova - %s - Penpot
id: Penyedia Fon - %s - Penpot
it: Fornitori dei caratteri - %s - Penpot
lv: Fontu nodrošinātāji - %s - Penpot
nl: Lettertypeaanbieders - %s - Penpot
pl: Dostawcy Czcionek - %s - Penpot
pt_br: Provedores de fonte - %s - Penpot
pt_pt: Provedores de fonte - %s - Penpot
ro: Furnizori de Fonturi - %s - Penpot
ru: Поставщики шрифтов - %s - Penpot
sr: Добављачи фонтова - %s - Penpot
sv: Typsnittsleverantörer - %s - Penpot
tr: Yazı Tipi Sağlayıcıları - %s - Penpot
zh_cn: 字体提供者 - %s - Penpot
zh_hant: 字體提供者 - %s - Penpot

# title.dashboard.fonts
source: Fonts - %s - Penpot
ar: الخطوط - %s - Penpot
ca: Tipografies - %s - Penpot
cs: Písma - %s - Penpot
da: Skrifttyper - %s - Penpot
de: Schriftarten - %s - Penpot
es: Fuentes - %s - Penpot
eu: Letra-tipoak - %s - Penpot
fa: فونت‌ها - %s - Penpot
fr: Polices – %s – Penpot
he: גופנים - %s‏ - Penpot
hi: फ़ॉन्ट्स - %s - पेनपॉट
hr: Fontovi - %s - Penpot
id: Fon - %s - Penpot
it: Caratteri - %s - Penpot
lv: Fonti - %s - Penpot
nl: Lettertypen - %s - Penpot
pl: Czcionki - %s - Penpot
pt_br: Fontes - %s - Penpot
pt_pt: Fontes - %s - Penpot
ro: Fonturi - %s - Penpot
ru: Шрифты - %s - Penpot
sr: Фонтови - %s - Penpot
sv: Typsnitt - %s - Penpot
tr: Yazı Tipleri - %s - Penpot
zh_cn: 字体 - %s - Penpot
zh_hant: 字型 - %s - Penpot

# title.dashboard.projects
source: Projects - %s - Penpot
ar: المشاريع - %s - Penpot
ca: Projectes - %s - Penpot
cs: Projekty - %s - Penpot
de: Projekte - %s - Penpot
es: Proyectos - %s - Penpot
eu: Proiektuak - %s - Penpot
fa: پروژه‌ها - %s - Penpot
fr: Projets – %s – Penpot
he: מיזמים - %s‏ - Penpot
hi: परियोजनाएँ - %s - पेनपॉट
hr: Projekti - %s - Penpot
id: Proyek - %s - Penpot
it: Progetti - %s - Penpot
lv: Projekti - %s - Penpot
nl: Projecten - %s - Penpot
pl: Projekty - %s - Penpot
pt_br: Projetos - %s - Penpot
pt_pt: Projetos - %s - Penpot
ro: Proiecte - %s - Penpot
ru: Проекты - %s - Penpot
sr: Пројекти - %s - Penpot
sv: Projekt - %s - Penpot
tr: Projeler - %s - Penpot
zh_cn: 项目 - %s - Penpot
zh_hant: 專案 - %s - Penpot

# title.dashboard.search
source: Search - %s - Penpot
ar: البحث - %s - Penpot
ca: Cerca - %s - Penpot
cs: Hledat - %s - Penpot
de: Suchen - %s - Penpot
es: Buscar - %s - Penpot
eu: Bilatu - %s - Penpot
fa: جستجو - %s - Penpot
fr: Rechercher – %s – Penpot
he: חיפוש - %s‏ - Penpot
hi: खोज - %s - पेनपॉट
hr: Traži - %s - Penpot
id: Cari - %s - Penpot
it: Cerca - %s - Penpot
lv: Meklēšana - %s - Penpot
nl: Zoeken - %s - Penpot
pl: Szukaj - %s - Penpot
pt_br: Pesquisar - %s - Penpot
pt_pt: Pesquisa - %s - Penpot
ro: Caută - %s - Penpot
ru: Поиск - %s - Penpot
sr: Претражи - %s - Penpot
sv: Sök -%s - Penpot
tr: Ara - %s - Penpot
zh_cn: 搜索 - %s - Penpot
zh_hant: 搜尋 - %s - Penpot

# title.dashboard.shared-libraries
source: Shared Libraries - %s - Penpot
ar: المكاتب المشتركة - %s - Penpot
ca: Biblioteques compartides - %s - Penpot
cs: Sdílené knihovny - %s - Penpot
de: Gemeinsam genutzte Bibliotheken - %s - Penpot
es: Bibliotecas Compartidas - %s - Penpot
eu: Partekatutako liburutegiak - %s - Penpot
fa: کتابخانه‌های مشترک - %s - پن‌پات
fr: Bibliothèques partagées – %s – Penpot
he: ספריות משותפות - %s‏ - Penpot
hi: साझा लाइब्रेरी - %s - पेनपॉट
hr: Zajedničke biblioteke - %s - Penpot
id: Pustaka Terbagi - %s - Penpot
it: Librerie condivise - %s - Penpot
lv: Koplietojamās bibliotēkas - %s - Penpot
nl: Gedeelde bibliotheken - %s - Penpot
pl: Biblioteki Współdzielone - %s - Penpot
pt_br: Bibliotecas Compartilhadas - %s - Penpot
pt_pt: Bibliotecas partilhadas - %s - Penpot
ro: Biblioteci Distribuite - %s - Penpot
ru: Общие библиотеки - %s - Penpot
sr: Дељене библиотеке - %s - Penpot
sv: Delade bibliotek -%s - Penpot
tr: Paylaşılmış Kütüphaneler - %s - Penpot
zh_cn: 共享库 - %s - Penpot
zh_hant: 共享圖庫 - %s - Penpot

# title.default
source: Penpot - Design Freedom for Teams
ar: Penpot - صمّم حرية للفرق
ca: Penpot - Llibertat de disseny per a equips
cs: Penpot – Svoboda designu pro týmy
de: Penpot - Gestaltungsfreiheit für Teams
es: Penpot - Diseño Libre para Equipos
eu: Penpot - Taldeentzako diseinu librea
fa: Penpot - طراحی آزاد برای تیم‌ها
fr: Penpot – Liberté de conception pour les équipes
he: Penpot - חופש עיצובי לצוותים
hi: पेनपॉट - टीमों के लिए डिज़ाइन की स्वतंत्रता
hr: Penpot - Sloboda dizajna za timove
id: Penpot - Kebebasan Desain untuk Tim
it: Penpot - Libertà di design per i team
lv: Penpot - Modelēšanas brīvība komandām
nl: Penpot - Ontwerpvrijheid voor teams
pl: Penpot — swoboda projektowania dla zespołów
pt_br: Penpot - Liberdade de design para equipes
pt_pt: Penpot - Liberdade de Design para Equipas
ro: Penpot - Libertate în Design pentru Echipe
ru: Penpot — свобода в дизайне для команд
sr: Penpot - Слобода дизајнирања за тимове
sv: Penpot - Designfrihet för team
tr: Penpot - Takımlar için Özgür Tasarım
zh_cn: Penpot - 面向团队，设计自由
zh_hant: Penpot - 給團隊設計的自由

# title.settings.access-tokens
source: Profile - Access tokens
ar: ملف التعريف - رموز الوصول
cs: Profil – Přístupové tokeny
de: Profil - Zugangstokens
es: Perfil - Access tokens
fr: Profil – Jetons d'accès
he: פרופיל - אסימוני גישה
hi: प्रोफ़ाइल - एक्सेस टोकन
hr: Profil - Pristupni tokeni
id: Profil - Token akses
it: Profilo - Token di accesso
lv: Profils - piekļuves pilnvaras
nl: Profiel - Toegangsbewijzen
pt_pt: Perfil - Tokens de acesso
ro: Profil - Token-uri acces
ru: Профиль - токены доступа
sr: Налог - Токени за приступ
sv: Profil - Accesstokens
tr: Profil - Erişim tokenleri
zh_cn: 个人资料 — 访问令牌
zh_hant: 個人資料 - 存取權杖(token)

# title.settings.feedback
source: Give feedback - Penpot
ar: أرسل انطباعك - Penpot
ca: Envia opinions - Penpot
cs: Poskytněte zpětnou vazbu – Penpot
de: Feedback geben - Penpot
es: Danos tu opinión - Penpot
eu: Eman zure iritzia - Penpot
fa: بازخورد بدهید - Penpot
fr: Donnez votre avis – Penpot
he: הגשת משוב - Penpot
hi: प्रतिक्रिया दें - पेनपॉट
hr: Pošalji povratnu informaciju - Penpot
id: Berikan masukan - Penpot
it: Fornisci feedback - Penpot
lv: Sniegt atsauksmes - Penpot
nl: Feedback geven - Penpot
pl: Przekaż opinię - Penpot
pt_br: Dê sua opinião - Penpot
pt_pt: Dá feedback - Penpot
ro: Oferă feedback - Penpot
ru: Оставить отзыв - Penpot
sr: Оставите повратне информације - Penpot
sv: Ge feedback - Penpot
tr: Geri bildirimde bulun - Penpot
zh_cn: 提交反馈 - Penpot
zh_hant: 提供回饋 - Penpot

# title.settings.notifications
source: Notifications - Penpot
cs: Upozornění – Penpot
de: Benachrichtigungen - Penpot
es: Notificaciones - Penpot
he: התראות - Penpot
hi: सूचनाएं - पेनपॉट
hr: Obavijesti - Penpot
id: Notifikasi - Penpot
it: Notifiche - Penpot
lv: Paziņojumi - Penpot
nl: Meldingen - Penpot
pt_pt: Notificações - Penpot
ro: Notificări - Penpot
ru: Уведомления - Penpot
sv: Notifieringar - Penpot
tr: Bildirimler - Penpot
zh_cn: 通知 - Penpot
zh_hant: 通知 - Penpot

# title.settings.options
source: Settings - Penpot
ar: إعدادات - Penpot
ca: Configuració - Penpot
cs: Nastavení - Penpot
de: Einstellungen - Penpot
es: Configuración - Penpot
eu: Ezarpenak - Penpot
fa: تنظیمات - Penpot
fr: Paramètres – Penpot
he: הגדרות - Penpot
hi: सेटिंग्स - पेनपॉट
hr: Postavke - Penpot
id: Pengaturan - Penpot
it: Impostazioni - Penpot
lv: Iestatījumi - Penpot
nl: Instellingen - Penpot
pl: Ustawienia - Penpot
pt_br: Configurações - Penpot
pt_pt: Definições - Penpot
ro: Setări - Penpot
ru: Настройки - Penpot
sr: Подешавања - Penpot
sv: Inställningar - Penpot
tr: Ayarlar - Penpot
zh_cn: 设置 - Penpot
zh_hant: 設定 - Penpot

# title.settings.password
source: Password - Penpot
ar: كلمة السر - Penpot
ca: Contrasenya - Penpot
cs: Heslo - Penpot
de: Passwort - Penpot
es: Contraseña - Penpot
eu: Pasahitza - Penpot
fa: رمزعبور - Penpot
fr: Mot de passe – Penpot
he: סיסמה - Penpot
hi: पासवर्ड - पेनपॉट
hr: Lozinka - Penpot
id: Kata sandi - Penpot
lv: Parole - Penpot
nl: Wachtwoord - Penpot
pl: Hasło - Penpot
pt_br: Senha - Penpot
pt_pt: Palavra-passe - Penpot
ro: Parolă - Penpot
ru: Пароль - Penpot
sr: Лозинка - Penpot
sv: Lösenord - Penpot
tr: Parola - Penpot
zh_cn: 密码 - Penpot
zh_hant: 密碼 - Penpot

# title.settings.profile
source: Profile - Penpot
ar: ملف التعريف - Penpot
ca: Perfil - Penpot
cs: Profil - Penpot
de: Profil - Penpot
es: Perfil - Penpot
eu: Profila - Penpot
fa: پروفایل - پن‌پات
fo: Vangamynd - Penpot
fr: Profil – Penpot
he: פרופיל - Penpot
hi: प्रोफ़ाइल - पेनपॉट
hr: Profil - Penpot
id: Profil - Penpot
it: Profilo - Penpot
lv: Profils - Penpot
nl: Profiel - Penpot
pl: Profil - Penpot
pt_br: Perfil - Penpot
pt_pt: Perfil - Penpot
ro: Profil - Penpot
ru: Профиль - Penpot
sr: Налог - Penpot
sv: Profil - Penpot
tr: Profil - Penpot
zh_cn: 个人资料 - Penpot
zh_hant: 個人資料 - Penpot

# title.team-invitations
source: Invitations - %s - Penpot
ar: الدعوات - %s - Penpot
ca: Invitacions - %s - Penpot
cs: Pozvánky – %s – Penpot
de: Einladungen - %s - Penpot
es: Invitaciones - %s - Penpot
eu: Gonbidapenak - %s - Penpot
fa: دعوت‌نامه‌ها - %s - Penpot
he: הזמנות - %s -‏ Penpot
hi: निमंत्रण - %s - पेनपॉट
hr: Pozivnice - %s - Penpot
id: Undangan - %s - Penpot
it: Inviti - %s - Penpot
lv: Uzaicinājumi - %s - Penpot
nl: Uitnodigingen - %s - Penpot
pl: Zaproszenia - %s - Penpot
pt_br: Convites - %s - Penpot
pt_pt: Convites - %s - Penpot
ro: Invitații -%s - Penpot
ru: Приглашения - %s - Penpot
sr: Позивнице - %s - Penpot
sv: Inbjudningar - %s - Penpot
tr: Davetler - %s - Penpot
zh_cn: 邀请函 - %s - Penpot
zh_hant: 邀請 - %s - Penpot

# title.team-members
source: Members - %s - Penpot
ar: الأعضاء - %s - Penpot
ca: Membres - %s - Penpot
cs: Členové - %s - Penpot
de: Mitglieder - %s - Penpot
es: Integrantes - %s - Penpot
eu: Kideak - %s - Penpot
fa: اعضا - %s - پن‌پات
fr: Membres – %s – Penpot
he: חברים - %s‏ - Penpot
hi: सदस्य - %s - पेनपॉट
hr: Članovi - %s - Penpot
id: Anggota - %s - Penpot
it: Membri - %s - Penpot
lv: Dalībnieki - %s - Penpot
nl: Leden - %s - Penpot
pl: Członkowie - %s - Penpot
pt_br: Membros - %s - Penpot
pt_pt: Membros - %s - Penpot
ro: Membri - %s - Penpot
ru: Участники - %s - Penpot
sr: Чланови - %s - Penpot
sv: Medlemmar - %s - Penpot
tr: Üyeler - %s - Penpot
zh_cn: 成员 - %s - Penpot
zh_hant: 成員 - %s - Penpot

# title.team-settings
source: Settings - %s - Penpot
ar: إعدادات - %s - Penpot
ca: Configuració - %s - Penpot
cs: Nastavení - %s - Penpot
de: Einstellungen - %s - Penpot
es: Configuración - %s - Penpot
eu: Ezarpenak - %s - Penpot
fa: تنظیمات - %s - پن‌پات
fr: Paramètres – %s – Penpot
he: הגדרות - %s‏ - Penpot
hi: सेटिंग्स - %s - पेनपॉट
hr: Postavke - %s - Penpot
id: Pengaturan - %s - Penpot
it: Impostazioni - %s - Penpot
lv: Iestatījumi - %s - Penpot
nl: Instellingen - %s - Penpot
pl: Ustawienia - %s - Penpot
pt_br: Configurações - %s - Penpot
pt_pt: Definições - %s - Penpot
ro: Setări - %s - Penpot
ru: Настройки - %s - Penpot
sr: Подешавања - %s - Penpot
sv: Inställningar - %s - Penpot
tr: Ayarlar - %s - Penpot
zh_cn: 设置 - %s - Penpot
zh_hant: 設定 - %s - Penpot

# title.team-webhooks
source: Webhooks - %s - Penpot
ar: خطافات الويب - %s - Penpot
eu: Webhookak - %s - Penpot
he: התליות - %s‏ - Penpot
hi: वेबहुक - %s - पेनपोट
hr: Webhookovi - %s - Penpot
id: Kaitan Web - %s - Penpot
it: Webhook - %s - Penpot
lv: Tīmekļa aizķeres - %s - Penpot
pl: Webhooki - %s - Penpot
ru: Вебхуки - %s - Penpot
sr: Веб-куке - %s - Penpot
tr: Web kancaları - %s - Penpot

# title.viewer
source: %s - View mode - Penpot
ar: %s - وضع العرض - Penpot
ca: %s - Visor - Penpot
cs: %s - Režim zobrazení - Penpot
de: %s - Ansichtsmodus - Penpot
es: %s - Modo de visualización - Penpot
eu: %s - Ikusteko modua - Penpot
fa: %s - حالت مشاهده - پن‌پات
fr: %s – Mode spectateur – Penpot
he: %s - מצב תצוגה - Penpot
hi: %s - दृश्य मोड - पेनपोट
hr: %s - Način prikaza - Penpot
id: %s - Mode penampilan - Penpot
it: %s - Modalità di visualizzazione - Penpot
lv: %s - skatīšana - Penpot
nl: %s - Weergavemodus - Penpot
pl: %s - Tryb wyświetlania - Penpot
pt_br: %s - Modo protótipo - Penpot
pt_pt: %s - Modo visualizador - Penpot
ro: %s - Vizualizare - Penpot
ru: %s - Режим просмотра - Penpot
sr: %s - Режим прегледа - Penpot
sv: %s - Visningsläge - Penpot
tr: %s - Görünüm modu - Penpot
zh_cn: %s - 预览模式）- Penpot
zh_hant: %s - 檢視模式 - Penpot

# viewer.breaking-change.description
source: This shareable link is no longer valid. Create a new one or ask the owner for a new one.
ar: لم يعد هذا الرابط القابل للمشاركة صالحًا. أنشئ رابطًا جديدًا أو اطلب من المالك رابطًا جديدًا.
ca: Aquest enllaç ja no és vàlid. Creeu-ne un de nou o demaneu-li'n un al propietari.
cs: Tento odkaz již není platný. Vytvořte nový nebo požádejte vlastníka o nový.
de: Dieser geteilte Link ist nicht mehr gültig. Erstellen Sie einen neuen oder bitten Sie den Eigentümer um einen neuen Link.
es: Este link compartido ya no funciona. Crea uno nuevo o pídelo a la persona que lo creó.
eu: Partekatutako esteka hau ez dabil- Sortu berri bat edo eska iezaiozu sortu zuen pertsonari.
fa: این لینک قابل اشتراک‌گذاری دیگر معتبر نیست. یک مورد جدید ایجاد کنید یا از مالک یک مورد جدید بخواهید.
fr: Ce lien de partage n'est plus valide. Créez-en un autre ou demandez-en un nouveau au propriétaire.
he: קישור זה לשיתוף אינו תקף עוד. נא ליצור אחד חדש או לבקש מהבעלים ליצור אחד חדש.
hi: यह साझा लिंक अब मान्य नहीं है। नया लिंक बनाएँ या इसके मालिक से नया लिंक माँगें।
hr: Ova poveznica za dijeljenje više nije važeća. Napravi novu ili traži novu od vlasnika.
id: Tautan yang dapat dibagikan ini tidak valid lagi. Buat yang baru atau tanyakan kepada pemilik untuk membuat lagi.
it: Questi link condivisibili non sono più validi. Creane uno nuovo o chiedo al proprietario di crearne uno.
lv: Šī kopīgojamā saite vairs nav derīga. Jāizveido vai jālūdz īpašniekam jauna.
nl: Deze deelbare link is niet langer geldig. Maak een nieuwe aan of vraag de eigenaar om een nieuwe.
pl: Ten udostępniany link jest już nieważny. Utwórz nowy lub poproś właściciela o nowy.
pt_br: Este link compartilhável não é mais válido. Crie ou peça ao proprietário um novo.
pt_pt: Este link partilhável já não é válido. Cria uma nova ou pede ao proprietário para um novo.
ro: Acest link partajabil nu mai este valid. Creează unul nou sau cere proprietarului unul nou.
ru: Эта общая ссылка больше не действительна. Создайте новую или попросите об этом владельца.
sr: Ова веза за дељење више није важећа. Направите нову или од власника затражите нову.
sv: Denna delbara länk är inte längre giltig. Skapa en ny eller be ägaren om en ny.
tr: Bu paylaşılabilir bağlantı artık geçerli değil. Yeni bir tane oluşturun veya sahibinden yeni bir tane isteyin.
zh_cn: 此共享的链接已失效。创建一个新的链接或向所有者索取一个新的链接。
zh_hant: 這個共用連結已失效，建立一個新連結，或向擁有者要求一個。

# viewer.breaking-change.message
source: Sorry!
ar: نأسف!
ca: Ho sentim!
cs: Pardon!
de: Entschuldigung!
es: ¡Lo sentimos!
eu: Sentitzen dugu!
fa: متاسفم!
fr: Désolé !
he: מתנצלים!
hi: क्षमा करें!
hr: Oprosti!
id: Maaf!
it: Spiacenti!
lv: Piedošanu!
pl: Wybacz!
pt_br: Desculpe!
pt_pt: Desculpa!
ro: Scuze!
ru: Извините!
sr: Извините!
sv: Ursäkta!
tr: Üzgünüm!
zh_cn: 对不起！
zh_hant: 抱歉！

# viewer.empty-state
source: No boards found on the page.
ar: لم يُعثر على لوحات في الصفحة.
ca: No s'ha trobat cap tauler a la pàgina.
cs: Na stránce nebyly nalezeny žádné tabule.
de: Keine Zeichenflächen auf der Seite gefunden.
el: Δεν βρέθηκαν πλαίσια στη σελίδα
es: No se ha encontrado ningún tablero.
eu: Ez da arbelik aurkitu.
fa: هیچ آرت‌بوردی در صفحه یافت نشد.
fr: Aucun plan de travail trouvé sur la page.
he: לא נמצאו לוחות בעמוד.
hi: पृष्ठ पर कोई बोर्ड नहीं मिला।
hr: Na stranici nisu pronađene ploče.
id: Tidak ada papan yang ditemukan di halaman.
it: Nessuna tavola da disegno trovata nella pagina.
lv: Lapā nav atrasta neviena plātne.
nl: Geen borden gevonden op de pagina.
pl: Na stronie nie znaleziono obszarów kompozycji.
pt_br: Não foram encontradas telas nesta página.
pt_pt: Não foram encontrados quadros na página.
ro: Nu există ferestre disponibile pe această pagină.
ru: На странице не найдено ни одного кадра.
sr: Ниједна табла није пронађена на овој страници.
sv: Inga tavlor hittade på sidan.
tr: Sayfada çalışma yüzeyi bulunamadı.
zh_cn: 该页面上未找到任何画框。
zh_hant: 此頁面未找到看板 。

# viewer.frame-not-found
source: Board not found.
ar: لم يُعثر على لوحة.
ca: No s'ha trobat el tauler.
cs: Tabule nenalezena.
de: Keine Zeichenfläche gefunden.
el: Το πλαίσιο δεν βρέθηκε.
es: No se encuentra el tablero.
eu: Ez dago arbel hori.
fa: آرت‌بورد یافت نشد.
fr: Plan de travail introuvable.
he: הלוח לא נמצא.
hi: बोर्ड नहीं मिला।
hr: Ploča nije pronađena.
id: Papan tidak ditemukan.
it: Tavola da disegno non trovata.
lv: Plātne netika atrasta.
nl: Bord niet gevonden.
pl: Obszar kompozycji nie znaleziony.
pt_br: Tela não encontrada.
pt_pt: Quadro não encontrado.
ro: Fereastra nu există.
ru: Кадр не найден.
sr: Табла није пронађена.
sv: Tavlan hittades inte.
tr: Çalışma yüzeyi bulunamadı.
zh_cn: 画框未找到。
zh_hant: 未找到看板 。
