Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.tokens.import-menu-json-option
source: Single JSON file
fr: Fichier JSON unique
he: קובץ JSON יחיד
hi: एकल JSON फ़ाइल
it: File JSON singolo
nl: Enkel JSON-bestand
ro: Singur fișier JSON
sv: Enskild JSON-fil
zh_cn: 单 JSON 文件

# workspace.tokens.import-menu-zip-option
source: ZIP file
fr: Fichier ZIP
he: קובץ ZIP
hi: ज़िप फ़ाइल
it: File ZIP
nl: ZIP-bestand
ro: Arhivă ZIP
sv: ZIP-fil
zh_cn: ZIP 文件

# workspace.tokens.import-multiple-files
source: In multiple files, the file name / path are the set names.
es: En multiples archivos, el nombre o la ruta del archivo serán los nombres de los sets.
fr: Dans plusieurs fichiers, le nom/chemin d'accès du fichier correspondent aux noms définis.
he: בריבוי קבצים, שם / נתיב הקובץ הם השמות המוגדרים.
hi: एकाधिक फ़ाइलों में, फ़ाइल नाम/पथ सेट नाम हैं।
it: In più file, il nome/percorso del file corrisponde al nome del set.
lv: Daudzās datnēs datnes nosaukums/ceļš ir kopas nosaukums.
nl: In meerdere bestanden zijn de bestandsnaam / het pad de ingestelde namen.
ro: În fișiere multiple, numele fișierului / calea sunt numele seturilor.
sv: I flera filer är filnamnet/sökvägen uppsättningsnamnen.

# workspace.tokens.import-single-file
source: In a single JSON file, the first-level keys should be the token set names.
es: En un archivo JSON único, las claves de primer nivel deben ser los nombres de los sets de tokens.
fr: Dans un fichier JSON, les clés de premier niveau doivent correspondre aux noms de collection des tokens.
he: בקובץ JSON יחיד, המפתחות ברמה העליונה חייבים להיות שמות הסדרה של האסימונים.
hi: एकल JSON फ़ाइल में, प्रथम-स्तरीय कुंजियाँ टोकन सेट के नाम होने चाहिएं।
it: In un singolo file JSON, le chiavi di primo livello devono corrispondere ai nomi dei set di token.
lv: Vienā JSON datnē pirmā līmeņa atslēgām vajadzētu būt tekstvienību kopu nosaukumiem.
nl: In één JSON-bestand moeten de sleutels op het eerste niveau de namen van de tokenset zijn.
ro: Într-un singur fișier JSON, cheile primului nivel ar trebui să fie numele setului de token-uri.
sv: I en enskild JSON-fil bör nycklarna på första nivån vara namnen på token-uppsättningarna.

# workspace.tokens.import-tokens
source: Import tokens
fr: Importer des tokens
he: ייבוא אסימונים
hi: टोकन आयात करें
it: Importa token
lv: Ievietot tekstvienības
nl: Tokens importeren
ro: Importă token-uri
sv: Importera tokens

# workspace.tokens.import-tooltip
source: Importing a JSON file will override all your current tokens, sets and themes
es: Al importar un fichero JSON sobreescribirás todos tus tokens, sets y themes
fr: L'importation d'un fichier JSON remplacera tous vos tokens, collections et thèmes
he: ייבוא קובץ JSON ידרוס את כל האסימונים, הסדרות וערכות העיצוב הנוכחיים שלך
hi: JSON फ़ाइल आयात करने से आपके सभी वर्तमान टोकन, सेट और थीम ओवरराइट हो जाएँगे
id: Mengimpor berkas JSON akan menimpa semua token, set, dan tema Anda saat ini
it: L'importazione di un file JSON sovrascriverà tutti i tuoi token, set e temi attuali
lv: JSON datnes ievietošana pārrakstīs visas pašreizējās tekstvienības, kopas un izskatus
nl: Bij het importeren van een JSON-bestand worden alle huidige tokens, verzamelingen en thema's overschreven
ro: Importarea unui fișier JSON va înlocui toate token-urile, seturile și temele curente
sv: Att importera en JSON-fil kommer att åsidosätta alla dina nuvarande tokens, uppsättningar och teman
zh_cn: 导入 JSON 文件将覆盖所有当前令牌、集合和主题

# workspace.tokens.import-warning
source: Importing tokens will override all your current tokens, sets and themes.
es: Al importar tokens sobreescribirás todos tus tokens, sets y themes.
fr: L'importation des tokens va remplacer tous vos tokens, collections et thèmes actuels.
he: ייבוא אסימונים ידרוס את כל האסימונים הנוכחיים, הסדרות וערכות העיצוב שלך.
hi: टोकन आयात करने से आपके सभी वर्तमान टोकन, सेट और थीम ओवरराइट हो जाएँगे।
it: L'importazione dei token sovrascriverà tutti i tuoi attuali token, set e temi.
lv: Tekstvienību ievietošana aizvietos visas pašreizējāš tekstvienības, kopas un izskatus.
nl: Als je tokens importeert, worden al je huidige tokens, sets en thema's overschreven.
ro: Importul de token-uri va înlocui toate token-urile, seturile și temele curente.
sv: Import av tokens kommer att åsidosätta alla dina nuvarande tokens, uppsättningar och teman.
zh_cn: 导入 token 将覆盖您当前的所有令牌、集合和主题。

# workspace.tokens.inactive-set
source: Inactive
es: Inactivo
he: לא פעילה
hi: निष्क्रिय
it: Inattivo
lv: Neaktīva
nl: Uitgeschakeld
ro: Inactiv
sv: Inaktiv
zh_cn: 不激活

# workspace.tokens.inactive-set-description
source: This set is not active. Change theme or activate this set to see changes in the viewport
es: Este set no está activo. Cambia el tema o activa este set para ver los cambios en el viewport
fr: Cette collection n'est pas active. Changez de thème ou activez cette collection pour afficher les modifications dans la fenêtre d'affichage
he: הסדרה הזאת לא פעילה. יש להחליף את ערכת העיצוב או להפעיל את הסדרה הזאת כדי לראות את השינויים באשנב
hi: यह सेट सक्रिय नहीं है। व्यूपोर्ट में परिवर्तन देखने के लिए थीम बदलें या इस सेट को सक्रिय करें
it: Questo set non è attivo. Cambia tema o attiva questo set per vedere modifiche nell'anteprima
lv: Šī kopa nav aktīva. Jānomaina izskats vai jāaktivē šī kopa, lai skatlaukā redzētu izmaiņas
nl: Deze verzameling is niet ingeschakeld. Verander het thema of activeer deze verzameling om wijzigingen in de viewport te zien
ro: Acest set este inactiv. Schimbă tema sau activează acest set pentru a vedea schimbările în viewport
sv: Denna uppsättning är inte aktiv. Ändra temat eller aktivera denna uppsättning för att se ändringar i visningsfönstret
zh_cn: 此设置未启用。请更改主题或启用此设置以在视口中查看更改

# workspace.tokens.invalid-color
source: Invalid color value: %s
es: Valor de color inválido: %s
fr: Couleur non valide : %s
he: ערך צבע שגוי: %s
hi: अमान्य रंग मान: %s
id: Nilai warna tidak valid: %s
it: Valore colore invalido: %s
lv: Nederīga krāsas vērtība: %s
nl: Ongeldige kleurwaarde: %s
ro: Valoare culoare invalidă: %s
sv: Ogiltigt färgvärde: %s
zh_cn: 无效的颜色值：%s

# workspace.tokens.invalid-json
source: Import Error: Invalid token data in JSON.
es: Error al importar: Datos de token no válidos en JSON.
fr: Erreur d'importation : données du token non valides dans le fichier JSON.
he: שגיאת ייבוא: נתוני אסימון שגויים ב־JSON.
hi: आयात त्रुटि: JSON में अमान्य टोकन डेटा।
id: Kesalahan pengimporan: Data token tidak valid dalam JSON.
it: Errore di importazione: Dati del token non validi nel JSON.
lv: Ievietošanas kļūda: JSON satur nederīgus tekstvienību datus.
nl: Fout bij importeren: Ongeldige tokengegevens in JSON.
ro: Eroare import: Date token invalide în fișierul JSON.
sv: Importeringsfel: Ogiltig token-data i JSON.
zh_cn: 导入错误：JSON 中存在无效的令牌数据。

# workspace.tokens.invalid-json-token-name
source: Import Error: Invalid token name in JSON.
es: Error al importar: Nombre de token no válido en JSON.
fr: Erreur lors de l'importation : nom du token non valide au format JSON.
he: שגיאת ייבוא: שם אסימון שגוי ב־JSON.
hi: आयात त्रुटि: JSON में अमान्य टोकन नाम।
it: Errore di importazione: nome token non valido nel JSON.
lv: Ievietošanas kļūda: nederīgs tekstvienības nosaukums JSON.
nl: Importfout: Ongeldige tokennaam in JSON.
ro: Eroare import: Nume token invalid în fișierul JSON.
sv: Importeringsfel: Ogiltigt token-namn i JSON.
zh_cn: 导入错误；JSON中存在无效的令牌名。

# workspace.tokens.invalid-json-token-name-detail
source: "%s" is not a valid token name. Token names should only contain letters and digits separated by . characters and must not start with a $ sign.
es: "%s" no es un nombre de token válido. Los nombres de token solo pueden contener letras y dígitos separados por caracteres . y no pueden empezar con un signo $.
fr: « %s » n'est pas un nom de token valide. Les noms des tokens ne doivent pas comporter de lettres et de chiffres séparés par des caractères « . » et ne doivent pas commencer par le symbole « $ ».
he: „%s” אינו שם תקף לאסימון. שמות האסימונים יכולים להכיל אותיות וספרות מופרדים בתווי . ואסור שיתחילו בדולר ($).
hi: "%s" एक मान्य टोकन नाम नहीं है। टोकन नामों में केवल अक्षर और अंक होने चाहिए, जो डॉट (.) से अलग किए गए हों, और $ चिह्न से शुरू नहीं होने चाहिए।
it: "%s" non è un nome token valido I nomi dei token devono contenere solo lettere e cifre, separate dal carattere . e non devono iniziare con il simbolo $.
lv: "%s" nav derīgs tekstvienības nosaukums. Tekstvienību nosaukumos var būt tikai burti un cipari, kas atdalīti ar rakstzīmi ".", un tie nedrīkst sākties ar zīmi "$".
nl: "%s" is geen geldige tokennaam. Tokennamen mogen alleen letters en cijfers bevatten, gescheiden door . tekens en mogen niet beginnen met een $-teken.
ro: "%s" nu este nu nume valid pentru token. Numele token-urilor trebuie să conțină doar litere și cifre separate de caracterul . și nu trebuie să înceapă cu un semn $.
sv: "%s" är inte ett giltigt token-namn. Token-namn ska endast innehålla bokstäver och siffror separerade med . tecken och får inte börja med ett $-tecken.
zh_cn: “%s” 不是有效的 token 名称。 token 名称只能包含字母和数字，并以 . 字符分隔，并且不能以 $ 符号开头。

# workspace.tokens.invalid-value
source: Invalid token value: %s
es: Valor de token no válido: %s
fr: Valeur du token non valide : %s
he: ערך אסימון שגוי: %s
hi: अमान्य टोकन मान: %s
id: Nilai token tidak valid: %s
it: Valore token non valido: %s
lv: Nederīga tekstvienības vērtība: %s
nl: Ongeldige tokenwaarde: %s
ro: Valoare token invalidă: %s
sv: Ogiltigt token-värde: %s
zh_cn: 无效的令牌值：%s

# workspace.tokens.label.group
source: Group
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
he: קבוצה
hi: समूह
hr: Grupa
id: Kelompok
it: Gruppo
lv: Kopa
nl: Groep
ro: Grup
sv: Grupp
zh_cn: 编组
zh_hant: 群組

# workspace.tokens.label.group-placeholder
source: Add group (i.e. Mode)
es: Añade un grupo (p. ej. Modo)
fr: Ajouter un groupe (ex : Mode)
he: הוספת קבוצה (למשל: מצב)
hi: समूह जोड़ें (अर्थात् मोड)
id: Tambahkan kelompok (mis. Mode)
it: Aggiungi gruppo (es. Modalità)
lv: Pievienot kopu (piem., "Režīms")
nl: Groep toevoegen (bijv. Modus)
ro: Adaugă grup (ex: Mod)
sv: Lägg till grupp (dvs. läge)
zh_cn: 新增编组 (如模式)

# workspace.tokens.label.theme
source: Theme
cs: Téma
es: Tema
fr: Thème
he: ערכת עיצוב
hi: थिम
hr: Tema
id: Tema
it: Tema
lv: Izskats
nl: Thema
pt_pt: Tema
ro: Temă
sv: Tema
zh_cn: 主题
zh_hant: 主題

# workspace.tokens.label.theme-placeholder
source: Add a theme (i.e. Light)
es: Añade un Tema (p. ej. Claro)
fr: Ajouter un thème (ex : Clair)
he: הוספת ערכת עיצוב (למשל: בהירה)
hi: एक थीम जोड़ें (अर्थात् प्रकाश)
id: Tambahkan tema (mis. Terang)
it: Aggiungi un tema (es. Chiaro)
lv: Pievienot izskatu (piem., "Gaišs")
nl: Een thema toevoegen (bijv. Licht)
ro: Adaugă o temă (ex: Luminoasă)
sv: Lägg till ett tema (dvs. ljust)
zh_cn: 新增一个主题（如浅色）

# workspace.tokens.margins
source: Margins
fr: Marges
he: שוליים
hi: मार्जिन्स
id: Margin
it: Margini
lv: Malas
nl: Marges
pt_pt: Margens
ro: Margini
sv: Marginaler
zh_cn: 边距

# workspace.tokens.max-size
source: Max. size
fr: Taille max.
he: גודל מרבי
hi: अधिकतम. आकार
id: Ukuran maksimal
it: Dimensione max
lv: Lielākais izmērs
nl: Max. grootte
pt_pt: Tamanho máx.
ro: Dimensiune maximă
sv: Max. storlek
zh_cn: 最大尺寸

# workspace.tokens.min-size
source: Min. size
fr: Taille min.
he: גודל מזערי
hi: न्यूनतम. आकार
id: Ukuran minimal
it: Dimensione min
lv: Mazākais lielums
nl: Min. grootte
pt_pt: Tamanho mín.
ro: Dimensiune minimă
sv: Min. storlek
zh_cn: 最小尺寸

# workspace.tokens.missing-references
source: Missing token references:
es: Referéncias de tokens no encontradas:
fr: Références du token manquantes :
he: חסרות הפניות אסימונים:
hi: गुम टोकन संदर्भ:
id: Referensi token hilang:
it: Riferimenti al token mancanti:
lv: Trūkst tekstvienību atsauces:
nl: Ontbrekende tokenverwijzingen:
ro: Referințe token lipsă:
sv: Saknade token-referenser:
zh_cn: 缺少token引用：

# workspace.tokens.more-options
source: Right click to see options
es: Click derecho para ver opciones
fr: Cliquez avec le bouton droit pour afficher les options
he: אפשר לראות את האפשרויות בלחיצה על כפתור העכבר הימני
hi: विकल्प देखने के लिए राइट क्लिक करें
it: Fai clic con il tasto destro per vedere le opzioni
nl: Klik met de rechtermuisknop om opties te zien
ro: Clic dreapta pentru a vedea opțiuni
sv: Högerklicka för att se alternativ
zh_cn: 右键单击查看选项

# workspace.tokens.no-active-sets
source: No active sets
es: No hay sets activos
fr: Aucune collection active
he: אין סדרות פעילות
hi: कोई सक्रिय सेट नहीं
id: Tidak ada set aktif
it: Nessun set attivo
lv: Nav spēkā esošu kopu
nl: Geen actieve verzamelingen
ro: Nu sunt seturi active
sv: Inga aktiva uppsättningar
zh_cn: 没有活动集

# workspace.tokens.no-active-theme
source: No theme active
cs: Žádný motiv není aktivní
de: Kein Theme aktiviert
es: No hay temas activos
fr: Aucun thème actif
he: אין ערכת עיצוב פעילה
hi: कोई थीम सक्रिय नहीं
hr: Nema aktivnih tema
id: Tidak ada tema aktif
it: Nessun tema attivo
lv: Nav izvēlēts izskats
nl: Geen thema actief
ro: Nu sunt teme active
sv: Inget tema aktiverat
zh_cn: 主题未启用
zh_hant: 目前沒有啟用的主題

# workspace.tokens.no-permisions-set
source: You need to be an editor to activate / deactivate sets
cs: K aktivaci/deaktivaci sad musíte být editor
de: Sie müssen ein Redakteur sein, um Sets zu aktivieren / deaktivieren
es: Debes ser editor para activar / desactivar sets
fr: Vous devez être éditeur pour activer/désactiver des collections
he: נדרשות הרשאות עריכה כדי להפעיל / להשבית סדרות
hi: सेट्स को सक्रिय या निष्क्रिय करने के लिए आपको एक संपादक होना आवश्यक है
hr: Za aktiviranje/deaktiviranje skupova morate biti urednik
id: Anda perlu menjadi penyunting untuk mengaktifkan / menonaktifkan set
it: Devi essere un editor per attivare / disattivare i set
lv: Nepieciešams būt redaktoram, lai aktivētu kopas vai atceltu to aktivēšanu
nl: Je moet een redacteur zijn om verzamelingen in/uit te schakelen
ro: Trebuie să fii un editor pentru a activa / dezactiva seturi
sv: Du måste vara en redaktör för att aktivera / inaktivera uppsättningar
zh_cn: 您需要成为编辑才能激活/停用集合
zh_hant: 您需要是編輯者才能啟用/停用集

# workspace.tokens.no-permission-themes
source: You need to be an editor to use themes
cs: Abyste mohli používat témata, musíte být editor
de: Sie müssen ein Redakteur sein, um Themes zu verwenden
es: Debes ser editor para usar temas
fr: Vous devez être éditeur pour utiliser des thèmes
he: נדרשות הרשאות עריכה כדי להשתמש בערכות עיצוב
hi: थीम्स का उपयोग करने के लिए आपको एक संपादक होना आवश्यक है
hr: Morate biti urednik da biste koristili teme
id: Anda perlu menjadi penyunting untuk menggunakan tema
it: Devi essere un editor per usare i temi
lv: Jābūt redaktoram, lai izmantotu izskatus
nl: Je moet een redacteur zijn om thema's te gebruiken
ro: Trebuie să fii un editor pentru a folosi temele
sv: Du måste vara redaktör för att använda teman
zh_cn: 您需要成为一名编辑才能使用主题
zh_hant: 您需要是編輯者才能使用主題

# workspace.tokens.no-sets-create
source: There are no sets defined yet. Create one first.
cs: Zatím nejsou definovány žádné sady. Nejprve si jednu vytvořte.
de: Es sind noch keine Sets definiert. Erstellen Sie zuerst eines.
es: Aun no hay sets definidos. Crea uno primero
fr: Aucune collection n'est définie. Créez-en d'abord une.
he: עדיין לא מוגדרות סדרות. נא ליצור אחת קודם.
hi: अभी तक कोई सेट परिभाषित नहीं किया गया है। पहले एक सेट बनाएं।
hr: Još nema definiranih skupova. Prvo stvorite jedan.
id: Belum ada set yang ditetapkan. Buatlah terlebih dahulu.
it: Non sono ancora stati definiti dei set. Creane prima uno.
lv: Vēl nav nevienas kopas. Vispirms ir jāizveido kāda.
nl: Er zijn nog geen verzamelingen gedefinieerd. Maak er eerst een aan.
ro: Nu există seturi definite. Creează unul mai întâi.
sv: Det finns inga uppsättningar definierade. Skapa ett först.
zh_cn: 尚未定义任何集合。请先创建一个。
zh_hant: 目前尚未定義任何集，請先建立一個。

# workspace.tokens.no-sets-yet
source: There are no sets yet.
cs: Zatím nejsou žádné sady.
de: Es sind noch keine Sets vorhanden.
fr: Il n'y a pas encore de collections.
he: אין סדרות עדיין.
hi: अभी तक कोई सेट नहीं है।
hr: Još nema skupova.
id: Belum ada set.
it: Non ci sono ancora dei set.
lv: Šeit vēl nav nevienas kopas.
nl: Er zijn nog geen verzamelingen.
ro: Nu există încă seturi.
sv: Det finns inga uppsättningar.
zh_cn: 尚不存在任何集。
zh_hant: 目前尚未定義任何集。

# workspace.tokens.no-themes
source: There are no themes.
cs: Nejsou zde žádné motivy.
de: Es gibt keine Themes.
es: No hay temas.
fr: Aucun thème.
he: אין ערכות עיצוב.
hi: कोई थीम नहीं हैं।
hr: Nema tema.
id: Belum ada tema.
it: Non ci sono temi.
lv: Šeit nav izskatu.
nl: Er zijn geen thema's.
ro: Nu există teme.
sv: Det finns inga teman.
zh_cn: 目前没有主题。
zh_hant: 目前尚未定義主題。

# workspace.tokens.no-themes-currently
source: You currently have no themes.
cs: Momentálně nemáte žádné motivy.
de: Sie haben derzeit keine Themes.
es: Actualmente no existen temas.
fr: Vous n'avez actuellement aucun thème.
he: אין לך ערכות עיצוב עדיין.
hi: आपके पास वर्तमान में कोई थीम नहीं है।
hr: Trenutno nemate nijednu temu.
id: Anda saat ini belum memiliki tema.
it: Al momento non hai temi.
lv: Pašlaik nav izskatu.
nl: Je hebt momenteel geen thema's.
ro: În prezent nu ai teme.
sv: Du har för närvarande inga teman.
zh_cn: 您目前没有主题。
zh_hant: 現主時您沒有任何主題。

# workspace.tokens.no-token-files-found
source: No tokens, sets, or themes were found in this file.
fr: Aucun token, collection ou thème n'ont été trouvés dans ce fichier.
he: לא נמצאו אסימונים, סדרות או ערכות עיצוב בקובץ הזה.
hi: इस फ़ाइल में कोई टोकन, सेट या थीम नहीं मिला।
it: Nessun token, set o tema trovato in questo file.
nl: Er zijn geen tokens, verzamelingen of thema's gevonden in dit bestand.
ro: Nu s-au găsit token-uri, seturi sau teme în acest fișier.
sv: Inga tokens, uppsättningar eller teman hittades i den här filen.
zh_cn: 在此文件中未找到任何标记、集合或主题。

# workspace.tokens.num-active-sets
source: %s active sets
es: %s sets activos
fr: %s collections actives
he: %s סדרות פעילות
hi: %s सक्रिय सेट
id: %s set aktif
it: % set attivi
lv: %s spēkā esošas kopas
nl: %s actieve verzamelingen
ro: %s seturi active
sv: %s aktiva uppsättningar
zh_cn: %s 个活跃集

# workspace.tokens.number-too-large
source: Invalid token value. The resolved value is too large: %s
es: Valor de token no valido. El valor resuelto es muy grande: %s
fr: Valeur du token non valide. La valeur est trop grande : %s
he: ערך אסימון שגוי. הערך הפתור גדול מדי: %s
hi: अमान्य टोकन मान. हल किया गया मान बहुत बड़ा है: %s
id: Nilai token tidak valid. Nilai terurai terlalu besar: %s
it: Valore token non valido. Il valore risolto è troppo grande: %s
lv: Nederīga tekstvienības vērtība. Aprēķinātā vērtība ir pārāk liela: %s
nl: Ongeldige tokenwaarde. De opgeloste waarde is te groot: %s
ro: Valoare token invalidă. Valoarea rezultată este prea mare: %s
sv: Ogiltigt token-värde. Det uträknade värdet är för stort: %s

# workspace.tokens.opacity-range
source: Opacity must be between 0 and 100% or 0 and 1 (e.g. 50% or 0.5).
es: La opacidad debe estar entre 0 y 100% o 0 y 1 (p.e. 50% o 0.5).
fr: L'opacité doit être comprise entre 0 % et 100 % ou entre 0 et 1 (ex : 50 % ou 0.5).
he: שקיפות צריכה להיות בין 0 ל־100% או 0 ו־1 (כלומר 50% או 0.5).
hi: अपारदर्शिता 0 और 100% या 0 और 1 (जैसे 50% या 0.5) के बीच होनी चाहिए।
id: Opasitas harus antara 0 dan 100% atau 0 dan 1 (mis. 50% atau 0.5).
it: L'opacità deve essere compresa tra 0 e 100% o tra 0 e 1 (ad esempio 50% o 0.5).
lv: Necaurspīdīgumam ir jābūt starp 0 un 100 % vai 0 un 1 (piem., 50% jeb 0.5).
nl: De dekking moet tussen 0 en 100% of 0 en 1 zijn (bijv. 50% of 0,5).
ro: Opacitatea trebuie să fie între 0 și 100% sau 0 și 1 (ex: 50% sau 0.5).
sv: Opaciteten måste vara mellan 0 och 100 % eller 0 och 1 (t.ex. 50 % eller 0,5).

source: workspace.tokens.original-value
he: ערך מקורי: %s
hi: मूल मान: %s
nl: Oorspronkelijke waarde: %s

# workspace.tokens.paddings
source: Paddings
fr: Marges intérieures
he: ריפודים
hi: पैडिंग्स
id: Padding
it: Padding
lv: Atbīdes
nl: Vulling
ro: Margini interioare
sv: Utfyllnader
zh_cn: 内边距

# workspace.tokens.radius
source: Radius
fr: Rayons
he: רדיוס
hi: त्रिज्या
it: Raggio
lv: Rādiuss
pt_pt: Raio
ro: Raze
sv: Radie
zh_cn: 圆角半径

# workspace.tokens.ref-not-valid
source: Reference is not valid or is not in any active set
cs: Reference není platná nebo není v žádné aktivní sadě
de: Referenz ist ungültig oder befindet sich nicht in einem aktiven Set
es: La referencia no es válida o no se encuentra en ningún set activo.
fr: La référence n'est pas valide ou n'est pas dans une collection active
he: ההפניה לא תקפה או שאינה באף סדרה פעילה
hi: संदर्भ मान्य नहीं है या किसी सक्रिय सेट में नहीं है
hr: Referenca nije važeća ili nije ni u jednom aktivnom skupu
id: Referensi tidak valid atau tidak dalam set aktif mana pun
it: Il riferimento non è valido o non è presente in nessun set attivo
lv: Atsauce nav derīga vai tā nav nevienā aktīvā kopā
nl: Referentie is niet geldig of zit niet in een actieve verzameling
ro: Referința nu este validă sau nu este în nici unul dintre seturile active
sv: Referensen är inte giltig eller finns inte i någon aktiv uppsättning
zh_cn: 引用无效或不在任何活动集中
zh_hant: 參照無效或不在任何啟用的集內

# workspace.tokens.reference-error
source: Reference Errors:
es: Errores en referencias:
fr: Erreurs de référence :
he: שגיאות הפניה:
hi: संदर्भ त्रुटियाँ:
id: Kesalahan Referensi:
it: Errori di riferimento:
lv: Atsauču kļūdas:
nl: Referentie fouten:
ro: Erori referință:
sv: Referensfel:
zh_cn: 参考错误：

source: workspace.tokens.resolved-value
he: ערך פתור: %s
hi: हल किया गया मान: %s
nl: Opgeloste waarde: %s

# workspace.tokens.save-theme
source: Save theme
cs: Uložit motiv
de: Theme speichern
es: Guardar tema
fr: Enregistrer le thème
he: שמירת ערכת עיצוב
hi: थीम सहेजें
hr: Spremi temu
id: Simpan tema
it: Salva tema
lv: Saglabāt izskatu
nl: Thema opslaan
pt_pt: Guardar tema
ro: Salvează tema
ru: Сохранить тему
sv: Spara tema
zh_cn: 保存主题
zh_hant: 儲存主題

# workspace.tokens.select-set
source: Select set.
cs: Vyberte sadu.
de: Set auswählen.
es: Selecciona set
fr: Sélectionner la collection.
he: בחירה ערכה.
hi: सेट का चयन करें।
hr: Odaberite skup.
id: Pilih set.
it: Seleziona set.
lv: Atlasīt kopu.
nl: Verzameling kiezen.
ro: Selectează setul.
sv: Välj uppsättning.
zh_cn: 选择集。
zh_hant: 選擇集。

# workspace.tokens.self-reference
source: Token has self reference
es: El token tiene una autoreferencia
fr: Le token s'auto-référence
he: לאסימון יש הפניה עצמית
hi: टोकन में स्व-संदर्भ होता है
id: Token memiliki referensi diri
it: Il token ha un riferimento a se stesso
lv: Tekstvienībai ir atsauce uz sevi
nl: Token bevat cirkelverwijzing
ro: Token-ul își face referință singur
sv: Token har självreferens
zh_cn: Token存在自我引用

# workspace.tokens.set-edit-placeholder
source: Enter name (use '/' for groups)
es: Añade un nombre - usa '/' para grupos
fr: Entrez le nom (utilisez « / » pour les groupes)
he: נא למלא שם (להשתמש ב־‚/’ לקבוצות)
hi: नाम दर्ज करें (समूहों के लिए '/' का प्रयोग करें)
id: Masukkan nama (gunakan '/' untuk grup)
it: Inserisci nome (usa '/' per i gruppi)
lv: Ievadīt nosaukumu (jāizmanto "/" kopām)
nl: Voer de naam in (gebruik '/' voor groepen)
ro: Introdu un nume (folosește "/" pentru grupuri)
sv: Ange namn (använd "/" för grupper)
zh_cn: 输入名称（组名使用“/”）
