Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# shortcut-section.workspace
source: Workspace
ar: مساحة العمل
ca: Espai de treball
cs: Pracovní plocha
de: Arbeitsbereich
es: Área de trabajo
eu: Mahaigaina
fr: Espace de travail
he: סביבת עבודה
hi: कार्यस्थान
hr: Radni prostor
id: Ruang Kerja
it: Area di lavoro
lv: Darbvieta
ms: Ruang kerja
nl: Werkruimte
pl: Obszar roboczy
pt_br: Espaço de trabalho
pt_pt: Área de Trabalho
ro: Spațiu de lucru
ru: Рабочая область
sr: Радни простор
sv: Arbetsyta
tr: Çalışma alanı
zh_cn: 工作区
zh_hant: 工作區

# shortcut-subsection.alignment
source: Alignment
ar: محاذاة
ca: Alineació
cs: Zarovnání
de: Ausrichtung
es: Alineamiento
eu: Lerrokatzea
fr: Alignement
he: יישור
hi: संतुलन
hr: Poravnanje
id: Penyesuaian
it: Allineamento
lv: Līdzināšana
ms: Penjajaran
nl: Uitlijning
pl: Wyrównanie
pt_br: Alinhamento
pt_pt: Alinhamento
ro: Aliniere
ru: Выравнивание
sr: Поравнање
sv: Justering
tr: Hizalama
zh_cn: 对准
zh_hant: 對齊

# shortcut-subsection.edit
source: Edit
ar: عدّل
ca: Edició
cs: Upravit
de: Bearbeiten
es: Editar
eu: Editatu
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादन
hr: Uredi
id: Sunting
it: Modifica
lv: Labot
ms: Sunting
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sr: Уреди
sv: Redigera
tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# shortcut-subsection.general-dashboard
source: Generic
ar: عام
ca: Genèric
cs: Obecný
de: Allgemein
es: Genérico
eu: Orokorra
fr: Générique
he: כללי
hi: सार्वभौमिक
hr: Generičko
id: Generik
it: Generico
lv: Vispārējs
ms: Generik
nl: Algemeen
pl: Ogólny
pt_br: Geral
pt_pt: Genérico
ru: Общее
sr: Опште
sv: Allmän
tr: Genel
zh_cn: 通用
zh_hant: 一般

# shortcut-subsection.general-viewer
source: Generic
ar: عام
ca: Genèric
cs: Obecný
de: Allgemein
es: Genérico
eu: Orokorra
fr: Générique
he: כללי
hi: सार्वभौमिक
hr: Generičko
id: Generik
it: Generico
lv: Vispārējs
ms: Generik
nl: Algemeen
pl: Ogólny
pt_br: Geral
pt_pt: Genérico
ru: Общее
sr: Опште
sv: Allmän
tr: Genel
zh_cn: 通用
zh_hant: 一般

# shortcut-subsection.main-menu
source: Main menu
ar: القائمة الرئيسية
ca: Menú principal
cs: Hlavní menu
de: Hauptmenü
es: Menu principal
eu: Menu nagusia
fa: منوی اصلی
fr: Menu principal
he: תפריט ראשי
hi: मुख्य मेन्यू
hr: Glavni meni
id: Menu utama
it: Menu principale
lv: Galvenā izvēlne
ms: Menu utama
nl: Hoofdmenu
pl: Menu główne
pt_br: Menu principal
pt_pt: Menu Principal
ro: Meniul principal
ru: Главное меню
sr: Главни мени
sv: Huvudmeny
tr: Ana menü
zh_cn: 主菜单
zh_hant: 主功能表

# shortcut-subsection.modify-layers
source: Modify layers
ar: تعديل الطبقات
ca: Modifica les capes
cs: Upravit vrstvy
de: Ändern von Ebenen
es: Modificar capas
eu: Aldatu geruzak
fr: Modifier les calques
he: שינוי שכבות
hi: परतें संशोधित करें
hr: Izmijeni layere
id: Ubah lapisan
it: Modifica livelli
lv: Mainīt slāņus
ms: Ubah suai lapisan
nl: Lagen wijzigen
pl: Modyfikuj warstwy
pt_br: Modificar camadas
pt_pt: Modificar camadas
ro: Modifică straturi
ru: Изменить слои
sr: Измените слојеве
sv: Redigera lager
tr: Katmanları değiştir
zh_cn: 修改图层
zh_hant: 修改圖層

# shortcut-subsection.navigation-dashboard
source: Navigation
ar: التنقل
ca: Navegació
cs: Navigace
es: Navegación
eu: Nabigazioa
he: ניווט
hi: मार्गदर्शन
hr: Navigacija
id: Navigasi
it: Navigazione
lv: Navigācija
ms: Navigasi
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
pt_pt: Navegação
ro: Navigație
ru: Навигация
sr: Навигација
tr: Gezinme
zh_cn: 导航
zh_hant: 導航

# shortcut-subsection.navigation-viewer
source: Navigation
ar: التنقل
ca: Navegació
cs: Navigace
es: Navegación
eu: Nabigazioa
he: ניווט
hi: मार्गदर्शन
hr: Navigacija
id: Navigasi
it: Navigazione
lv: Navigācija
ms: Navigasi
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
pt_pt: Navegação
ro: Navigație
ru: Навигация
sr: Навигација
tr: Gezinme
zh_cn: 导航
zh_hant: 導航

# shortcut-subsection.navigation-workspace
source: Navigation
ar: التنقل
ca: Navegació
cs: Navigace
es: Navegación
eu: Nabigazioa
he: ניווט
hi: मार्गदर्शन
hr: Navigacija
id: Navigasi
it: Navigazione
lv: Navigācija
ms: Navigasi
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
pt_pt: Navegação
ro: Navigație
ru: Навигация
sr: Навигација
tr: Gezinme
zh_cn: 导航
zh_hant: 導航

# shortcut-subsection.panels
source: Panels
ar: اللوحات
ca: Panells
cs: Panely
de: Paneele
es: Paneles
eu: Panelak
fa: پنل‌ها
fr: Panneaux
he: לוחות
hi: पैनल्स
hr: Paneli
id: Panel
it: Pannelli
lv: Paneļi
ms: Panel
nl: Panelen
pl: Panele
pt_br: Painéis
pt_pt: Painéis
ro: Panouri
ru: Панели
sr: Панели
sv: Paneler
tr: Paneller
zh_cn: 面板
zh_hant: 面板

# shortcut-subsection.path-editor
source: Paths
ar: مسارات
ca: Camins
cs: Cesty
de: Pfade
es: Ruta
eu: Bidea
fa: مسیرها
fr: Tracés
he: נתיבים
hi: रास्ते
hr: Putanje
id: Jejak
it: Tracciati
lv: Ceļi
ms: laluan
nl: Paden
pl: Ścieżki
pt_br: Curvas
pt_pt: Caminhos
ro: Drumuri
ru: Пути
sr: Путање
sv: Banor
tr: Yollar
zh_cn: 路径
zh_hant: 路徑

# shortcut-subsection.shape
source: Shapes
ar: الأشكال
ca: Formes
cs: Tvary
de: Formen
es: Formas
eu: Formak
fa: شکل‌ها
fr: Formes
he: צורות
hi: आकृतियाँ
hr: Oblici
id: Bentuk
it: Forme
lv: Formas
ms: Bentuk
nl: Vormen
pl: Kształty
pt_br: Formas
pt_pt: Formas
ro: Forme
ru: Фигуры
sr: Облици
sv: Former
tr: Şekiller
zh_cn: 形状
zh_hant: 形狀

# shortcut-subsection.text-editor
source: Texts
cs: Texty
de: Texte
es: Textos
eu: Testuak
fr: Textes
he: טקסטים
hi: टेक्स्ट
hr: Tekstovi
id: Teks
it: Testi
lv: Teksti
ms: Teks
nl: Teksten
pt_pt: Textos
ro: Texte
ru: Тексты
sr: Текстови
sv: Texter
tr: Metinler
zh_cn: 文本
zh_hant: 文字

# shortcut-subsection.tools
source: Tools
ar: أدوات
ca: Eines
cs: Nástroje
de: Werkzeuge
es: Herramientas
eu: Tresnak
fa: ابزار
fr: Outils
he: כלים
hi: औजार
hr: Alati
id: Peralatan
it: Strumenti
lv: Rīki
ms: Alatan
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
ru: Инструменты
sr: Алатке
sv: Verktyg
tr: Araçlar
zh_cn: 工具
zh_hant: 工具

# shortcut-subsection.zoom-viewer
source: Zoom
ar: تكبير
cs: Přiblížení
fa: بزرگنمایی
he: תקריב
hi: ज़ूम
id: Zum
lv: Tālummaiņa
ms: Zum
nl: Zoomen
pl: Przybliżenie
ru: Увеличение
sr: Увећање
tr: Yakınlaştır
zh_cn: 缩放
zh_hant: 縮放

# shortcut-subsection.zoom-workspace
source: Zoom
ar: تكبير
cs: Přiblížení
fa: بزرگنمایی
he: תקריב
hi: ज़ूम
id: Zum
lv: Tālummaiņa
ms: Zum
nl: Zoomen
pl: Przybliżenie
ru: Увеличение
sr: Увећање
tr: Yakınlaştır
zh_cn: 缩放
zh_hant: 縮放

# shortcuts.add-comment
source: Comments
ar: تعليقات
ca: Comentaris
cs: Komentáře
de: Kommentare
es: Añadir comentarios
eu: Gehitu iruzkinak
fa: نظرات
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
hr: Komentari
id: Komentar
it: Commenti
lv: Komentāri
ms: Komen
nl: Commentaar
pl: Komentarze
pt_br: Comentários
pt_pt: Comentários
ro: Comentarii
ru: Комментарии
sr: Коментари
sv: Kommentarer
tr: Yorumlar
zh_cn: 评论
zh_hant: 評論

# shortcuts.add-node
source: Add node
ar: إضافة عقدة
ca: Afegeix node
cs: Přidat uzel
de: Punkt hinzufügen
es: Añadir nodo
eu: Gehitu nodoa
fa: افزودن گره
fr: Ajouter un nœud
he: הוספת מפרק
hi: नोड जोड़ें
hr: Dodaj čvor
id: Tambahkan simpul
it: Aggiungi nodo
lv: Pievienot mezglu
ms: Tambah nota
nl: Knooppunt toevoegen
pl: Dodaj węzeł
pt_br: Adicionar ponto
pt_pt: Adicionar nó
ro: Adaugă nod
ru: Добавить узел
sr: Додај чвор
sv: Lägg till nod
tr: Düğüm ekle
zh_cn: 添加节点
zh_hant: 新增節點

# shortcuts.align-bottom
source: Align bottom
ar: محاذاة لأسفل
ca: Alinea a baix
cs: Zarovnat dolů
de: Unten ausrichten
es: Alinear abajo
eu: Lerrokatu behean
fa: تراز به پایین
fr: Aligner en bas
he: יישור לתחתית
hi: नीचे संरेखित करें
hr: Poravnaj dno
id: Sesuaikan ke bawah
it: Allinea in basso
lv: Līdzināt pie apakšas
ms: Sejajarkan bahagian bawah
nl: Onderaan uitlijnen
pl: Wyrównaj do dołu
pt_br: Alinhar a base
pt_pt: Alinhar abaixo
ro: Aliniază jos
ru: Выровнять по нижнему краю
sr: Поравнај на дно
sv: Justera botten
tr: Alta hizala
zh_cn: 底部对齐
zh_hant: 底部對齊

# shortcuts.align-center
source: Align center
cs: Zarovnat na střed
de: Zentrieren
es: Alinear al centro
eu: Erdian lerrokatu
fr: Aligner au centre
he: יישור למרכז
hi: मध्य में संरेखित करें
hr: Poravnajte središte
id: Paskan ke tengah
it: Allinea al centro
lv: Līdzināt vidū
ms: Jajarkan tengah
nl: Centreren
pt_pt: Alinhar ao centro
ro: Aliniere la centru
ru: Выровнять по центру
sr: Поравнај по центру
sv: Justera centrum
tr: Ortala
zh_cn: 居中对齐
zh_hant: 居中對齊

# shortcuts.align-hcenter
source: Align center horizontally
ar: محاذاة المركز أفقيًا
ca: Alinea al centre horitzontalment
cs: Zarovnat vodorovně na střed
de: Horizontal zentrieren
es: Alinear al centro horizontalmente
eu: Lerrokatu erdian horizontalki
fr: Aligner horizontalement au centre
he: יישור למרכז אופקית
hi: क्षैतिज रूप से केंद्र संरेखित करें
hr: Poravnaj sredinu vodoravno
id: Sesuaikan ke tengah secara horizontal
it: Allinea al centro orizzontalmente
lv: Līdzināt vidū līmeniski
ms: Jajarkan tengah secara mendatar
nl: Horizontaal centreren
pl: Wyrównaj do środka w poziomie
pt_br: Centralizar horizontalmente
pt_pt: Alinhar ao centro horizontalmente
ro: Aliniază centrul orizontal
ru: Выровнять по центру по горизонтали
sr: Поравнај по центру водоравно
sv: Justera centrum horisontellt
tr: Ortayı yatay olarak hizala
zh_cn: 水平居中对齐
zh_hant: 水平居中對齊

# shortcuts.align-justify
source: Align justify
cs: Zarovnat do bloku
de: Blocksatz
es: Alinear justificado
eu: Justifikatuta lerrokatu
fr: Aligner justifié
he: יישור משני הצדדים
hi: पूर्ण संरेखण करें
hr: Poravnajte obostrano
id: Paskan secara rata
it: Allinea giustificato
lv: Līdzināt pie abām malām
ms: Mengimbangkan keselarasan
nl: Uitlijnen
pt_pt: Alinhar justificado
ro: Aliniere justificată
ru: Выровнять по ширине
sr: Поравнај по ширини
sv: Justera text till båda marginalerna
tr: İki yana yasla
zh_cn: 两端对齐
zh_hant: 兩端對齊

# shortcuts.align-left
source: Align left
ar: محاذاة اليسار
ca: Alinea a l'esquerra
cs: Zarovnat vlevo
de: Linksbündig ausrichten
es: Alinear a la izquierda
eu: Lerrokatu ezkerrean
fr: Aligner à gauche
he: יישור שמאלה
hi: बाएँ संरेखित करें
hr: Poravnaj lijevo
id: Sesuaikan ke kiri
it: Allinea a sinistra
lv: Līdzināt pie kreisās malas
ms: Jajar ke kiri
nl: Links uitlijnen
pl: Wyrównaj do lewej
pt_br: Alinhar a esquerda
pt_pt: Alinhar à esquerda
ro: Aliniază stânga
ru: Выровнять по левому краю
sr: Поравнај на лево
sv: Justera vänster
tr: Sola hizala
zh_cn: 靠左对齐
zh_hant: 左對齊

# shortcuts.align-right
source: Align right
ar: محاذاة اليمين
ca: Alinea a la dreta
cs: Zarovnat vpravo
de: Rechtsbündig ausrichten
es: Alinear a la derecha
eu: Lerrokatu eskuman
fr: Aligner à droite
he: יישור ימינה
hi: दाएँ संरेखित करें
hr: Poravnaj desno
id: Sesuaikan ke kanan
it: Allinea a destra
lv: Līdzināt pa labi
ms: Sejajar ke kanan
nl: Rechts uitlijnen
pl: Wyrównaj do prawej
pt_br: Alinhar a direita
pt_pt: Alinhar à direita
ro: Aliniază dreapta
ru: Выровнять по правому краю
sr: Поравнај на десно
sv: Justera höger
tr: Sağa hizala
zh_cn: 靠右对齐
zh_hant: 右對齊

# shortcuts.align-top
source: Align top
ar: ‌محاذاة الأعلى
ca: Alinea a dalt
cs: Zarovnat nahoru
de: Oben ausrichten
es: Alinear arriba
eu: Lerrokatu goian
fr: Aligner en haut
he: יישור לראש
hi: ऊपर संरेखित करें
hr: Poravnaj vrh
id: Sesuaikan ke atas
it: Allinea in alto
lv: Līdzināt pie augšas
ms: Jajarkan atas
nl: Bovenaan uitlijnen
pl: Wyrównaj do góry
pt_br: Alinhar ao topo
pt_pt: Alinhar topo
ro: Aliniază sus
ru: Выровнять по верхнему краю
sr: Поравнај по врху
sv: Justera toppen
tr: Üste hizala
zh_cn: 顶部对齐
zh_hant: 頂部對齊

# shortcuts.align-vcenter
source: Align center vertically
ar: محاذاة المركز عموديًا
ca: Alinea al centre verticalment
cs: Zarovnat na střed svisle
de: Mittig ausrichten (vertikal)
es: Alinear al centro verticalmente
eu: Lerrokatu erdian bertikalki
fr: Aligner verticalement au centre
he: יישור למרכז אנכית
hi: ऊर्ध्वाधर रूप से केंद्र संरेखित करें
hr: Poravnaj sredinu okomito
id: Sesuaikan ke tengah secara vertikal
it: Allinea al centro verticalmente
lv: Līdzināt vidū stateniski
ms: Jajarkan tengah secara menegak
nl: Verticaal centreren
pl: Wyrównaj do środka w pionie
pt_br: Centralizar verticalmente
pt_pt: Alinhar ao centro verticalmente
ro: Aliniază centrul vertical
ru: Выровнять по центру по вертикали
sr: Поравнај по центру усправно
sv: Justera centrum vertikalt
tr: Ortayı dikey olarak hizala
zh_cn: 垂直居中对齐
zh_hant: 垂直居中對齊

# shortcuts.artboard-selection
source: Create board from selection
ar: أنشئ لوحة من التحديد
ca: Crea un tauler a partir de selecció
cs: Vytvořit tabuli z výběru
de: Zeichenfläche aus Auswahl erstellen
es: Crear tablero desde la selección
eu: Sortu arbela hautapenetik
fr: Créer un plan de travail à partir de la sélection
he: יצירת לוח מהבחירה
hi: चयन से बोर्ड बनाएं
hr: Kreiraj ploču iz odabira
id: Buat papan dari seleksi
it: Crea una tavola da disegno a partire dalla selezione
lv: Izveidot plātni no atlases
ms: Cipta papan daripada pemilihan
nl: Maak bord van selectie
pl: Utwórz obszar kompozycji z wybranych
pt_br: Criar tela a partir da seleção
pt_pt: Criar prancheta a partir da seleção
ro: Creează tablă din selecție
ru: Создать доску из выбора
sr: Направите таблу из избора
sv: Skapa tavla från markering
tr: Seçimden çalışma yüzeyi oluştur
zh_cn: 以所选内容创建画板
zh_hant: 從選擇中建立板

# shortcuts.bold
source: Toggle bold
cs: Přepnout tučné písmo
de: Umschalten auf Fettdruck
es: Alternar negrita
eu: Aktibatu/desaktibatu beltza
fr: Basculer en gras
he: החלפת מצב מודגש
hi: बोल्ड टॉगल करें
hr: Uključi/isključi podebljano
id: Tebal
it: Attiva/Disattiva grassetto
lv: Pārslēgt treknrakstu
ms: Togol tebal
nl: Vet in/uitschakelen
pt_pt: Alternar negrito
ro: Comutare bold
ru: Переключить толщину
sr: Укључите подебљано
sv: Växla mellan fetstil
tr: Kalın yazı aç/kapat
zh_cn: 切换粗体
zh_hant: 切換粗體

# shortcuts.bool-difference
source: Boolean difference
ar: فرق منطقي
ca: Diferència booleana
cs: Rozdíl
de: Subtrahieren (Boolesche Operation)
es: Diferencia
eu: Diferentzia
fr: Soustraction booléenne
he: הבדל בוליאני
hi: बूलियन अंतर
hr: Boolean razlika
id: Perbedaan boolean
it: Differenza
lv: Būla starpība
ms: Perbezaan Boolean
nl: Aftrekken (Booleaans verschil)
pl: Różnica logiczna
pt_br: Subtrair
pt_pt: Diferença booleana
ro: Diferența booleană
ru: Логическая разница
sr: Boolean разлика
sv: Boolesk skillnad
tr: Boole farkı
zh_cn: 布尔差
zh_hant: 布林差集

# shortcuts.bool-exclude
source: Boolean exclude
ar: استبعاد منطقي
ca: Exclusió booleana
cs: Vyloučení
de: Ausschluss
es: Exclusión
eu: Baztertu
fr: Exclusion booléenne
he: החרגה בוליאנית
hi: बूलियन बहिष्कृत
hr: Boolean isključenje
id: Pengecualian boolean
it: Escludi
lv: Būla izslēgšana
ms: Pengecualian Boolean
nl: Uitsluiten
pl: Wykluczenie logiczne
pt_br: Exclusão
pt_pt: Exclusão Booleana
ro: Exclude boolean
ru: Логическое исключение
sr: Boolean изузми
sv: Boolean exkluderar
tr: Boole hariç tut
zh_cn: 布尔排除
zh_hant: 布林排除

# shortcuts.bool-intersection
source: Boolean intersection
ar: تقاطع منطقي
ca: Intersecció booleana
cs: Průnik
de: Schnittmenge
es: Interescción
eu: Ebakidura
fr: Intersection booléenne
he: הצלבה בוליאנית
hi: बूलियन चौराहा
hr: Boolean presijek
id: Berpotongan boolean
it: Interseca
lv: Būla krustošanās
ms: Persimpangan Boolean
nl: Booleaanse kruising
pl: Logiczny punkt przecięcia
pt_br: Interseccionar
pt_pt: Intersecção Booleana
ro: Intersecție boolean
ru: Логическое пересечение
sr: Boolean пресек
sv: Boolean korsning
tr: Boole kesişim
zh_cn: 布尔交集
zh_hant: 布林交集

# shortcuts.bool-union
source: Boolean union
ar: الاتحاد المنطقي
ca: Unió booleana
cs: Sloučení
de: Vereinigung
es: Unión
eu: Elkarketa
fr: Union booléenne
he: איחוד בוליאני
hi: बूलियन संघ
hr: Boolean unija
id: Serikat boolean
it: Unisci
lv: Būla apvienošana
ms: Kesatuan Boolean
nl: Booleaanse vereniging
pl: Związek logiczny
pt_br: União
pt_pt: União Booleana
ro: Uniune boolean
ru: Логическое объединение
sr: Boolean унија
sv: Booleansk union
tr: Boole birleşim
zh_cn: 布尔合并
zh_hant: 布林聯集

# shortcuts.bring-back
source: Send to the back
ar: أرسل إلى الخلف
ca: Envia-ho al fons
cs: Přesunout dozadu
de: In den Hintergrund
es: Enviar detrás
eu: Bidali atzera
fr: Mettre à l'arrière-plan
he: שליחה אחורה
hi: पीछे भेजो
hr: Premijesti u pozadinu
id: Turunkan ke paling belakang
it: Porta sotto
lv: Sūtīt uz aizmuguri
ms: Hantar ke paling belakang
nl: Naar de achtergrond
pl: Przesuń na spód
pt_br: Mover ao fundo
pt_pt: Enviar para trás
ro: Trimite la spate
ru: Переместить на задний план
sr: Пошаљи позади
sv: Flytta längst bak
tr: En arkaya gönder
zh_cn: 移至最下层
zh_hant: 置於最底層

# shortcuts.bring-backward
source: Send backward
ar: إرسال إلى الوراء
ca: Envia-ho cap avall
cs: Přesunout dozadu
de: Eins nach hinten
es: Enviar al fondo
eu: Bidali hondora
fr: Déplacer en arrière
he: הרחקה לאחור
hi: पीछे भेजें
hr: Premiijesti nazad
id: Turunkan ke belakang
it: Porta dietro
lv: Sūtīt atpakaļ
ms: Hantar ke belakang
nl: Naar achteren
pl: Przesuń niżej
pt_br: Mover para trás
pt_pt: Mover para trás
ro: Trimite în spate
ru: Переместить назад
sr: Пошаљи назад
sv: Flytta bakåt
tr: Arkaya gönder
zh_cn: 移至下一层
zh_hant: 向後發送

# shortcuts.bring-forward
source: Bring forward
ar: ثابر للأمام
ca: Envia-ho cap amunt
cs: Přesunout dopředu
de: Eins nach vorne
es: Mover al frente
eu: Mugitu aurrealdera
fr: Déplacer vers l'avant
he: קידום
hi: आगे लाओ
hr: Premijesti naprijed
id: Naikkan ke atas
it: Porta avanti
lv: Virzīt uz priekšu
ms: Bawa ke hadapan
nl: Naar voren
pl: Przesuń wyżej
pt_br: Mover para a frente
pt_pt: Mover para a frente
ro: Aduce în față
ru: Перенести вперёд
sr: Изнесите напред
sv: Flytta framåt
tr: Öne getir
zh_cn: 移至上一层
zh_hant: 向前移動

# shortcuts.bring-front
source: Bring to the front
ar: أحضر إلى الأمام
ca: Envia-ho a dalt
cs: Posunout dopředu
de: In den Vordergrund
es: Mover hacia adelante
eu: Mugitu aurrera
fr: Mettre au premier plan
he: הבאה לחזית
hi: सामने लाओ
hr: Premijesti skroz naprijed
id: Naikkan ke paling atas
it: Porta in primo piano
lv: Izvirzīt priekšā
ms: Bawa ke paling hadapan
nl: Naar de voorgrond
pl: Przesuń na wierzch
pt_br: Mover ao topo
pt_pt: Enviar para a frente
ro: Aduce în față
ru: Вынести на передний план
sr: Изнесите на предњи део
sv: Flytta längst fram
tr: En öne getir
zh_cn: 移至最上层
zh_hant: 置於最前面

# shortcuts.clear-undo
source: Clear undo
ar: مسح التراجع
ca: Esborra desfer
cs: Vymazat zpět
de: Verlauf löschen
es: Limpiar historial
eu: Garbitu historiala
fr: Rétablir
he: פינוי ביטול
hi: पूर्ववत साफ़ करें
hr: Obriši povrat
id: Hapus urungan
it: Pulisci cronologia
lv: Iztīrīt atsaukšanu
ms: Kosongkan buat asal
nl: Ongedaan maken wissen
pl: Wyczyść cofnięcia
pt_br: Limpar desfazer
pt_pt: Limpar historial
ro: Ștergeți anularea
ru: Очистить отмену
sr: Очисти отказивање
sv: Ångra rensa
tr: Geri almayı temizle
zh_cn: 清除回退内容
zh_hant: 清除undo

# shortcuts.copy
source: Copy
ar: نسخ
ca: Copia
cs: Kopírovat
de: Kopieren
es: Copiar
eu: Kopiatu
fa: کپی
fr: Copier
he: העתקה
hi: कापी
hr: Kopiraj
id: Salin
it: Copia
lv: Kopēt
ms: Salin
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Скопировать
sr: Копирај
sv: Kopiera
tr: Kopyala
zh_cn: 拷贝
zh_hant: 複製

# shortcuts.copy-link
source: Copy link
cs: Zkopírovat odkaz do schránky
de: Link in die Zwischenablage kopieren
es: Copiar enlace
fr: Copier le lien
he: העתקת קישור ללוח הגזירים
hi: लिंक कॉपी करें
hr: Kopiraj vezu u međuspremnik
id: Salin tautan ke papan klip
it: Copia link negli appunti
lv: Ievietot saiti starpliktuvē
nl: Link naar klembord kopiëren
pt_pt: Copiar ligação para a área de transferência
ro: Copiază link
sv: Kopiera länk till urklipp
tr: Bağlantıyı kopyala
zh_cn: 复制链接
zh_hant: 將連結複製到剪貼簿

# shortcuts.copy-props
source: Copy properties
de: Eigenschaften kopieren
es: Copiar propiedades
fr: Copier les propriétés
he: העתקת מאפיינים
hi: गुण कॉपी करें
id: Salin properti
it: Copia proprietà
lv: Ievietot īpašības starpliktuvē
nl: Eigenschappen kopiëren
ro: Copiază proprietățile
sv: Kopiera egenskaper
tr: Özellikleri kopyala
zh_cn: 复制属性

# shortcuts.create-new-project
source: Create new
ar: أضف جديد
ca: Crea nou
cs: Vytvořit nový
de: Neues Projekt erstellen
es: Crear nuevo
eu: Sortu berria
fr: Créer
he: יצירת חדש
hi: नया निर्माण
hr: Kreiraj novo
id: Buat baru
it: Crea nuovo
lv: Izveidot jaunu
ms: Buat baharu
nl: Nieuw project aanmaken
pl: Stwórz nowy
pt_br: Criar novo
pt_pt: Criar novo
ro: Creează nou
ru: Создать новый
sr: Направи ново
sv: Skapa ny
tr: Yeni oluştur
zh_cn: 创建新的
zh_hant: 建立新的

# shortcuts.cut
source: Cut
ar: قطع
ca: Retalla
cs: Vyjmout
de: Ausschneiden
es: Cortar
eu: Moztu
fa: برش
fr: Couper
he: גזירה
hi: काटना
hr: Izreži
id: Potong
it: Taglia
lv: Izgriezt
ms: Potong
nl: Knippen
pl: Wytnij
pt_br: Recortar
pt_pt: Recortar
ro: Taie
ru: Вырезать
sr: Исеци
sv: Klipp ut
tr: Kes
zh_cn: 剪切
zh_hant: 剪下

# shortcuts.decrease-zoom
source: Zoom out
ar: تصغير
ca: Disminueix el zoom
cs: Oddálit
de: Auszoomen
es: Reducir zoom
eu: Jaitsi zooma
fr: Dézoomer
he: התרחקות
hi: ज़ूम आउट
id: Perkecil
it: Zoom indietro
lv: Tālināt
ms: Zum keluar
nl: Uitzoomen
pl: Oddal
pt_br: Reduzir zoom
pt_pt: Menos zoom
ro: Micșorează
ru: Отдалить
sr: Умањи
sv: Zooma ut
tr: Uzaklaştır
zh_cn: 缩小
zh_hant: 縮小

# shortcuts.delete
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
de: Löschen
es: Borrar
eu: Ezabatu
fa: حذف
fr: Supprimer
he: מחיקה
hi: मिटाना
hr: Izbriši
id: Hapus
it: Elimina
lv: Dzēst
ms: Padam
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sr: Избриши
sv: Radera
tr: Sil
zh_cn: 删除
zh_hant: 刪除

# shortcuts.delete-node
source: Delete node
ar: حذف العقدة
ca: Elimina el node
cs: Smazat uzel
de: Punkt löschen
es: Borrar nodo
eu: Ezabatu nodoa
fr: Supprimer le nœud
he: מחיקת מפרק
hi: नोड हटाएँ
hr: Izbriši čvor
id: Hapus simpul
it: Elimina nodo
lv: Dzēst mezglu
ms: Padamkan nod
nl: Knooppunt verwijderen
pl: Usuń węzeł
pt_br: Apagar ponto
pt_pt: Eliminar nó
ro: Șterge nod
ru: Удалить узел
sr: Избриши чвор
sv: Radera nod
tr: Düğümü sil
zh_cn: 删除节点
zh_hant: 刪除節點

# shortcuts.detach-component
source: Detach component
ar: فصل المكوّن
ca: Separa el component
cs: Odpojit komponentu
de: Komponente lösen
es: Desvincular componente
eu: Banandu osagaian
fr: Détacher le composant
he: ניתוק רכיב
hi: घटक अलग करें
hr: Odvoji komponentu
id: Lepaskan komponen
it: Scollega componente
lv: Atdalīt sastāvdaļu
ms: Tanggalkan komponen
nl: Component losmaken
pl: Odłącz komponent
pt_br: Quebrar componente
pt_pt: Desanexar componente
ro: Detașează componentă
ru: Отсоединить компонент
sr: Одвојите компоненту
sv: Separera komponent
tr: Bileşeni ayır
zh_cn: 拆分组件
zh_hant: 分離元件

# shortcuts.draw-curve
source: Curve
ar: منحنى
ca: Corba
cs: Křivka
de: Kurve
es: Curva
eu: Kurba
fa: منحنی
fr: Courbe
he: עיקול
hi: वक्र
hr: Krivulja
id: Kurva
it: Curva
lv: Līkne
ms: Lengkung
nl: Kromme
pl: Krzywa
pt_br: Curva
pt_pt: Curva
ro: Curbă
ru: Кривая
sr: Кривина
sv: Kurva
tr: Eğri
zh_cn: 曲线
zh_hant: 曲線

# shortcuts.draw-ellipse
source: Ellipse
ar: الشكل البيضاوي
cs: Elipsa
es: Elipse
eu: Elipsea
fa: بیضی
he: אליפסה
hi: अंडाकार
hr: Elipsa
id: Elipss
it: Ellisse
lv: Elipse
ms: elips
nl: Ellips
pl: Elipsa
pt_br: Elipse
pt_pt: Elipse
ro: Elipsă
ru: Эллипс
sr: Елипса
sv: Ellips
tr: Elips
zh_cn: 椭圆
zh_hant: 橢圓

# shortcuts.draw-frame
source: Board
ar: لوحة
ca: Tauler
cs: Tabule
es: Tablero
eu: Arbela
fa: آرت‌بورد
fr: Plan de travail
he: לוח
hi: बोर्ड
hr: Panel
id: Papan
it: Tavola da disegno
lv: Plātne
ms: Papan
nl: Bord
pl: Obszar kompozycji
pt_br: Tela
pt_pt: Quadro
ro: Tablă
ru: Доска
sr: Табла
sv: Tavla
tr: Çalışma yüzeyi
zh_cn: 画板
zh_hant: 畫板

# shortcuts.draw-nodes
source: Draw path
ar: أرسم المسار
ca: Dibuixa el camí
cs: Nakreslit cestu
de: Pfad zeichnen
es: Dibujar nodos
eu: Marraztu nodoak
fr: Dessiner un tracé
he: ציור נתיב
hi: पथ बनाएं
hr: Ucrtaj put
id: Gambar jalur
it: Disegna tracciato
lv: Zīmēt ceļu
ms: Lukis laluan
nl: Pad tekenen
pl: Rysuj ścieżkę
pt_br: Desenhar caminho
pt_pt: Desenhar caminho
ro: Trasează drum
ru: Нарисовать контур
sr: Нацртај путању
sv: Rita bana
tr: Yol çiz
zh_cn: 绘制路径
zh_hant: 繪製路徑
