Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# auth.terms-of-service
source: Terms of service
af: Diensbepalings
ar: شروط الخدمة
ca: Condicions del servei
cs: Všeobecné podmínky poskytování služeb
de: Nutzungsbedingungen
es: Términos de servicio
es_419: Términos de servicio
eu: Zerbitzuaren erabilpen-baldintzak
fa: شرایط استفاده از خدمات
fo: Treytir
fr: Conditions générales d'utilisation
fr_ca: Conditions d'utilisation
he: תנאי השירות
hi: सेवा की शर्तें
hr: Uvjeti pružanja usluge
id: Kebijakan layanan
it: Condizioni di servizio
ko: 서비스 정책
lt: Paslaugų teikimo sąlygos
lv: Pakalpojumu sniegšanas noteikumi
ml: ഉപയോഗനിബന്ധനകൾ
ms: Syarat perkhidmatan
nl: Gebruiksvoorwaarden
pl: Warunki świadczenia usług
pt_br: Termos de serviço
pt_pt: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
sr: Услови коришћења
sv: Användarvillkor
ta: சேவை விதிமுறைகள்
th: เงื่อนไขการให้บริการ
tr: Hizmet şartları
zh_cn: 服务协议
zh_hant: 服務條款

# auth.terms-privacy-agreement
source: When creating a new account, you agree to ourf terms of service and privacy policy.
af: Wanneer jy 'n nuwe rekening skep, stem jy in tot ons diensbepalings en privaatheidsbeleid.
ar: عند إنشاء حساب جديد ، فإنك توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا.
cs: Vytvořením nového účtu souhlasíte s všeobecnými podmínkami poskytování služeb a zásadami ochrany osobních údajů.
de: Wenn Sie ein neues Konto erstellen, stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu.
es: Al crear una nueva cuenta, aceptas nuestros [términos de servicio](%s) y [política de privacidad](%s).
es_419: Al crear una nueva cuenta, acepta nuestros términos de servicio y política de privacidad.
fa: با ایجاد اکانت جدید شما با تمامی مفاد terms of service (قوانین و مقررات استفاده از این سرویس و حقوق متقابل ما و شما) و مفاد privacy policy (چگونگی مراقبت از حریم شخصی شما توسط ما) موافقت میکنید.
fr: En créant un nouveau compte, vous acceptez nos termes d'usage du service et de politique de confidentialité.
fr_ca: En te créant un nouveau compte, tu acceptes nos conditions d'utilisation et politique de confidentialité.
he: יצירת חשבון חדש מהווה את הסכמתך לתנאי השירות ולמדיניות הפרטיות.
hi: नया खाता बनाते समय, आप हमारी सेवा की शर्तें और गोपनीयता नीति से सहमत होते हैं।
hr: Prilikom kreiranja novog računa, pristajete našim uvjetima pružanja usluge i politici privatnosti.
id: Ketika membuat akun baru, Anda menyetujui kebijakan layanan dan kebijakan privasi kami.
it: Quando crei un nuovo account, accetti i nostri termini di servizio e la politica sulla privacy.
ko: 새로운 계정을 생성하시면, 사용자는 펜팟의 서비스 정책과 개인 정보 정책에 동의하는 것으로 간주됩니다.
lv: Ar jauna konta izveidošanu tiek piekrists mūsu pakalpojuma noteikumiem un privātuma nosacījumiem.
ms: Apabila membuat akaun baharu, anda bersetuju menerima syarat perkhidmatan dan dasar privasi kami.
nl: Met het aanmaken van een nieuw account ga je akkoord met onze gebruiksvoorwaarden en ons privacybeleid.
pt_br: Ao criar uma nova conta, você concorda com nossos termos de serviço e política de privacidade.
pt_pt: Ao criar uma nova conta, concordas com os nossos termos de serviço e política de privacidade.
ro: Când creezi un cont, ești de acord cu termenii și condițiile și politica de confidențialitate.
ru: Создавая новый аккаунт, вы соглашаетесь с нашими условиями обслуживания и политикой конфиденциальности.
sr: Када креирате нови налог, прихватате наше услове коришћења услуге и политику приватности.
sv: När du skapar ett nytt konto accepterar du våra användarvillkor och integritetspolicyn.
th: เมื่อคุณสร้างบัญชี คุณยอมรับข้อกำหนดการให้บริการและนโยบายความเป็นส่วนตัว
tr: Bir hesap oluştururken, koşullarımızı ve gizlilik politikamızı kabul etmiş sayılırsınız.
zh_cn: 创建账号意味着您认可我们的服务条例和隐私政策。
zh_hant: 建立新帳戶時，您同意我們的服務條款和隱私權政策。

# auth.verification-email-sent
source: We've sent a verification email to
af: Ons het 'n verifikasie-e-pos aan gestuur
ar: لقد أرسلنا رسالة تحقق إلى بريدك الالكتروني
ca: S'ha enviat un correu de verificació a
cs: Ověřovací e-mail jsme odeslali na adresu
da: Vi har sendt en bekræftelsesmail til
de: Wir haben eine Bestätigungs-E-Mail gesendet an
el: Εχουμε στείλει ενα mail επαλήθευσης
es: Hemos enviado un email de verificación a
es_419: Hemos enviado un correo electrónico de verificación
eu: Egiaztapen mezu bat bidali dugu helbide honetara
fa: ما یک ایمیل تأیید ارسال کردیم به
fo: Vit hava sent ein váttanar teldupost til
fr: Nous avons envoyé un e-mail de vérification à
fr_ca: Nous avons envoyé un lien de vérification au
he: שלחנו הודעת דוא״ל לאימות אל
hi: हमने सत्यापन ईमेल इस पते पर भेजा है
hr: Poslali smo e-mail za potvrdu na
id: Kami telah mengirimkan surel verifikasi ke
it: Abbiamo inviato l'e-mail di verifica a
ko: 검증 메일을 ~에 보냈어요
lt: Išsiuntėme patvirtinimo el. laišką adresu
lv: Mēs esam nosūtījuši apstiprinājuma e-pasta ziņojumu uz
ml: സാധൂകരിക്കാനുള്ള ഇമെയിൽ ഞങ്ങൾ അയച്ചിരിക്കുന്നു
ms: Kami telah menghantar e-mel pengesahan kepada
nl: We hebben een verificatie-e-mail verzonden naar
pl: Wysłaliśmy email weryfikacyjny na adres
pt_br: Enviamos um e-mail de verificação para
pt_pt: Enviámos um email de verificação para
ro: Am trimis un email de verificare la
ru: Мы отправили эл. письмо с подтверждением на
sr: Послали смо потврдно е-писмо на
sv: Vi har skickat ett verifieringsmail till
ta: சரிபார்ப்பு மின்னஞ்சலை அனுப்பியுள்ளோம் இந்த முகவரிக்கு
th: เราได้ส่งอีเมลยืนยันให้กับ
tr: Onay e-postanı şu adrese gönderdik
zh_cn: 我们已经发送了一封验证邮件到
zh_hant: 我們會寄送一封驗證郵件至

# auth.work-email
source: Work email
cs: Pracovní email
de: Geschäftliche E-Mail-Adresse
es: Correo electrónico
fa: ایمیلِ کار
fr: Email professionnel
fr_ca: Adresse courriel de travail
he: דוא״ל עבודה
hi: कार्य ईमेल
hr: Poslovna e-pošta
id: Surel kerja
it: Email di lavoro
ko: 작업용 이메일
lv: Darba e-pasta adrese
nl: Werk e-mail
pt_br: E-mail de trabalho
pt_pt: Email profissional
ro: Email lucru
ru: Рабочая эл. почта
sr: Радна е-пошта
sv: Arbetsmail
th: อีเมลทำงาน
tr: İş e-postası
zh_cn: 工作邮件地址
zh_hant: 工作信箱

# branding-illustrations-marketing-pieces
source: ...branding, illustrations, marketing pieces, etc.
af: ...handelsmerk, illustrasies, bemarkingsstukke, ens.
ar: ...علامة تجارية، رسوم توضيحية، قطع تسويقية، إلخ.
cs: ...branding, ilustrace, marketing atd.
de: ...Branding, Illustrationen, Marketingmaterialien, usw.
es: diseño de marca, ilustraciones, piezas de marketing...
es_419: ...marca, ilustraciones, piezas de marketing, etc.
fr: ...image de marque, illustrations, supports marketing, etc.
fr_ca: images de marque, illustrations, matériel de marketing...
he: …מיתוג, איורים, חומרים שיווקיים ועוד.
hi: ...ब्रांडिंग, चित्रण, मार्केटिंग सामग्री आदि।
hr: ...branding, ilustracije, marketinški dijelovi, itd.
id: ...pencitraan merek, ilustrasi, bagian pemasaran, dll.
it: …branding, illustrazione, materiali di marketing, etc.
ko: ...브랜딩, 일러스트레이션, 마케팅 자료 등.
lv: ... zīmolrades, ilustrācijām, mārketinga materiāliem utt.
ms: ... penjenamaan, ilustrasi, bahagian pemasaran, dll.
nl: …branding, illustraties, marketingstukken, etc.
pt_br: ... marca, ilustrações, materiais de marketing, etc.
pt_pt: ...branding, ilustrações, artigos de marketing, etc.
ro: ... mărci, ilustrații, piese de marketing, etc.
ru: ...брендинг, иллюстрации, маркетинговые материалы и т.д.
sr: ...брендирање, илустрације, маркетиншки комади, итд.
sv: ...varumärkesbyggande, illustrationer, marknadsföringsmaterial, etc.
tr: ...marka çalışması, çizimler, pazarlama materyalleri, vb.
zh_cn: 品牌设计、插图、营销物料等。
zh_hant: ...品牌設計、插畫、行銷素材等。

# comments.mentions.not-found
source: No people found for @%s
cs: Pro @%s nebyli nalezeni žádní lidé
de: Es wurden keine Personen für @%s gefunden
es: No se encuentra miembros con @%s
fr: Aucun membre trouvé avec @%s
fr_ca: Aucune personne trouvée pour @%s
he: לא נמצאו אנשים עבור ‎@%s
hi: @%s के लिए कोई व्यक्ति नहीं मिला
hr: Nisu pronađene osobe za @%s
id: Tidak ada orang yang ditemukan untuk @%s
it: Nessuna persona trovata per @%s
lv: Netika atrasts neviens cilvēks @%s
nl: Geen mensen gevonden voor @%s
pt_br: Ninguém encontrado com @%s
ro: Nicio persoană găsită pentru @%s
sv: Inga personer hittades för @%s
tr: @%s için kişi bulunamadı
zh_cn: 未找到 @%s 相关人员
zh_hant: 未找到 @%s 的聯絡人

# common.publish
source: Publish
af: Publiseer
ar: انشر
ca: Publica
cs: Zveřejnit
de: Veröffentlichen
es: Publicar
es_419: Publicar
eu: Argitaratu
fa: انتشار
fo: Gev út
fr: Publier
fr_ca: Publier
he: פרסום
hi: प्रकाशित
hr: Objavi
id: Terbitkan
it: Pubblica
ko: 발행하기
lt: Paskelbti
lv: Publicēt
ms: Terbitkan
nl: Publiceren
pl: Opublikuj
pt_br: Publicar
pt_pt: Publicar
ro: Publică
ru: Опубликовать
sr: Објави
sv: Publicera
ta: வெளியிடுங்கள்
tr: Yayınla
zh_cn: 发布
zh_hant: 發怖

# common.share-link.all-users
source: All Penpot users
af: Alle Penpot-gebruikers
ar: جميع مستخدمي Penpot
ca: Tots els usuaris de Penpot
cs: Všichni uživatelé Penpotu
de: Alle Penpot-Benutzer
es: Todo usario de Penpot
es_419: Todos los usuarios de Penpot
eu: Penpoten erabiltzaile guztiak
fa: همه کاربران پنپات
fo: Allir Penpot brúkarar
fr: Tous les utilisateurs de Penpot
fr_ca: Tous les usagers de Penpot
he: כל משתמשי Penpot
hi: सभी पेनपॉट उपयोगकर्ता
hr: Svi Penpot korisnici
id: Semua pengguna Penpot
it: Tutti gli utenti Penpot
ko: 모든 펜팟 유저들
lt: Visi Penpot vartotojai
lv: Visi Penpot lietotāji
ms: Semua pengguna Penpot
nl: Alle Penpot-gebruikers
pl: Wszyscy użytkownicy Penpot
pt_br: Todos os usuários do Penpot
pt_pt: Todos os utilizadores Penpot
ro: Toți utilizatorii Penpot
ru: Все пользователи Penpot
sr: Сви Penpot корисници
sv: Alla Penpot-användare
ta: அனைத்து Penpot பயனர்களும்
th: ผู้ใช้ Penpot ทั้งหมด
tr: Tüm Penpot kullanıcıları
zh_cn: 所有Penpot用户
zh_hant: 所有 Penpot 用戶

# common.share-link.confirm-deletion-link-description
source: Are you sure you want to remove this link? If you do it, it's no longer be available for anyone
af: Is jy seker jy wil hierdie skakel verwyder? As jy dit doen, is dit nie meer vir enigiemand beskikbaar nie
ar: أمتأكد أنك تريد إزالة هذا الرابط؟ إذا فعلت ذلك، فلن يكون متاحًا لأي شخص
ca: Segur que voleu eliminar l'enllaç? Si ho feu, ja no estarà disponible per a ningú
cs: Opravdu chcete tento odkaz odstranit? Pokud to uděláte, nebude už pro nikoho dostupný
de: Sind Sie sicher, dass Sie diesen Link löschen möchten? Wenn Sie das tun, wird er für niemanden mehr verfügbar sein
es: ¿Estas seguro que quieres eliminar el enlace? Si lo haces, el enlace dejara de funcionar para cualquiera
es_419: ¿Estás seguro de que deseas eliminar este enlace? Si lo haces ya no estará disponible para nadie
eu: Esteka ezabatu nahi duzu? Hori egiten baduzu, inori ez dio funtzionatuko
fa: آیا مطمئنید که می‌خواهید این لینک را حذف کنید؟ اگر این کار را انجام دهید، دیگر برای کسی در دسترس نیست
fo: Ert tú vís(ur) í, at tú vilt strika hetta leinkið? Gert tú tað, er tað ikki longur tøkt hjá nøkrum
fr: Êtes-vous certain de vouloir supprimer ce lien ? Si oui, plus personne ne pourra y accéder
fr_ca: Veux-tu vraiment supprimer ce lien? Cas advenant, il ne sera plus disponible à quiconque
he: להסיר את הקישור הזה? ביצוע פעולה זו תמנע מכולם לגשת אליו
hi: क्या आप वाकई इस लिंक को हटाना चाहते हैं? अगर आप इसे हटाते हैं, तो यह किसी के लिए भी उपलब्ध नहीं रहेगा
hr: Jesi li siguran/na da želiš ukloniti ovu vezu? Ako to učiniš, više nikome neće biti dostupno
id: Apakah Anda yakin ingin menghapus tautan ini? Jika Anda menghapusnya, maka tautan tersebut tidak akan lagi tersedia bagi siapa pun
it: Sei sicuro di voler eliminare questo link? Se sì, non sarà più disponibile per nessuno
ko: 정말로 링크를 제거하고 싶으세요? 제거하시면, 더이상 아무도 이용할 수 없어요
lt: Ar tikrai norite pašalinti šią nuorodą? Jei tai padarysite, ji niekam nebebus pasiekiama
lv: Vai tiešām noņemt šo saiti? Noņemot to, saite vairs nebūs pieejama nevienam
ml: ഈ കണ്ണി നീക്കം ചെയ്യണമെന്നത് നിങ്ങൾക്ക് തീർച്ചയാണോ? നിങ്ങളത് ചെയ്താൽ, അത് ആർക്കും ലഭ്യമല്ലാതാകും
ms: Adakah anda pasti untuk mengalih keluar pautan ini? Jika anda melakukannya, ia tidak lagi tersedia untuk sesiapa sahaja
nl: Weet je zeker dat je deze link wilt verwijderen? Als je dit doet, is het voor niemand meer beschikbaar
pl: Czy na pewno chcesz usunąć ten link? Jeśli to zrobisz, nie będzie już dostępny dla nikogo
pt_br: Tem certeza de que deseja remover este link? Se você fizer isso, ele não estará mais disponível para ninguém
pt_pt: Tens a certeza de que queres remover este link? Se o fizeres, deixa de ficar disponível para ninguém
ro: Sigur dorești să elimini acest link? Dacă o faci, nu mai este disponibil pentru nimeni
ru: Вы точно хотите удалить эту ссылку? После этого она перестанет быть доступной
sr: Да ли сте сигурни да желите да уклоните ову везу? Ако то урадите више неће бити доступно никоме
sv: Är du säker på att du vill ta bort den här länken? Om du gör det, kommer den inte längre att vara tillgänglig för någon
ta: இந்த இணைப்பை நிச்சயமாக அகற்ற விரும்புகிறீர்களா? நீங்கள் அதைச் செய்தால், அது இனி யாருக்கும் கிடைக்காது
th: คุณแน่ใจหรือไม่ว่าต้องการลบลิงก์นี้? หากคุณลบ จะไม่มีใครสามารถเปิดได้
tr: Bu bağlantıyı kaldırmak istediğinizden emin misiniz? Bunu yaparsanız, artık kimse tarafından kullanılamayacak
zh_cn: 你确定要移除链接？那么任何人都无法再访问它
zh_hant: 確定要移除此連結？如果這麼做，它將不再能被任何人存取

# common.share-link.current-tag
source: (current)
af: (huidige)
ar: (الحالي)
ca: (actual)
cs: (aktuální)
de: (aktuell)
es: (actual)
es_419: (actual)
eu: (oraingoa)
fa: (فعلی)
fo: (núverandi)
fr: (actuel)
fr_ca: (courant)
he: (נוכחי)
hi: (वर्तमान)
hr: (postojeći)
id: (saat ini)
it: (attuale)
ko: (현재)
lt: (dabartinis)
lv: (pašreizējais)
ms: (semasa)
nl: (huidig)
pl: (aktualne)
pt_br: (atual)
pt_pt: (atual)
ro: (curent)
ru: (текущая)
sr: (тренутни)
sv: (nuvarande)
ta: (தற்போதைய)
th: (ปัจจุบัน)
tr: (geçerli)
zh_cn: (当前)
zh_hant: （目前）

# common.share-link.destroy-link
source: Destroy link
af: Vernietig skakel
ar: أتلف الرابط
ca: Destrueix l'enllaç
cs: Zničit odkaz
de: Link entfernen
es: Eliminar enlace
es_419: Borrar enlace
eu: Ezabatu esteka
fa: از بین بردن لینک
fo: Strika leinki
fr: Supprimer le lien
fr_ca: Supprimer le lien
he: השמדת קישור
hi: लिंक नष्ट करें
hr: Poništi poveznicu
id: Hancurkan tautan
it: Elimina link
ko: 링크 제거하기
lt: Naikinti nuorodą
lv: Iznīcināt saiti
ms: Musnahkan pautan
nl: Link verwijderen
pl: Usuń link
pt_br: Destruir link
pt_pt: Eliminar link
ro: Distruge linkul
ru: Удалить ссылку
sr: Уништи везу
sv: Ta bort länken
ta: இணைப்பை அழிக்கவும்
th: ทำลายลิงก์
tr: Bağlantıyı yok et
zh_cn: 去除链接
zh_hant: 銷毀連結

# common.share-link.get-link
source: Get link
af: Kry skakel
ar: احصل على الرابط
ca: Obtén l'enllaç
cs: Získat odkaz
de: Link erstellen
es: Obtener enlace
es_419: Conseguir enlace
eu: Lortu esteka
fa: دریافت لینک
fo: Fá leinkið
fr: Obtenir le lien
fr_ca: Obtenir le lien
he: קבלת קישור
hi: लिंक प्राप्त करें
hr: Izradi poveznicu
id: Dapatkan tautan
it: Ottieni link
ko: 링크 얻기
lt: Gauti nuorodą
lv: Iegūt saiti
ml: കണ്ണി നേടുക
ms: Dapatkan pautan
nl: Link ophalen
pl: Uzyskaj link
pt_br: Obter link
pt_pt: Obter link
ro: Obține link
ru: Получить ссылку
sr: Добиј везу
sv: Hämta länk
ta: இணைப்பைப் பெறுங்கள்
th: สร้างลิงก์
tr: Bağlantıyı al
zh_cn: 获取链接
zh_hant: 取得連結

# common.share-link.link-copied-success
source: Link copied successfully
af: Skakel suksesvol gekopieer
ar: نُسخ الرابط بنجاح
ca: S'ha copiat l'enllaç correctament
cs: Odkaz byl úspěšně zkopírován
de: Link wurde erfolgreich kopiert
es: Enlace copiado satisfactoriamente
es_419: Enlace copiado exitosamente
eu: Esteka ondo kopiatu da
fa: لینک با موفقیت کپی شد
fo: Leinkið avritað
fr: Lien copié avec succès
fr_ca: Lien copié avec succès
he: הקישור הועתק בהצלחה
hi: लिंक सफलतापूर्वक कॉपी किया गया
hr: Poveznica uspješno kopirana
id: Tautan berhasil disalin
it: Link copiato con successo
ko: 링크를 성공적으로 복사했어요
lt: Nuoroda sėkmingai nukopijuota
lv: Saite ir veiksmīgi nokopēta
ml: കണ്ണി വിജയകരമായി പകർത്തി
ms: Pautan berjaya disalin
nl: Link gekopieerd
pl: Link skopiowano pomyślnie
pt_br: Link copiado com sucesso
pt_pt: Link copiado com sucesso
ro: Link copiat cu succes
ru: Ссылка скопирована
sr: Веза је успешно копирана
sv: Länken kopierad
ta: இணைப்பு வெற்றிகரமாக நகலெடுக்கப்பட்டது
th: คัดลอกลิงก์แล้ว
tr: Bağlantı başarıyla kopyalandı
zh_cn: 链接已复制
zh_hant: 成功複製連結

# common.share-link.manage-ops
source: Manage permissions
af: Bestuur toestemmings
ar: أدر الأذونات
ca: Gestió de permisos
cs: Spravovat oprávnění
de: Verwalten von Berechtigungen
es: Gestionar permisos
es_419: Administrar permisos
eu: Kudeatu baimenak
fa: مدیریت مجوزها
fo: Fyrisit heimildir
fr: Modifier les permissions
fr_ca: Gérer les permissions
he: ניהול הרשאות
hi: अनुमतियाँ सेट करें
hr: Upravljanje dopuštenjima
id: Atur perizinan
it: Gestisci permessi
ko: 권한을 관리하세요
lt: Valdyti leidimus
lv: Pārvaldīt atļaujas
ms: Urus kebenaran
nl: Rechten beheren
pl: Zarządzaj uprawnieniami
pt_br: Gerenciar Permissões
pt_pt: Gerir permissões
ro: Gestionează permisiunile
ru: Управлять разрешениями
sr: Управљање дозволама
sv: Hantera behörigheter
ta: அனுமதிகளை நிர்வகிக்கவும்
th: จัดการสิทธิ์
tr: İzinleri yönet
zh_cn: 权限管理
zh_hant: 權限管理

# common.share-link.page-shared
source: 1 page shared
af: bladsy gedeel
ar: لم يتم مشاركة الصفحة
ca: 1 pàgina compartida
cs: 1 sdílená stránka
de: 1 Seite freigegeben
es: 1 página compartida
es_419: 1 página compartida
eu: Orrialde 1 partekatuta
fa: ۱ صفحه به اشتراک گذاشته شد
fo: 1 síða deild
fr: 1 page partagée
fr_ca: 1 page partagée
he: עמוד שותף
hi: 1 पृष्ठ साझा किया गया
hr: 1 stranica podijeljena
id: %s halaman dibagikan
it: 1 pagina condivisa
ko: %s 페이지가 공유되었습니다
lt: Bendrinamas 1 puslapis
lv: %s kopīgotu lapu
ms: %s halaman dikongsi
nl: 1 pagina gedeeld
pl: 1 udostępniona strona
pt_br: 1 página compartilhada
pt_pt: 1 página partilhada
ro: 1 pagină partajată
ru: 1 общая страница
sr: страница подељена
sv: 1 sida delad
ta: 1 பக்கம் பகிரப்பட்டது
th: แชร์แล้ว %s หน้า
tr: 1 sayfa paylaşıldı
zh_cn: 1页已共享
zh_hant: 已共享 %s 頁

# common.share-link.permissions-can-comment
source: Can comment
af: Kan kommentaar lewer
ar: يمكن التعليق
ca: Pot comentar
cs: Může komentovat
de: Können kommentieren
es: Pueden comentar
es_419: Puedes comentar
eu: Iruzkinak egin ditzakete
fa: می‌تواند نظر دهد
fo: Kann viðmerkja
fr: Peut commenter
fr_ca: Peut commenter
he: הרשאות תגובה
hi: टिप्पणी कर सकते हैं
hr: Dopušten komentar
id: Dapat berkomentar
it: Può commentare
ko: 코멘트를 달 수 있어요
lt: Gali komentuoti
lv: Var komentēt
ms: Boleh komen
nl: Kan commentaar geven
pl: Może komentować
pt_br: Pode comentar
pt_pt: Pode comentar
ro: Poate comenta
ru: Могут комментировать
sr: Може оставити коментар
sv: Kan kommentera
ta: கருத்து தெரிவிக்கலாம்
th: สามารถคอมเมนต์
tr: Yorum yapabilir
zh_cn: 可评论
zh_hant: 可評論

# common.share-link.permissions-can-inspect
source: Can inspect code
af: Kan kode inspekteer
ar: يمكن فحص الرمز
ca: Pot inspeccionar el codi
cs: Může prohlížet kód
de: Können den Code ansehen
es: Pueden ver código
es_419: Puedes inspeccionar el código
eu: Kodea ikus dezakete
fa: می‌تواند کد را بررسی کند
fo: Kann skoða kotu
fr: Peut inspecter le code
fr_ca: Peut inspecter le code
he: הרשאות לחקירת הקוד
hi: कोड देख सकते हैं
hr: Dopušteno provjeriti kod
id: Dapat menginspeksi kode
it: Può ispezionare il codice
ko: 코드를 검사할 수 있어요
lt: Gali apžiūrėti kodą
lv: Var apskatīt kodu
ms: Boleh memeriksa kod
nl: Kan code inspecteren
pl: Może sprawdzać kod
pt_br: Pode inspecionar o código
pt_pt: Pode inspecionar o código
ro: Poate inspecta codul
ru: Могут проверять код
sr: Може да провери кôд
sv: Kan inspektera kod
ta: குறியீட்டை ஆய்வு செய்யலாம்
th: สามารถตรวจดูโคด
tr: Kodu inceleyebilir
zh_cn: 可审查代码
zh_hant: 可檢閱代碼

# common.share-link.permissions-hint
source: Anyone with link will have access
af: Enigiemand met skakel sal toegang hê
ar: أي شخص لديه الرابط سيكون لديه حق الوصول
ca: Qualsevol persona amb l'enllaç hi tindrà accés
cs: Kdokoliv s odkazem bude mít přístup
de: Jeder mit dem Link kann auf die Datei zugreifen
es: Cualquiera con el enlace puede acceder
es_419: Cualquier persona con enlace tendrá acceso
eu: Esteka duen edonor sar daiteke
fa: هر کسی که لینک داشته باشد دسترسی خواهد داشت
fo: Ein og hvør við leinkjuni hevur atgongd
fr: N'importe qui possédant ce lien peut y accéder
fr_ca: N'importe qui avec le lien peut accéder
he: כל מי שיש לו את הקישור יכול לגשת
hi: लिंक रखने वाला कोई भी व्यक्ति पहुंच सकता है
hr: Svatko sa poveznicom imat će pristup
id: Siapapun yang memiliki tautan dapat mengakses
it: Chiunque possieda questo link può accedere
ko: 링크를 가진 누구나 접근할 수 있어요
lt: Kiekvienas, turintis nuorodą, turės prieigą
lv: Ikvienam, kam ir saite, būs piekļuve
ml: കണ്ണിയുള്ള ആർക്കും പ്രാപ്യമാകും
ms: Sesiapa yang mempunyai pautan akan mendapat akses
nl: Iedereen met de link heeft toegang
pl: Każdy, kto ma link, będzie miał dostęp
pt_br: Qualquer pessoa com o link terá acesso
pt_pt: Qualquer pessoa com o link terá acesso
ro: Oricine cu linkul va avea acces
ru: Доступ открыт для получателей ссылки
sr: Свако са везом ће имати приступ
sv: Alla med länk kommer att ha tillgång
ta: இணைப்பு உள்ள எவருக்கும் அணுகல் இருக்கும்
th: ทุกคนที่มีลิงก์สามารถเข้าถึงได้
tr: Bağlantıya sahip olan herkes erişebilir
zh_cn: 任何人通过此链接都可访问
zh_hant: 任何有連結的人皆能存取

# common.share-link.permissions-pages
source: Pages shared
af: Bladsye gedeel
ar: الصفحات المشتركة
ca: Pàgines compartides
cs: Sdílené stránky
de: Geteilte Seiten
es: Páginas compartidas
es_419: Páginas compartidas
eu: Partekatutako orriak
fa: صفحات به اشتراک گذاشته شده
fo: Síður deildar
fr: Pages partagées
fr_ca: Pages partagées
he: עמודים ששותפו
hi: साझा किए गए पृष्ठ
hr: Stranice podijeljene
id: Halaman yang dibagikan
it: Pagine condivise
ko: 페이지가 공유됐어요
lt: Bendrinti puslapiai
lv: Kopīgotas lapas
ms: Halaman dikongsi
nl: Gedeelde pagina's
pl: Udostępnione strony
pt_br: Páginas compartilhadas
pt_pt: Páginas partilhadas
ro: Pagini partajate
ru: Общие страницы
sr: Страница подељено
sv: Sidor delade
ta: பக்கங்கள் பகிரப்பட்டன
th: หน้าที่ต้องการแชร์
tr: Paylaşılan sayfalar
zh_cn: 页面已共享
zh_hant: 已共享頁面

# common.share-link.placeholder
source: Shareable link will appear here
af: Deelbare skakel sal hier verskyn
ar: سيظهر الرابط القابل للمشاركة هنا
ca: L'enllaç per a compartir apareixerà aquí
cs: Odkaz ke sdílení se zobrazí zde
de: Link zum Teilen wird hier erscheinen
es: El enlace para compartir aparecerá aquí
es_419: El enlace para compartir aparecerá aquí
eu: Partekatzeko esteka hemen agertuko da
fa: پیوند قابل اشتراک‌گذاری در اینجا ظاهر می‌شود
fo: Leinkja, ið kann deilast, verur at síggja her
fr: Le lien à partager apparaîtra ici
fr_ca: Le lien de partage apparaîtra ici
he: הקישור לשיתוף יופיע כאן
hi: साझा करने योग्य लिंक यहां दिखाई देगा
hr: Ovdje će se pojaviti poveznica za dijeljenje
id: Tautan yang dapat dibagikan akan muncul di sini
it: Il codice per condividere apparirà qui
ko: 공유할 수 있는 링크는 여기 나타날거에요
lt: Bendrinama nuoroda bus rodoma čia
lv: Šeit tiks parādīta kopīgojama saite
ml: പങ്കുവെക്കാവുന്ന കണ്ണി ഇവിടെ ലഭ്യമാകും
ms: Pautan boleh kongsi akan dipaparkan di sini
nl: De deelbare link zal hier verschijnen
pl: Tutaj pojawi się link do udostępniania
pt_br: O link compartilhável aparecerá aqui
pt_pt: O link partilhável será apresentado aqui
ro: Linkul care poate fi partajat va apărea aici
ru: Ссылка общего доступа появится здесь
sr: Овде ће се појавити веза за дељење
sv: Delningslänk kommer visas här
th: ลิงก์ที่สามารถแชร์ได้จะปรากฏที่นี่
tr: Paylaşılabilir bağlantı burada görünecek
zh_cn: 可分享的链接会在此处显示
zh_hant: 可分享的連結將會在此顯示
