Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.layout.direction.row
source: Row
ar: الصف
ca: Fila
cs: Řádek
de: Reihe
es: Fila
eu: Lerroa
fr: Ligne
he: שורה
hi: पंक्ति
hr: Red
id: Barisan
it: Riga
lv: Rinda
nl: Rij
pl: Wiersz
pt_br: Linha
pt_pt: Linha
ro: Rând
ru: Ряд
sr: Ред
sv: Rad
tr: Satır
zh_cn: 行
zh_hant: 列

# workspace.options.layout.direction.row-reverse
source: Reverse row
ar: الصف العكسي
ca: Fila invertida
cs: Reverzní řada
de: Reihe umkehren
es: Fila invertida
eu: Alderantzikatu lerroa
fr: Ligne inversée
he: היפוך שורה
hi: उलटी पंक्ति
hr: Obrnuti red
id: Baris terbalik
it: Riga invertita
lv: Apgrieztā rinda
nl: Rij omkeren
pt_pt: Linha invertida
ro: Rând inversat
ru: Обратный ряд
sr: Обрнути ред
sv: Omvänd rad
tr: Ters satır
zh_cn: 反向行
zh_hant: 反轉列

# workspace.options.layout.gap
source: Gap
ar: فجوة
ca: Espaiat
cs: Mezera
de: Abstand
es: Espacio
eu: Saltoa
he: מרווח
hi: अंतर
hr: Razmak
id: Celah
it: Spazio
lv: Atstarpe
nl: Tussenruimte
pl: Przerwa
pt_br: Espaço
pt_pt: Espaço
ro: Spațiu
ru: Отступ
sr: Размак
sv: Mellanrum
tr: Boşluk
zh_cn: 差距
zh_hant: 間距

# workspace.options.layout.left
source: Left
ar: شمال
ca: Esquerra
cs: Vlevo
de: Links
es: Izquierda
eu: Ezkerrean
fr: A gauche
he: שמאל
hi: बाएं
hr: Lijevo
id: Kiri
it: A sinistra
lv: Pa kreisi
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
ru: Слева
sr: Лево
sv: Vänster
tr: Sol
zh_cn: 左
zh_hant: 左

# workspace.options.layout.margin
source: Margin
ar: هامش
ca: Marge
cs: Mezera vně
de: Rand
es: Margen
eu: Margina
fr: Marge
he: שול
hi: मार्जिन
hr: Margina
it: Margine
lv: Mala
nl: Marge
pl: Margines
pt_br: Margem
pt_pt: Margem
ro: Margine
ru: Внешний отступ
sr: Маргина
sv: Marginal
tr: Kenar Boşluğu
zh_cn: 外边距
zh_hant: 邊距

# workspace.options.layout.margin-all
source: All sides
ar: جميع النواحي
ca: Tots els costats
cs: Všechny strany
de: Alle Seiten
es: Todos
eu: Alde guztiak
fr: Tous les côtés
he: כל הצדדים
hi: सभी ओर
hr: Sve strane
id: Semua sisi
it: Tutti i lati
lv: Visas malas
nl: Alle kanten
pl: Wszystkie strony
pt_br: Todos os lados
pt_pt: Todos os lados
ro: Toate laturile
ru: Все стороны
sr: Све стране
sv: Alla sidor
tr: Tüm kenarlar
zh_cn: 所有方向
zh_hant: 所有邊

# workspace.options.layout.margin-simple
source: Simple margin
ar: هامش بسيط
ca: Marge senzill
cs: Mezera vně
de: Einfacher Rand
es: Margen sencillo
eu: Margin arrunta
fr: Marge simple
he: שול פשוט
hi: साधारण मार्जिन
hr: Jednostavna margina
id: Margin sederhana
it: Margine semplice
lv: Vienkāršā mala
nl: Enkelvoudige marge
pl: Prosty margines
pt_br: Margem simples
pt_pt: Margem simples
ro: Margine simplă
ru: Простой внешний отступ
sr: Једноставна маргина
sv: Enkel marginal
tr: Basit kenar boşluğu
zh_cn: 简易外边距
zh_hant: 簡單邊距

# workspace.options.layout.packed
source: packed
ar: معباة
ca: ajuntat
cs: těsně
de: kompakt
es: juntar
eu: Trinkotuta
fr: compacté
he: אסוף
hi: पैक
hr: upakiran
id: dipaket
it: compatto
lv: kompakts
nl: ingepakt
pl: zapakowane
pt_br: embalado
pt_pt: juntos
ro: plin
ru: упаковано
sr: спаковано
sv: fullpackad
tr: paketlenmiş
zh_cn: 收起
zh_hant: 緊湊排版

# workspace.options.layout.padding
source: Padding
ar: حشوة
cs: Mezera uvnitř
es: Distancia interna
eu: Barrubetea
fr: Marge intérieure
he: ריפוד
hi: पैडिंग
lv: Atbīde
nl: Opvulling
pl: Dopełnienie
pt_pt: Distância interna
ro: Căptușeală
ru: Внутренний отступ
sv: Utfyllnad
tr: Dolgu
zh_cn: 内边距
zh_hant: 內邊距

# workspace.options.layout.padding-all
source: All sides
ar: جميع النواحي
ca: Tots els costats
cs: Všechny strany
de: Alle Seiten
es: Todos
eu: Alde guztiak
fr: Tous les côtés
he: כל הצדדים
hi: सभी ओर
hr: Sve strane
id: Semua sisi
it: Tutti i lati
lv: Visas malas
nl: Alle kanten
pl: Wszystkie strony
pt_br: Todos os lados
pt_pt: Todos os lados
ro: Toate laturile
ru: Все стороны
sr: Све стране
sv: Alla sidor
tr: Tüm kenarlar
zh_cn: 所有方向
zh_hant: 所有邊界

# workspace.options.layout.padding-simple
source: Simple padding
ar: حشوة بسيطة
cs: mezera uvnitř
de: Einfaches Padding
es: Padding sencillo
eu: Barrubete arrunta
fr: Marge intérieure simple
he: ריפוד פשוט
hi: साधारण पैडिंग
hr: Jednostavni padding
id: Padding sederhana
it: Padding semplice
lv: Vienkārša atbīde
nl: Enkelvoudige opvulling
pl: Proste dopełnienie
pt_br: Padding simples
pt_pt: Padding simples
ro: Căptușeală simplă
ru: Простой внутренний отступ
sr: Једноставни padding
sv: Enkel utfyllnad
tr: Basit dolgu
zh_cn: 简单内边距
zh_hant: 簡單內邊距

# workspace.options.layout.right
source: Right
ar: يمين
ca: Dreta
cs: Vpravo
de: Rechts
es: Derecha
eu: Eskuman
fr: À droite
he: ימין
hi: दाहिने
hr: Desno
id: Kanan
it: A destra
lv: Pa labi
nl: Rechts
pl: Prawa
pt_br: Direito
pt_pt: Direita
ro: Dreapta
ru: Справа
sr: Десно
sv: Höger
tr: Sağ
zh_cn: 右
zh_hant: 右

# workspace.options.layout.space-around
source: space around
ar: التباعد حول
ca: separat
cs: místo okolo
de: im Leerraum verteilt
es: separar
eu: tarteko espazioa
fr: espace autour
he: רווח מסביב
hi: चारों ओर जगह
hr: prostor okolo
id: ruang di sekitar
it: spazio intorno
lv: telpa apkārt
nl: ruimte rondom
pl: przestrzeń wokół
pt_br: espaçar em volta
pt_pt: espaço à volta
ro: spațiu în jur
ru: пространство вокруг
sr: простор около
sv: utrymme runt
tr: etrafında boşluk
zh_cn: 周围留空
zh_hant: 圍繞間距

# workspace.options.layout.space-between
source: space between
ar: التباعد بين
ca: espaiat
cs: místo mezi
de: Abstand zwischen
es: espaciar
eu: Tarteko espazioa
fr: espace entre
he: רווח בין לבין
hi: बीच का स्थान
hr: prostor između
id: ruang di antara
it: spazio tra
lv: telpa starp
nl: ruimte tussen
pl: przestrzeń pomiędzy
pt_br: espaçar dentro
pt_pt: espaço entre
ro: spațiu între
ru: пространство между
sr: простор између
sv: utrymme mellan
tr: arasında boşluk
zh_cn: 间隔留空
zh_hant: 元素間距

# workspace.options.layout.top
source: Top
ar: أعلى
ca: Dalt
cs: Nahoře
de: Oben
es: Arriba
eu: Goian
fr: En haut
he: עליון
hi: शीर्ष
hr: Vrh
id: Atas
it: In alto
lv: Augša
nl: Bovenkant
pl: Góra
pt_br: Topo
pt_pt: Topo
ro: Sus
ru: Сверху
sr: Врх
sv: Topp
tr: Üst
zh_cn: 顶部
zh_hant: 上

# workspace.options.more-colors
source: More colors
ar: المزيد من الألوان
ca: Més colors
cs: Více barev
de: Weitere Farben
es: Más colores
eu: Kolore gehiago
fr: Plus de couleurs
he: צבעים נוספים
hi: और अधिक रंग
hr: Više boja
id: Lebih banyak warna
it: Più colori
lv: Vairāk krāsu
nl: Meer kleuren
pl: Więcej kolorów
pt_br: Mais cores
pt_pt: Mais cores
ro: Mai multe culori
ru: Больше цветов
sr: Више боја
sv: Fler färger
tr: Daha fazla renk
zh_cn: 更多颜色
zh_hant: 更多顏色

# workspace.options.more-lib-colors
source: More library colors
ar: المزيد من ألوان المكتبة
ca: Més llibreries de colors
cs: Více barev knihovny
de: Weitere Bibliotheksfarben
es: Más colores de la biblioteca
eu: Liburutegiko kolore gehiago
fr: Plus de couleurs de la bibliothèque
he: צבעי ספרייה נוספים
hi: और लाइब्रेरी रंग
hr: Više boja iz biblioteke
id: Lebih banyak warna pustaka
it: Più librerie colori
lv: Vairāk bibliotēkas krāsu
nl: Meer bibliotheekkleuren
pl: Więcej kolorów z biblioteki
pt_br: Mais cores da biblioteca
pt_pt: Mais bibliotecas de cor
ro: Mai multe culori de bibliotecă
ru: Больше цветов библиотеки
sr: Више боја библиотеке
sv: Fler biblioteksfärger
tr: Daha fazla kütüphane rengi
zh_cn: 更多共享库颜色
zh_hant: 更多圖層顏色

# workspace.options.opacity
source: Opacity
ar: العتامة
ca: Opacitat
cs: Průhlednost
de: Deckkraft
es: Opacidad
eu: Opakotasuna
fr: Opacité
he: אטימות
hi: ओपेसिटी
hr: Neprozirnost
id: Opasitas
it: Opacità
lv: Caurspīdīgums
nl: Dekking
pl: Nieprzezroczystość
pt_br: Opacidade
pt_pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sr: Непрозирност
sv: Opacitet
tr: Opaklık
zh_cn: 不透明度
zh_hant: 不透明度

# workspace.options.position
source: Position
ar: الموضع
ca: Posició
cs: Pozice
el: Θέση
es: Posición
eu: Posizioa
fa: موقعیت
he: מיקום
hi: स्थान
hr: Pozicija
id: Posisi
it: Posizione
lv: Novietojums
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziţie
ru: Позиция
sr: Положај
tr: Konum
zh_cn: 位置
zh_hant: 位置

# workspace.options.prototype
source: Prototype
ar: النموذج المبدئي
ca: Prototip
cs: Prototyp
de: Prototyp
el: Πρωτότυπο
es: Prototipo
eu: Prototipoa
fa: پروتوتایپ
he: אבטיפוס
hi: प्रोटोटाइप
hr: Prototip
id: Prototipe
it: Prototipo
lv: Prototips
pl: Prototyp
pt_br: Protótipo
pt_pt: Protótipo
ro: Prototip
ru: Прототип
sr: Прототип
sv: Prototyp
tr: Prototip
zh_cn: 原型
zh_hant: 原型

# workspace.options.radius
source: Radius
ar: نصف القطر
ca: Radi
cs: Poloměr
el: Ακτίνα κύκλου
es: Radio
eu: Erradioa
fa: گردی
fr: Rayon
he: רדיוס
hi: त्रिज्या
it: Raggio
lv: Rādiuss
pl: Promień
pt_br: Raio
pt_pt: Raio
ro: Rază
ru: Радиус
sr: Радијус
sv: Radie
tr: Yarıçap
zh_cn: 圆角
zh_hant: 圓角半徑

# workspace.options.radius-bottom-left
source: Bottom left
ar: أسفل اليسار
ca: Inferior esquerra
cs: Dole vlevo
de: Unten links
es: Abajo izquierda
eu: Behean ezkerrean
fr: En bas à gauche
he: בתחתית משמאל
hi: नीचे बाएं
hr: Dolje lijevo
id: Kiri bawah
it: Inferiore sinistro
lv: Apakšā pa kreisi
nl: Onder links
pl: Dolne lewo
pt_br: Inferior esquerdo
pt_pt: Inferior esquerdo
ro: Stânga jos
ru: Снизу слева
sr: Доле лево
sv: Vänster botten
tr: Sol alt
zh_cn: 左下角
zh_hant: 左下角

# workspace.options.radius-bottom-right
source: Bottom right
ar: أسفل اليمين
ca: Inferior dreta
cs: Dole vpravo
de: Unten rechts
es: Abajo derecha
eu: Behean eskuman
fr: En bas à droite
he: בתחתית מימין
hi: नीचे दाएं
hr: Dolje desno
id: Kanan bawah
it: Inferiore destro
lv: Apakšā pa labi
nl: Onder rechts
pl: Dolne prawo
pt_br: Inferior direito
pt_pt: Inferior direito
ro: Dreapta jos
ru: Снизу справа
sr: Доле десно
sv: Höger botten
tr: Sağ alt
zh_cn: 右下角
zh_hant: 右下角

# workspace.options.radius-top-left
source: Top left
ar: أعلى الشمال
ca: Superior esquerra
cs: Nahoře vlevo
de: Oben links
es: Arriba izquierda
eu: Goian ezkerrean
fr: En haut à gauche
he: בראש משמאל
hi: शीर्ष बाएं
hr: Gore lijevo
id: Kiri atas
it: Superiore sinistro
lv: Augšā pa kreisi
nl: Boven links
pl: Górne lewo
pt_br: Superior (a esquerda)
pt_pt: Superior esquerdo
ro: Stânga sus
ru: Сверху слева
sr: Горе лево
sv: Topp vänster
tr: Sol üst
zh_cn: 左上角
zh_hant: 左上角

# workspace.options.radius-top-right
source: Top right
ar: أعلى اليمين
ca: Superior dreta
cs: Nahoře vpravo
de: Oben rechts
es: Arriba derecha
eu: Goian eskuman
fr: En haut à droite
he: בראש מימין
hi: ऊपर दाएं
hr: Gore desno
id: Kanan atas
it: Superiore destro
lv: Augšā pa labi
nl: Boven rechts
pl: Górne prawo
pt_br: Superior (a direita)
pt_pt: Superior direito
ro: Dreapta sus
ru: Сверху справа
sr: Горе десно
sv: Topp höger
tr: Sağ üst
zh_cn: 右上角
zh_hant: 右上角

# workspace.options.radius.hide-all-corners
source: Collapse independent radius
de: Unabhängige Ecken einklappen
es: Colapsar radios individuales
fr: Cacher les rayons indépendants
he: צמצום רדיוס עצמאי
hi: स्वतंत्र त्रिज्या को संक्षिप्त करें
hr: Sažmi neovisni radijus
id: Tutup radius tersendiri
it: Comprimi raggio indipendente
lv: Sakļaut neatkarīgu rādiusu
nl: Onafhankelijke radius inklappen
ro: Ascunde razele independente
sv: Dra ihop oberoende radie
tr: Bağımsız yarıçapı daralt
zh_hant: 合併獨立圓角半徑

# workspace.options.radius.show-single-corners
source: Show independent radius
de: Unabhängige Ecken anzeigen
es: Mostrar radios individuales
fr: Afficher les rayons indépendants
he: הצגת רדיוס עצמאי
hi: स्वतंत्र त्रिज्या दिखाएँ
hr: Prikaži neovisni radijus
id: Buka radius tersendiri
it: Mostra raggio indipendente
lv: Rādīt neatkarīgu rādiusu
nl: Onafhankelijke radius weergeven
ro: Afișează razele independente
sv: Visa oberoende radie
tr: Bağımsız yarıçapı göster
zh_cn: 显示独立的圆角
zh_hant: 顯示獨立圓角半徑

# workspace.options.recent-fonts
source: Recent
ar: مؤخر
cs: Nedávné
de: Aktuell
es: Recientes
eu: Azkenak
fa: اخیر
fr: Récentes
he: אחרונים
hi: हाल ही का
hr: Nedavni
id: Terkini
it: Recenti
lv: Pēdējie
pl: Bieżące
pt_br: Recente
pt_pt: Recente
ro: Recente
ru: Последние
sr: Недавно
sv: Nyligen
tr: Son kullanılanlar
zh_cn: 最近的
zh_hant: 最近

# workspace.options.retry
source: Retry
ar: أعد المحاولة
ca: Torna-ho a provar
cs: Opakovat
de: Wiederholen
es: Reintentar
eu: Berriz saiatu
fa: تلاش دوباره
fr: Réessayer
he: לנסות שוב
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
id: Coba lagi
it: Riprova
lv: Atkārtot
nl: Opnieuw proberen
pl: Ponów
pt_br: Repetir
pt_pt: Repetir
ro: Reîncearcă
ru: Повторить
sr: Покушајте поново
sv: Försök igen
tr: Yeniden dene
zh_cn: 重试
zh_hant: 重試

# workspace.options.rotation
source: Rotation
ar: دوران
ca: Rotació
cs: Otočit
de: Drehung
el: Περιστροφή
es: Rotación
eu: Biraketa
fa: چرخش
he: סיבוב
hi: चक्कर
hr: Rotacija
id: Rotasi
it: Rotazione
lv: Pagriešana
nl: Rotatie
pl: Obrót
pt_br: Rotação
pt_pt: Rotação
ro: Rotaţie
ru: Вращение
sr: Ротација
sv: Rotering
tr: Döndür
zh_cn: 旋转
zh_hant: 旋轉

# workspace.options.search-font
source: Search font
ar: البخث عن نوع الخط
ca: Cerca tipografia
cs: Hledat písmo
de: Schriftart suchen
es: Buscar fuente
eu: Bilatu letra-tipoa
fr: Rechercher une police
he: חיפוש גופן
hi: फ़ॉन्ट खोजें
hr: Pretraži font
id: Cari fon
it: Cerca carattere
lv: Meklēt fontu
nl: Lettertype zoeken
pl: Szukaj czcionki
pt_br: Procurar fonte
pt_pt: Pesquisar fonte
ro: Caută font
ru: Искать шрифт
sr: Претражите фонт
sv: Sök typsnitt
tr: Yazı tipi ara
zh_cn: 搜索字体
zh_hant: 搜尋字型

# workspace.options.select-a-shape
source: Select a shape, board or group to drag a connection to other board.
ar: اختر الشكل أو اللوحة لجر الإتصال الى لوحة أو شكل آخر
ca: Seleccioneu una forma, un tauler o un grup per a arrossegar una connexió a un altre tauler.
cs: Vyberte tvar, tabuli nebo skupinu a přetáhněte připojení k jiné tabuli.
de: Wählen Sie eine Form, Zeichenfläche oder Gruppe aus, um eine Verbindung zu einer anderen Zeichenfläche herzustellen.
el: Επιλέξτε ένα σχήμα, ένα artboard ή μια ομάδα για να σύρετε μια σύνδεση με άλλο artboard.
es: Selecciona una figura, tablero o grupo para arrastrar una conexión a otro tablero.
eu: Aukeratu forma bat, arbel bat edo talde bat eta arrastatu konexioa beste arbel batera.
fa: یک شکل، برد یا گروه را برای کشیدن اتصال به تابلوی دیگر انتخاب کنید.
fr: Sélectionnez une forme, un plan de travail ou un groupe pour faire glisser une connexion vers un autre plan de travail.
he: נא לבחור צורה, לוח או קבוצה כדי לגרור חיבור ללוח אחר.
hi: किसी कनेक्शन को दूसरे बोर्ड तक ले जाने के लिए एक शेप, बोर्ड या ग्रुप चुनें।
hr: Odaberi oblik, ploču ili grupu za povlačenje veze na drugu ploču.
id: Pilih bentuk, papan, atau kelompok untuk menyeret koneksi ke papan lain.
it: Seleziona una forma, una tavola da disegno o un gruppo per trascinare una connessione verso un'altra tavola.
lv: Jāatlasa apveids, plātne vai kopa, lai vilktu savienojumu uz citu plātni.
nl: Selecteer een vorm, bord of groep om d.m.v. slepen een verbinding met een ander bord te maken.
pl: Wybierz kształt, obszar roboczy lub grupę, aby przeciągnąć połączenie do innego obszaru kompozycji.
pt_br: Selecione uma forma, tela ou grupo para arrastar uma conexão para outra tela.
pt_pt: Selecionar a forma, prancheta ou grupo para arrastar uma conexão para outra prancheta.
ro: Selectează o formă, o planşă sau grupează pentru a conecta o altă planşă.
ru: Выберите фигуру, кадр или группу для соединения с другим кадром.
sr: Изаберите облик, таблу или групу да бисте превукли везу на другу таблу.
sv: Välj en form, tavla eller grupp för att dra en anslutning till andra kartor.
tr: Diğer çalışma yüzeyine bağlantı taşımak için bir şekil, çalışma yüzeyi ya da grup seçin.
zh_cn: 选择一个形状、画板或编组，拖至另一个画板，以创建关联。
zh_hant: 選擇一個形狀、畫板或組合，並拖動連接至其他畫板。

# workspace.options.selection-color
source: Selected colors
ar: الألوان المختارة
ca: Colors seleccionats
cs: Vybrané barvy
de: Ausgewählte Farben
es: Colores seleccionados
eu: Aukeratutako koloreak
fr: Couleurs sélectionnées
he: צבעים נבחרים
hi: चयनित रंग
hr: Odabrane boje
id: Warna terpilih
it: Colori selezionati
lv: Atlasītās krāsas
nl: Geselecteerde kleuren
pl: Wybrane kolory
pt_br: Cores selecionadas
pt_pt: Cores selecionadas
ro: Culori selectate
ru: Выбранные цвета
sr: Изабране боје
sv: Markerade färger
tr: Seçilen renkler
zh_cn: 已选颜色
zh_hant: 已選顏色

# workspace.options.selection-fill
source: Selection fill
ar: اختر نوع الملأ
ca: Emplenament de selecció
cs: Vyplnění výběru
de: Auswahl füllen
el: Συμπλήρωση επιλογής
es: Relleno de selección
eu: Aukeraketa bete
fr: Remplissage de sélection
he: מילוי בחירה
hi: चयन भरें
hr: Ispuna odabira
id: Isian seleksi
it: Riempimento di selezione
lv: Atlases aizpildījums
nl: Selectie vullen
pl: Wypełnienie zaznaczenia
pt_br: Preenchimento da seleção
pt_pt: Preenchimento de seleção
ro: Umplere selecție
ru: Заливка выбранного
sr: Попуна избора
sv: Fyllning inom markering
tr: Seçimi doldur
zh_cn: 选项填充
zh_hant: 選取填充

# workspace.options.selection-stroke
source: Selection stroke
ar: ضرب الإختيار
ca: Traç de la selecció
cs: Obrys výběru
de: Auswahl einrahmen
el: Επιλογή διαδρομής
es: Borde de selección
eu: Aukeraketa trazatu
fr: Contour de sélection
he: מתאר בחירה
hi: चयन स्ट्रोक
hr: Potez selektirano
id: Sapuan seleksi
it: Traccia di selezione
lv: Atlases vilkums
nl: Selectie-streek
pl: Obrys zaznaczenia
pt_br: Selecionar traçado
pt_pt: Traço da seleção
ro: Contur selecție
ru: Обводка выбранного
sr: Избор контуре
sv: Markeringskontur
tr: Seçimi çiz
zh_cn: 选项边框
zh_hant: 選取描邊

# workspace.options.shadow-options.add-shadow
source: Add shadow
cs: Přidat stín
de: Schatten hinzufügen
es: Añadir sombra
fr: Ajouter une ombre
he: הוספת הצללה
hi: छाया जोड़ें
hr: Dodajte sjenu
id: Tambahkan bayangan
it: Aggiungi ombra
lv: Pievienot ēnu
nl: Schaduw toevoegen
pt_pt: Adicionar sombra
ro: Adaugă umbră
sv: Lägg till skugga
tr: Gölge ekle
zh_cn: 新增阴影
zh_hant: 新增陰影

# workspace.options.shadow-options.blur
source: Blur
ar: تطميس
ca: Difuminat
cs: Rozostření
de: Weichzeichnen
el: Θολούρα
es: Desenfoque
eu: Lausotu
fa: محو
fr: Flou
he: טשטוש
hi: धुंधला
hr: Zamućeno
id: Buram
it: Sfoca
lv: Aizmiglojums
nl: Vervagen
pl: Rozmycie
pt_br: Desfoque
pt_pt: Desfoque
ro: Estompare
ru: Размытие
sr: Замућење
sv: Oskärpa
tr: Bulanıklık
zh_cn: 模糊
zh_hant: 模糊

# workspace.options.shadow-options.color
source: Shadow color
ar: لون الظل
ca: Color de l'ombra
cs: Barva stínu
de: Schattenfarbe
es: Color de sombra
eu: Itzalaren kolorea
fr: Couleur de l'ombre
he: צבע הצללה
hi: छाया रंग
hr: Boja sjene
id: Warna bayangan
it: Colore ombra
lv: Ēnas krāsa
nl: Schaduwkleur
pl: Kolor cienia
pt_br: Cor da sombra
pt_pt: Cor da sombra
ro: Culoare umbră
ru: Цвет тени
sr: Боја сенке
sv: Skuggfärg
tr: Gölge rengi
zh_cn: 阴影颜色
zh_hant: 陰影顏色

# workspace.options.shadow-options.drop-shadow
source: Drop shadow
ar: إسقاط الظل
ca: Ombra caiguda
cs: Vržený stín
de: Schlagschatten
el: Σκίαση
es: Sombra arrojada
eu: Kendu itzala
fr: Ombre portée
he: הטלת צל
hi: परछाई डालना
hr: Spusti sjenu
id: Bayangan jatuhan
it: Ombra esterna
lv: Ēnot
nl: Slagschaduw
pl: Rzuć cień
pt_br: Sombra projetada
pt_pt: Sombra
ro: Umbră proiectată
ru: Отбрасывание тени
sr: Бацање сенке
sv: Släpskugga
tr: Kabartı gölgesi
zh_cn: 外阴影
zh_hant: 陰影效果

# workspace.options.shadow-options.inner-shadow
source: Inner shadow
ar: التظليل الداخلي
ca: Ombra interior
cs: Vnitřní stín
de: Schatten nach innen
el: Εσωτερική σκιά
es: Sombra interior
eu: Barruko itzala
fr: Ombre intérieure
he: צל פנימי
hi: भीतरी छाया
hr: Unutarnja sjena
id: Bayangan masuk
it: Ombra interna
lv: Iekšējā ēna
nl: Schaduw naar binnen
pl: Cień wewnętrzny
pt_br: Sombra interna
pt_pt: Sombra interna
ro: Umbră interioară
ru: Внутренняя тень
sr: Унутрашња сенка
sv: Innerskugga
tr: İç gölge
zh_cn: 内阴影
zh_hant: 內陰影

# workspace.options.shadow-options.remove-shadow
source: Remove shadow
cs: Odebrat stín
de: Schatten entfernen
es: Eliminar sombra
fr: Supprimer l'ombre
he: הסרת הצללה
hi: छाया हटाओ
hr: Ukloni sjenu
id: Hapus bayangan
it: Rimuovi ombra
lv: Noņemt ēnu
nl: Schaduw verwijderen
pt_pt: Remover sombra
ro: Elimină umbră
sv: Ta bort skugga
tr: Gölgeyi kaldır
zh_cn: 移除阴影
zh_hant: 移除陰影

# workspace.options.shadow-options.spread
source: Spread
ar: الانتشار
ca: Difusió
cs: Rozpětí
de: Streuung
el: Διάχυση
es: Difusión
eu: Banatu
fr: Diffusion
he: פיזור
hi: फैलाना
hr: Proširi
id: Tersebar
it: Diffusione
lv: Izkliede
nl: Spreiding
pl: Rozłożenie
pt_br: Alcance
pt_pt: Difundir
ro: Accentuare
ru: Распространение
sr: Ширење
sv: Spridning
tr: Yayılma
zh_cn: 展开
zh_hant: 擴散

# workspace.options.shadow-options.title
source: Shadow
ar: الظل
ca: Ombra
cs: Stín
de: Schatten
el: Σκιά
es: Sombra
eu: Itzala
fa: سایه
fr: Ombre
he: צל
hi: छाया
hr: Sjena
id: Bayangan
it: Ombra
lv: Ēna
nl: Schaduw
pl: Cień
pt_br: Sombra
pt_pt: Sombra
ro: Umbră
ru: Тень
sr: Сенка
sv: Skugga
tr: Gölge
zh_cn: 阴影
zh_hant: 陰影

# workspace.options.shadow-options.title.group
source: Group shadow
ar: ظل المجموعة
ca: Ombra del grup
cs: Stín skupiny
de: Gruppe schattieren
el: Ομαδική σκιά
es: Sombra del grupo
eu: Taldearen itzala
fr: Ombre de groupe
he: צל של קבוצה
hi: समूह छाया
hr: Grupiraj sjenu
id: Bayangan kelompok
it: Ombra di gruppo
lv: Kopas ēna
nl: Groep voorzien van schaduw
pl: Cień grupy
pt_br: Sombra do grupo
pt_pt: Grupo de sombras
ro: Umbră grup
ru: Групповая тень
sr: Групна сенка
sv: Gruppskugga
tr: Gölge grubu
zh_cn: 编组阴影
zh_hant: 群組陰影

# workspace.options.shadow-options.title.multiple
source: Selection shadows
ar: ظلال الإختيار
ca: Ombres de selecció
cs: Stiny výběru
de: Auswahl schattieren
el: Επιλογή σκιών
es: Sombras de la seleccíón
eu: Aukeraketaren itzalak
fr: Ombres de la sélection
he: צללים של בחירה
hi: चयन छाया
hr: Odabir sjena
id: Bayangan seleksi
it: Ombre della selezione
lv: Atlases ēnas
nl: Selectie voorzien van schaduw
pl: Cień zaznaczenia
pt_br: Sombras da seleção
pt_pt: Seleção de sombras
ro: Umbre de selecție
ru: Выборочные тени
sr: Избор сенки
sv: Urvalda skuggor
tr: Gölge seçimi
zh_cn: 选项阴影
zh_hant: 選取陰影

# workspace.options.shadow-options.toggle-shadow
source: Toggle shadow
cs: Přepnout stín
de: Schatten ein- und ausblenden
es: Mostrar/ocultar sombra
fr: Afficher/Cacher l'ombre
he: הצגת/הסתרת הצללה
hi: छाया टॉगल करें
hr: Uključi/isključi sjenu
id: Sakelar bayangan
it: Attiva/Disattiva ombra
lv: Pārslēgt ēnu
nl: Schaduw wisselen
ro: Comută umbrele
sv: Växla skugga
tr: Gölgeyi değiştir
zh_cn: 切换阴影
zh_hant: 切換陰影

# workspace.options.show-fill-on-export
source: Show in exports
ar: أظهر في المصدر
ca: Mostra en l'exportació
cs: Zobrazit v exportech
de: In Exporten anzeigen
es: Mostrar al exportar
eu: Erakutsi esportazioan
fr: Afficher dans les exportations
he: הצגה בייצואים
hi: निर्यात में दिखाएँ
hr: Prikaži u izvozu
id: Tampilkan dalam ekspor
it: Mostra in esportazione
lv: Rādīt izguvēs
nl: In exports tonen
pl: Pokaż przy eksporcie
pt_br: Mostrar nas exportações
pt_pt: Mostrar na exportação
ro: Afișează în exporturi
ru: Показать в экспорте
sr: Прикажи у извозу
sv: Visa i exporter
tr: Dışa aktarmalarda göster
zh_cn: 在导出中显示
zh_hant: 在匯出中顯示

# workspace.options.show-in-viewer
source: Show in view mode
ar: أظهر في وضع العرض
ca: Mostra al visor
cs: Zobrazit v režimu zobrazení
de: Im Ansichtsmodus anzeigen
es: Mostrar en modo visualización
eu: Erakutsi ikusteko moduan
fr: Montrer en mode spectateur
he: להציג במצב הצגה
hi: दृश्य मोड में दिखाएँ
hr: Prikaži u načinu pregleda
id: Tampilkan dalam mode penampil
it: Mostra in modalità visualizzazione
lv: Rādīt skatītājā
nl: In weergavemodus tonen
pl: Pokaż w trybie przeglądania
pt_br: Mostrar no modo protótipo
pt_pt: Mostrar no modo de visualização
ro: Afișare în modul de vizualizare
ru: Показать в режиме просмотра
sr: Прикажи у режиму приказа
sv: Visa i visningsläge
tr: Görünüm modunda göster
zh_cn: 在预览模式显示
zh_hant: 在檢視模式中顯示

# workspace.options.size
source: Size
ar: مقاس
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
eu: Tamaina
fa: اندازه
fr: Taille
he: גודל
hi: आकार
hr: Veličina
id: Ukuran
it: Dimensione
lv: Izmērs
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Mărime
ru: Размер
sr: Величина
sv: Storlek
tr: Boyut
zh_cn: 尺寸
zh_hant: 尺寸
