Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# dashboard.success-duplicate-file
source: Your file has been duplicated successfully
ar: تم تكرار ملفك بنجاح
ca: S'ha duplicat el fitxer
cs: Váš soubor byl úspěšně duplikován
da: Din fil er blevet dublikeret med succes
de: Ihre Datei wurde erfolgreich dupliziert
el: Το έργο σας έχει αναπαραχθεί με επιτυχία
es: Tu archivo ha sido duplicado con éxito
eu: Zure fitxategia ondo bikoiztu da
fa: فایل شما با موفقیت duplicate شد
fr: Votre fichier a bien été dupliqué
fr_ca: Le fichier a été dupliqué avec succès
he: הקובץ שלך שוכפל בהצלחה
hi: आपकी फ़ाइल को सफलतापूर्वक डुप्लिकेट किया गया है
id: Berkas Anda berhasil digandakan
it: Il tuo file è stato duplicato con successo
lv: Neviena datne netika sekmīgi divkāršota
ms: Fail anda telah berjaya dibuat pendua
nl: Je bestand is succesvol gedupliceerd
pt_br: Seu arquivo foi duplicado com sucesso
pt_pt: O teu ficheiro foi duplicado com sucesso
ro: Fișierul dumneavoastră a fost duplicat cu succes
ru: Ваш файл был успешно продублирован
sr: Ваша датотека је успешно дуплирана
sv: Din fil har duplicerats
tr: Dosyanız başarıyla kopyalandı
zh_cn: 您的文件已被成功复制
zh_hant: 已成功為您的檔案建立副本

# dashboard.success-duplicate-project
source: Your project has been duplicated successfully
ar: كُرّر مشروعك بنجاح
ca: S'ha eliminat el projecte
cs: Váš projekt byl úspěšně duplikován
da: Dit projekt er blevet dublikeret med succes
de: Ihr Projekt wurde erfolgreich dupliziert
el: Το έργο σας έχει αναπαραχθεί με επιτυχία
es: Tu proyecto ha sido duplicado con éxito
eu: Zure proiektua ondo bikoiztu da
fa: پروژه شما با موفقیت duplicate شد
fr: Votre projet a bien été dupliqué
fr_ca: Le projet a été dupliqué avec succès
he: המיזם שלך שוכפל בהצלחה
hi: आपका प्रोजेक्ट सफलतापूर्वक डुप्लिकेट किया गया है
hr: Tvoj projekt je uspješno dupliciran
id: Proyek Anda berhasil digandakan
it: Il tuo progetto è stato duplicato con successo
lv: Projekts tika veiksmīgi divkāršots
ms: Projek anda telah berjaya dibuat pendua
nl: Je project is succesvol gedupliceerd
pl: Twój projekt został pomyślnie zduplikowany
pt_br: Seu projeto foi duplicado com sucesso
pt_pt: O teu projeto foi duplicado com sucesso
ro: Proiectul s-a duplicat cu succes
ru: Ваш проект продублирован
sr: Ваш пројекат је успешно дуплиран
sv: Ditt projekt har duplicerats
tr: Projenin kopyası başarıyla oluşturuldu
zh_cn: 成功创建了项目副本
zh_hant: 你的專案已成功複製

# dashboard.success-move-file
source: Your file has been moved successfully
ar: نُقل ملفك بنجاح
ca: S'ha mogut el fitxer
cs: Váš soubor byl úspěšně přesunut
da: Din fil er blevet flyttet med succes
de: Ihre Datei wurde erfolgreich verschoben
el: Το έργο σας μετακινήθηκε με επιτυχία
es: Tu archivo ha sido movido con éxito
eu: Zure fitxategia ondo mugitu da
fa: فایل شما با موفقیت منتقل شد
fo: Tín fíla er flutt
fr: Votre fichier a été déplacé avec succès
fr_ca: Le fichier a été déplacé avec succès
he: הקובץ שלך הועבר בהצלחה
hi: आपकी फ़ाइल सफलतापूर्वक स्थानांतरित कर दी गई है
hr: Tvoja datoteka je uspješno premještena
id: Berkas Anda berhasil dipindah
it: Il tuo file è stato spostato con successo
lv: Datne tika sekmīgi pārvietota
ms: Fail anda berjaya dialihkan
nl: Je bestand is succesvol verplaatst
pl: Twój plik został pomyślnie przeniesiony
pt_br: Seu arquivo foi movido com sucesso
pt_pt: O teu ficheiro foi movido com sucesso
ro: Fișierul a fost mutat cu succes
ru: Ваш файл успешно перемещён
sr: Ваша датотека је успешно премештена
sv: Din fil har flyttats
tr: Dosyan başarıyla taşındı
zh_cn: 成功移动了文件
zh_hant: 已成功移動您的檔案

# dashboard.success-move-files
source: Your files have been moved successfully
ar: نُقلت الملفات بنجاح
ca: S'han mogut els fitxers
cs: Vaše soubory byly úspěšně přesunuty
da: Dine filer er blevet flyttet med succes
de: Ihre Dateien wurden erfolgreich verschoben
es: Tus archivos han sido movidos con éxito
eu: Zure fitxategiak ondo mugitu dira
fa: فایل‌های شما با موفقیت منتقل شدند
fo: Tínar fílur eru fluttar
fr: Vos fichiers ont bien été déplacés
fr_ca: Les fichiers ont été déplacés avec succès
he: הקבצים שלך הועברו בהצלחה
hi: आपकी फ़ाइलें सफलतापूर्वक स्थानांतरित कर दी गई हैं
hr: Tvoje datoteke su uspješno premještene
id: Berkas Anda berhasil dipindah
it: I tuoi file sono stati spostati con successo
lv: Datnes tika veiksmīgi pārvietotas
ms: Fail anda telah berjaya dialihkan
nl: Je bestanden zijn succesvol verplaatst
pl: Twoje pliki został pomyślnie przeniesione
pt_br: Seus arquivos foram movidos com sucesso
pt_pt: Os teus ficheiros foram movidos com sucesso
ro: Fișerele au fost mutate cu succes
ru: Ваши файлы успешно перемещены
sr: Ваше датотеке су успешно премештене
sv: Dina filer har flyttats
tr: Dosyaların başarıyla taşındı
zh_cn: 成功移动了文件
zh_hant: 已成功移動您的檔案

# dashboard.success-move-project
source: Your project has been moved successfully
ar: نُقل مشروعك بنجاح
ca: S'ha mogut el projecte
cs: Váš projekt byl úspěšně přesunut
da: Dit projekt er blevet flyttet med succes
de: Ihr Projekt wurde erfolgreich verschoben
el: Το έργο σας μετακινήθηκε με επιτυχία
es: Tu proyecto ha sido movido con éxito
eu: Zure proiektua ondo mugitu da
fa: پروژه شما با موفقیت منتقل شد
fo: Tín verkætlan er flutt
fr: Votre projet a bien été déplacé
fr_ca: Le projet a été déplacé avec succès
he: המיזם שלך הועבר בהצלחה
hi: आपका प्रोजेक्ट सफलतापूर्वक स्थानांतरित कर दिया गया है
hr: Tvoj projekt je uspješno premješten
id: Proyek Anda berhasil dipindah
it: Il tuo progetto è stato spostato con successo
lv: Projekts tika veiksmīgi pārvietots
ms: Projek anda berjaya dialihkan
nl: Je project is succesvol verplaatst
pl: Twój projekt został pomyślnie przeniesiony
pt_br: Seu projeto foi movido com sucesso
pt_pt: O teu projeto foi movido com sucesso
ro: Proiectul a fost mutat cu succes
ru: Ваш проект перемещён
sr: Ваш пројекат је успешно премештен
sv: Ditt projekt har flyttats
tr: Projen başarıyla taşındı
zh_cn: 成功移动了项目
zh_hant: 已成功移動您的專案

# dashboard.team-info
source: Team info
ar: معلومات الفريق
ca: Informació de l'equip
cs: Informace o týmu
de: Teaminformationen
el: Πληροφορίες ομάδας
es: Información del equipo
eu: Taldearen informazioa
fa: اطلاعات تیم
fo: Toymisupplýsingar
fr: Information de l’équipe
fr_ca: Information de l'équipe
he: פרטי הצוות
hi: टीम जानकारी
hr: Informacije tima
id: Info tim
it: Informazioni sul team
lv: Par komandu
ms: Maklumat pasukan
pl: Informacje o zespole
pt_br: Informação da equipe
pt_pt: Informação da equipa
ro: Informațiile echipei
ru: О команде
sr: Информације о тиму
th: ข้อมูลของทีม
tr: Takım bilgisi
zh_cn: 团队信息
zh_hant: 團隊資訊

# dashboard.team-members
source: Team members
ar: أعضاء الفريق
ca: Membres de l'equip
cs: Členové týmu
da: Medlemmer
de: Teammitglieder
el: Μέλη ομάδας
es: Integrantes del equipo
eu: Taldekideak
fa: اعضای تیم
fo: Toymislimir
fr: Membres de l’équipe
fr_ca: Membres de l'équipe
he: חברי הצוות
hi: टीम के सदस्यगण
hr: Članovi tima
id: Anggota tim
it: Membri del team
lv: Komandas dalībnieki
ms: Anggota kumpulan
nl: Teamleden
pl: Członkowie zespołu
pt_br: Membros da equipe
pt_pt: Membros da equipa
ro: Membrii echipei
ru: Участники команды
sr: Чланови тима
sv: Teammedlemmar
th: สมาชิกของทีม
tr: Takım üyeleri
zh_cn: 团队成员
zh_hant: 團隊成員

# dashboard.team-projects
source: Team projects
ar: مشاريع الفريق
ca: Projectes de l'equip
cs: Projekty týmu
da: Team projekter
de: Teamprojekte
el: Ομαδικά έργα
es: Proyectos del equipo
eu: Taldearen proiektuak
fa: پروژه‌های تیم
fo: Toymisverkætlanir
fr: Projets de l’équipe
fr_ca: Projets de l'équipe
he: מיזמי הצוות
hi: टीम प्रोजेक्ट्स
hr: Projekti tima
id: Proyek tim
it: Progetti del team
lv: Komandas projekti
ms: Projek pasukan
nl: Teamprojecten
pl: Projekty zespołu
pt_br: Projetos da equipe
pt_pt: Projetos da equipa
ro: Proiectele echipei
ru: Командные проекты
sr: Тимски пројекти
sv: Teamprojekt
th: โปรเจกต์ของทีม
tr: Takım projeleri
zh_cn: 团队项目
zh_hant: 團隊專案

# dashboard.template.add-to-project
source: Add to your project
de: Zu Ihrem Projekt hinzufügen
es: Añadir a tu proyecto
fr: Ajouter à votre projet
fr_ca: Ajouter à ton projet
he: הוספה למיזם שלך
hi: अपने प्रोजेक्ट में जोड़ें
id: Tambahkan ke proyek Anda
it: Aggiungi al tuo progetto
lv: Pievienot savam projektam
nl: Toevoegen aan je project
pt_br: Adicionar ao seu projeto
pt_pt: Adicionar ao teu projeto
ro: Adaugă la proiectul tău
ru: Добавить в свой проект
sv: Lägg till i ditt projekt
tr: Projenize ekleyin
zh_cn: 添加至您的项目

# dashboard.theme-change
source: UI theme
ar: نسق واجهة المستخدم
ca: Tema de la interfície
cs: Téma UI
da: UI tema
el: Οπτικό θέμα
es: Tema visual
eu: Itxura
fa: تم رابط کاربری
fo: Takførisflatastílur
fr: Thème de l’interface
fr_ca: Thème visuel
he: ערכת עיצוב מנשק משתמש
hi: UI थीम
hr: Tema korisničkog sučelja
id: Tema antarmuka
it: Tema dell'interfaccia utente
lt: Vartotojo sąsajos tema
lv: Saskarnes dizains
ms: Tema UI
nl: UI thema
pl: Temat interfejsu
pt_br: Tema da Interface
pt_pt: Tema da interface
ro: Interfață temă
ru: Тема интерфейса пользователя
sr: Тема корисничког интерфејса
sv: Tema för användargränssnitt
th: ธีมของ UI
tr: Kullanıcı arayüzü teması
zh_cn: 界面主题
zh_hant: 介面主題

# dashboard.title-search
source: Search results
ar: نتائج البحث
ca: Resultats de la cerca
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de búsqueda
eu: Bilaketaren emaitzak
fa: نتایج جستجو
fo: Leitiúrslit
fr: Résultats de recherche
fr_ca: Résultats de recherche
he: תוצאות חיפוש
hi: खोज के परिणाम
hr: Pretraži rezultate
id: Hasil pencarian
it: Risultati della ricerca
lv: Meklēšanas rezultāti
ms: Hasil carian
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
pt_pt: Resultados da pesquisa
ro: Rezultatele căutării
ru: Результаты поиска
sr: Резултати претраге
sv: Sökresultat
th: ผลการค้นหา
tr: Arama sonuçları
zh_cn: 搜索结果
zh_hant: 搜尋結果

# dashboard.type-something
source: Type to search results
ar: اكتب لإظهار نتائج البحث
ca: Escriviu per cercar resultats
cs: Zadejte výraz pro hledání
da: Skriv for at søge i resultater
de: Zum Suchen etwas eingeben
el: Γράψτε κάτι για αναζήτηση
es: Escribe algo para buscar
eu: Idatzi bilaktzeko zerbaitu
fa: برای نمایش نتایج جستجو تایپ کنید
fo: Skriva fyri at leita eftir úrslitum
fr: Écrivez pour rechercher
fr_ca: Écris quelque chose pour lancer une recherche
he: נא להקליד כדי לחפש
hi: परिणाम खोजने के लिए टाइप करें
hr: Upiši za rezultate pretraživanja
id: Ketik untuk mencari hasil
it: Scrivi per cercare
lv: Jāievada, lai meklētu
ms: Taip untuk hasil carian
nl: Typ om te zoeken
pl: Wpisz, aby wyszukać wyniki
pt_br: Digite para pesquisar nos resultados
pt_pt: Escreve para pesquisar resultados
ro: Scrie pentru a începe căutarea
ru: Введите для поиска
sr: Унесите за резултате претраге
sv: Skriv för att söka i resultatet
tr: Aramak için yazın
zh_cn: 输入关键词进行搜索
zh_hant: 輸入以搜尋

# dashboard.unpublish-shared
source: Unpublish Library
ar: ألغِ نشر المكتبة
ca: Despublica la biblioteca
cs: Zrušit zveřejnění knihovny
de: Veröffentlichung der Bibliothek aufheben
es: Despublicar Biblioteca
eu: Atzera bota liburutegia argitaratzea
fa: لغو انتشار کتابخانه
fr: Retirer la Bibliothèque
fr_ca: Dépublier la bibliothèque
he: ביטול פרסום ספרייה
hi: लाइब्रेरी अप्रकाशित करें
hr: Poništi objavu biblioteke
id: Batal Penerbitan Pustaka
it: Annulla pubblicazione libreria
lv: Atcelt bibliotēkas publicēšanu
ms: Nyahterbit Perpustakaan
nl: Publicatie Bibliotheek ongedaan maken
pl: Cofnij publikację biblioteki
pt_br: Cancelar publicação da biblioteca
pt_pt: Cancelar publicação da Biblioteca
ro: Anulează publicarea bibliotecii
ru: Снять библиотеку с публикации
sr: Опозови објављивање библиотеке
sv: Avpublicera biblioteket
tr: Kütüphaneyi Yayından Kaldır
zh_cn: 取消发布库
zh_hant: 取消發佈資料庫

# dashboard.update-settings
source: Update settings
ar: حدّث الإعدادات
ca: Actualitza la configuració
cs: Aktualizovat nastavení
da: Opdater indstillinger
de: Einstellungen aktualisieren
el: Ενημέρωση επιλογών
es: Actualizar opciones
eu: Eguneratu aukerak
fa: به‌روزرسانی تنظیمات
fr: Mettre à jour les paramètres
fr_ca: Sauvegarder les paramètres
he: עדכון הגדרות
hi: सेटिंग्स अपडेट करें
hr: Ažuriraj postavke
id: Perbarui pengaturan
it: Aggiorna le impostazioni
lv: Atjaunināt iestatījumus
ms: Kemas kini tetapan
nl: Instellingen bijwerken
pl: Aktualizuj ustawienia
pt_br: Atualizar configurações
pt_pt: Atualizar definições
ro: Actualizează setările
ru: Обновить настройки
sr: Ажурирајте подешавања
sv: Uppdatera inställningarna
th: อัปเดตการตั้งค่า
tr: Ayarları güncelle
zh_cn: 保存设置
zh_hant: 更新設定

# dashboard.upgrade-plan.no-limits
source: No limits on creativity
cs: Kreativitě se meze nekladou
de: Keine Grenzen für die Kreativität
es: Sin límites a la creatividad
fr: Aucune limite à la créativité
fr_ca: Sans limite de créativité
he: ללא מגבלות על יצירתיות
hi: रचनात्मकता पर कोई सीमा नहीं
hr: Kreativnost nema ograničenja
id: Tanpa batasan kreativitas
it: Nessun limite alla creatività
lv: Nav ierobežojumu radošumam
nl: Onbeperkte creativiteit
pt_br: Sem limites para criatividade
pt_pt: Criatividade sem limites
ro: Fără limite pentru creativitate
ru: Безграничное творчество
sv: Inga gränser för kreativitet
tr: Yaratıcılıkta sınır yok
zh_cn: 无创作能力限制
zh_hant: 無建立限制

# dashboard.upgrade-plan.penpot-free
source: Penpot Free
es: Penpot Gratis
fr: Penpot Gratuit
fr_ca: Penpot gratuit
he: Penpot חינמי
hi: पेनपॉट मुफ़्त
id: Penpot Gratis
it: Penpot Gratis
lv: Bezmaksas Penpot
pt_br: Penpot Grátis
pt_pt: Penpot Gratuito
ro: Penpot Gratuit
ru: Penpot Бесплатный
sv: Gratis Penpot
tr: Penpot Ücretsiz
zh_cn: Penpot 免费
zh_hant: Penpot 免費

# dashboard.webhooks.active
source: Is active
ar: نشط
cs: Je aktivní
de: Aktiv
es: Activo
eu: Aktibo
fr: Actif
fr_ca: Actif
he: פעילה
hi: सक्रिय है
hr: Aktivno
id: Aktif
it: È attivo
lv: Ir aktīvs
ms: Adalah aktif
nl: Is actief
pl: Jest aktywny
pt_br: Está ativo
pt_pt: Ativo
ro: Este activ
ru: Активен
sr: Је активно
sv: Är aktiv
tr: Etkin
zh_cn: 处于活跃状态
zh_hant: 正在生效

# dashboard.webhooks.active.explain
source: When this hook is triggered event details will be delivered
ar: عندما يتم تشغيل هذا الخطاف، سيتم تسليم تفاصيل الحدث
cs: Když je tento webhook spuštěn, budou doručeny podrobnosti o události
de: Wenn dieser Hook ausgelöst wird, dann werden die Eventdetails übermittelt
es: Cuando se active este webhook se enviarán detalles del evento
eu: Webhook hau aktibatzen denean gertaeraren xehetasunak bidaliko dira
fr: Quand ce webhook sera activé, les détails de l'évènement seront envoyés
he: כאשר ההתליה הזאת מופעלת פרטי האירוע יישלחו
hi: जब यह हुक ट्रिगर होगा, तो घटना विवरण भेजा जाएगा
hr: Kada se ovaj webhook pokrene, bit će isporučene pojedinosti o događaju
id: Ketika kaitan ini dipicu detail peristiwa akan dikirim
it: Quando questo webhook viene attivato verranno inviati i dati dell'evento
lv: Kad tiks aktivizēts āķis, notikuma detaļas tiks piegādātās
ms: Apabila cangkuk ini dicetuskan, butiran peristiwa akan dihantar
nl: Wanneer deze hook wordt getriggerd, worden gebeurtenisdetails afgeleverd
pl: Po wywołaniu tego haka zostaną dostarczone szczegóły zdarzenia
pt_br: Quando esse hook é invocado detalhes de eventos vão ser enviados
pt_pt: Quando este webhook for ativado serão enviados detalhes do evento
ro: Când acest hook este declanșat, se vor furniza detalii despre eveniment
ru: Когда этот хук сработает, будут доставлены подробные сведения о событии
sr: Када се ова кука покрене биће испоручени детаљи догађаја
sv: När denna hook triggas kommer händelsedetaljer att sändas
tr: Bu kanca tetiklendiğinde olay ayrıntıları iletilecektir
zh_cn: 当这个webhook被触发时，事件细节将被传递
zh_hant: 當觸發此Webhook時，將會傳遞事件詳細信息

# dashboard.webhooks.cant-edit
source: You only can delete or modify webhooks created by you.
cs: Smazat nebo upravit můžete pouze vámi vytvořené webhooky.
de: Sie können nur von Ihnen erstellte Webhooks löschen oder ändern.
es: Sólo puedes borrar o modificar webhooks creados por ti.
fr: Uniquement vous pouvez supprimer ou modifier les webhooks que vous avez créés.
he: אפשר למחוק או לשנות את ההתליות שיצרת.
hi: आप केवल वेबहुक्स को हटा या संशोधित कर सकते हैं जो आपने बनाए हैं।
hr: Možete samo brisati ili mijenjati webhookove koje ste sami izradili.
id: Anda hanya dapat menghapus atau mengubah webhook yang dibuat oleh Anda.
it: Puoi solo eliminare o modificare i webhook creati da te.
lv: Var izdzēst vai mainīt tikai paša izveidotās tīmekļa aizķeres.
nl: Je kunt alleen door jou gemaakte webhooks verwijderen of wijzigen.
pt_br: Você só pode excluir ou modificar os webhooks criados por você.
pt_pt: Só podes apagar ou modificar webhooks que criaste.
ro: Poți șterge sau modifica doar webhook-urile create de tine.
ru: Вы можете удалять или изменять только созданные вами webhook'и.
sv: Du kan bara ta bort eller ändra webhooks som du har skapat.
tr: Yalnızca sizin oluşturduğunuz web kancalarını silebilir veya değiştirebilirsiniz.
zh_cn: 您只能删除或修改由您创建的 webhooks。
zh_hant: 您只能刪除或修改您建立的 webhook。

# dashboard.webhooks.content-type
source: Content type
ar: نوع المحتوى
cs: Typ obsahu
de: Inhaltstyp
es: Tipo de contenido
eu: Elementu mota
fr: Type de contenu
he: סוג תוכן
hi: सामग्री प्रकार
hr: Vrsta sadržaja
id: Jenis konten
it: Tipo di contenuto
lv: Satura tips
ms: Jenis kandungan
pl: Typ treści
pt_br: Tipo de conteúdo
pt_pt: Tipo de conteúdo
ro: Tip de conținut
ru: Тип контента
sr: Тип садржаја
sv: Innehållstyp
th: ประเภทเนื้อหา
tr: İçerik türü
zh_cn: 内容类型
zh_hant: 內容類型

# dashboard.webhooks.create
source: Create webhook
ar: أنشئ webhook
cs: Vytvořit webhook
de: Webhook erstellen
es: Crear webhook
eu: Sortu webhooka
fr: Créer un webhook
he: יצירת התליית רשת
hi: वेबहुक बनाएं
hr: Stvorite webhook
id: Buat kaitan web
it: Crea webhook
lv: Izveidot tīmekļa aizķeri
ms: Cipta webhook
nl: Webhook aanmaken
pl: Utwórz webhooka
pt_br: Criar webhook
pt_pt: Criar webhook
ro: Creează webhook
ru: Создать вебхук
sr: Креирајте веб-куку
sv: Skapa webhook
th: สร้าง Webhook
tr: Web kancası oluştur
zh_cn: 创建webhook
zh_hant: 設置Webhook

# dashboard.webhooks.create.success
source: Webhook created successfully.
cs: Webhook byl úspěšně vytvořen.
de: Webhook wurde erfolgreich erstellt.
es: Webhook creado con éxito.
eu: Webhooka ondo sortu da.
fr: Webhook créé avec succès.
he: התליית הרשת נוצרה בהצלחה.
hi: वेबहुक सफलतापूर्वक बनाया गया।
hr: Webhook je uspješno stvoren.
id: Kaitan web berhasil dibuat.
it: Webhook creato con successo.
lv: Tīmekļa aizķere ir veiksmīgi izveidota.
ms: Webhook berjaya dihasilkan.
nl: Webhook is succesvol aangemaakt.
pl: Pomyślnie utworzono webhook.
pt_br: Webhook criado com sucesso.
pt_pt: Webhook criado com sucesso.
ro: Webhook creat cu succes.
ru: Вебхук успешно создан.
sr: Веб-кука је успешно креирана.
sv: Webhook skapades.
th: สร้าง Webhook แล้ว
tr: Web kancası başarıyla oluşturuldu.
zh_cn: Webhook创建成功。
zh_hant: 成功添加Webhook。

# dashboard.webhooks.description
source: Webhooks are a simple way to allow other websites and apps to be notified when certain events happen at Penpot. We’ll send a POST request to each of the URLs you provide.
cs: Webhooky jsou jednoduchým způsobem, jak umožnit jiným webům a aplikacím, aby byly upozorňovány na určité události v Penpotu. Na každou z vámi poskytnutých adres URL odešleme požadavek POST.
de: Webhooks ermöglichen es, andere Websites und Anwendungen automatisch über bestimmte Ereignisse bei Penpot zu informieren. Dies geschieht durch das Versenden einer POST-Anfrage an die von Ihnen festgelegten URLs.
es: Los webhooks son una forma simple de permitir notificar a otros sitios web y aplicaciones cuando ocurren ciertos eventos en Penpot. Enviaremos una petición POST a cada una de las URLs que indiques.
eu: Webhookak beste webgune batzuei Penpoten zerbait gertatu dela jakinarazteko modu bat dira. Adierazitako URLtara POST eskaera bat bidaliko dugu.
fr: Les webhooks sont une manière simple de permettre à d'autres site web et aux applications d'être notifiés quand certains évènements se produisent dans Penpot. Nous enverrons une requête POST à toutes les URLs que vous avez indiquées.
he: התליות רשת הן דרך פשוטה לאפשר לאתרים אחרים לקבל הודעות כשאירועים מסוימים מתרחשים ב־Penpot. אנו נשלח בקשת POST לכל אחת מהכתובות שתצויינה.
hi: वेबहुक्स एक सरल तरीका हैं जिससे अन्य वेबसाइटें और ऐप्स Penpot में कुछ घटनाएँ होने पर सूचित हो सकें। हम आपके द्वारा दिए गए प्रत्येक URL पर POST अनुरोध भेजेंगे।
hr: Webhookovi su jednostavan način da se drugim web stranicama i aplikacijama omogući da budu obaviješteni kada se određeni događaji dogode na Penpotu. Poslat ćemo POST zahtjev na svaki URL koji navedete.
id: Kaitan web (webhook) adalah cara yang sederhana untuk memperbolehkan situs web dan aplikasi lain untuk diberi tahu ketika beberapa peristiwa terjadi di Penpot. Kami mengirim permintaan POST untuk setiap URL yang Anda sediakan.
it: I webhook sono un modo semplice per consentire ad altri siti web e app di essere notificati quando si verificano determinati eventi su Penpot. Invieremo una richiesta POST a ciascuno degli URL che fornisci.
lv: Tīmekļa aizķeres ir vienkāršs veids, kā ļaut citām tīmekļa vietnēm un lietotnēm saņemt paziņojumus, kad Penpot notiek noteikti notikumi. Mēs nosūtīsim POST pieprasījumu katram norādītajam URL.
ms: Webhooks adalah cara mudah untuk membolehkan tapak web dan apl lain dimaklumkan apabila acara tertentu berlaku di Penpot. Kami akan menghantar permintaan POST ke setiap URL yang anda berikan.
nl: Webhooks zijn een eenvoudige manier om andere websites en apps op de hoogte te stellen wanneer bepaalde gebeurtenissen bij Penpot plaatsvinden. We sturen een POST-verzoek naar elke URL die je opgeeft.
pl: Webhook to prosty sposób na powiadamianie innych stron internetowych i aplikacji o określonych zdarzeniach w Penpot. Wyślemy żądanie POST do każdego podanego przez Ciebie adresu URL.
pt_br: Webhooks são uma forma simples de permitir que outros websites e aplicativos sejam notificados quando certos eventos acontecem no Penpot. Nós enviaremos uma solicitação POST para todas as URLs que você digite.
pt_pt: Os webhooks são uma forma simples de permitir a outros sites e aplicações serem notificados quando acontecem certas ações no Penpot. Enviaremos um pedido POST para cada um dos URLs que forneceres.
ro: Webhook-urile sunt o modalitate simplă de a permite altor site-uri web și aplicații să fie notificate atunci când au loc anumite evenimente la Penpot. Vom trimite o solicitare POST la fiecare dintre adresele URL pe care le furnizezi.
ru: Вебхуки - это простой способ уведомлять другие веб-сайты и приложения о тех или иных событиях в Penpot. Мы отправим POST-запрос на каждый из указанных вами URL-адресов.
sr: Веб-куке су једноставан начин да омогућите другим веб-сајтовима и апликацијама да буду обавештени када се одређени догађаји догоде у Penpot-у. Послаћемо POST захтев на сваку од URL адреса које наведете.
sv: Webhooks är ett enkelt sätt att låta andra webbplatser och appar bli meddelade när vissa händelser inträffar i Penpot. Vi skickar en POST-begäran till var och en av de webbadresser du anger.
tr: Web kancaları, Penpot'ta belirli olaylar gerçekleştiğinde diğer web sitelerinin ve uygulamaların bilgilendirilmesine izin vermenin basit bir yoludur. Belirttiğiniz URL'lerin her birine bir POST isteği göndereceğiz.
zh_cn: Webhooks是一种简单的方式，允许其他网站和应用程序在Penpot的某些事件发生时得到通知。我们将发送一个POST请求到你提供的每个URL。
zh_hant: 當Penpot 發生特定事件時，Webhook 是一種使其他網站和應用程式收到通知的簡單方法。我們會向你指定的每個網址發送 POST 請求。
