Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# onboarding.questions.step1.subtitle
source: Let us know a bit about you to help us make Penpot work for you. Your answers will help us prioritize new features and point you in the right direction to get started.
cs: Řekněte nám něco o sobě, abyste nám pomohli nastavit Penpot pro vás. Vaše odpovědi nám pomohou stanovit priority nových funkcí a nasměrovat vás správným směrem, abyste mohli začít.
de: Lassen Sie uns ein wenig über Sie erfahren, damit wir Penpot für Sie optimieren können. Ihre Antworten werden helfen uns, neue Funktionen zu priorisieren und Ihnen den richtigen Einstieg zu erleichtern.
es: Cuéntanos un poco sobre tí para ayudarnos a que Penpot se adapte mejor a tí. Tus respuestas nos ayudarán a priorizar nuevas funcionalidades y a saber cómo podemos acompañarte mejor.
fr: Laissez nous vous connaitre un peu pour nous aider à faire fonctionner Penpot pour vous. Vos questions nous aiderons à prioriser les nouvelles fonctionnalités et vous diriger dans la bonne direction pour commencer.
he: נשמח לדעת לאילו מטרות משמש אותך Penpot כדי שנוכל להמשיך ולשפר אותו למענך. התשובות שלך יסייעו לנו לתעדף את היכולות החדשות ולהכווין אותך לדרך שהכי נכון לך להתחיל בה.
hi: कृपया हमें अपने बारे में थोड़ा बताएं ताकि हम पेनपोट को आपके लिए बेहतर बना सकें। आपके जवाब हमें नए फीचर्स की प्राथमिकता तय करने और आपको सही दिशा में मार्गदर्शन करने में मदद करेंगे।
hr: Recite nam nešto o sebi kako biste nam pomogli da Penpot radi za Vas. Vaši odgovori pomoći će nam da odredimo prioritet novih značajki i uputit će Vas u pravom smjeru za početak.
id: Beri tahu kami sedikit tentang Anda untuk membantu kami membuat Penpot berfungsi bagi Anda. Jawaban Anda akan membantu kami memprioritaskan fitur baru dan mengarahkan Anda ke arah yang tepat untuk memulai.
it: Facci sapere qualcosa su di te per aiutarci ad ottimizzare Penpot rispetto alle tue esigenze. Le tue risposte ci aiuteranno a dare priorità a nuove funzionalità e a guidarti nella giusta direzione per iniziare.
lv: Ļauj mums mazliet uzzināt par Tevi, lai palīdzētu mums panākt, lai Penpot Tev darbojas. Tavas atbildes palīdzēs mums noteikt svarīgas iespējas un norādīt Tev īsto uzsākšanas virzienu.
nl: Laat ons iets over je weten om ons te helpen Penpot voor jou te laten werken. Je antwoorden helpen ons bij het prioriteren van nieuwe functies en wijzen je in de goede richting om te beginnen.
pt_pt: Conta-nos um pouco sobre ti para que possamos fazer com que o Penpot se adapte a ti. As tuas respostas ajudar-nos-ão a priorizar novas funcionalidades e indicar-te o melhor caminho para começar.
ro: Spune-ne puțin despre tine pentru a ne ajuta să facem Penpot să se adapteze pentru tine. Răspunsurile tale ne vor ajuta să prioritizăm funcționalități noi și să te îndreptăm în direcția bună pentru a începe.
ru: Расскажите нам немного о себе, чтобы мы могли заставить Penpot работать на вас. Ваши ответы помогут нам определить приоритетность новых функций и укажут вам правильное направление для начала работы.
sr: Реците нам нешто о вама како бисте нам помогли да Penpot ради за вас. Ваши одговори ће нам помоћи да дамо приоритет новим функцијама и упутити вас у правом смеру да почнете.
sv: Låt oss veta lite om dig för att hjälpa oss att få Penpot att fungera för dig. Dina svar hjälper oss att prioritera nya funktioner och peka dig i rätt riktning för att komma igång.
tr: Penpot'un sizin için çalışmasını sağlamamıza yardımcı olmak için hakkınızda biraz bilgi verin. Yanıtlarınız, yeni özelliklere öncelik vermemize ve başlamak için sizi doğru yöne yönlendirmemize yardımcı olacaktır.
zh_cn: 请告诉我们一些关于您的信息，帮助我们完善 Penpot。您的回答将帮助我们确定新功能的优先级，并指导您如何开始使用。
zh_hant: 請告訴我們一些關於您的訊息，以幫助我們讓 Penpot 為您服務。您的回答將幫助我們確定新功能的優先順序，並為您指明正確的入門方向。

# onboarding.questions.step1.title
source: Help us get to know you
cs: Pomozte nám se s vámi seznámit
de: Helfen Sie uns, Sie kennen zu lernen
es: Ayúdanos a conocerte
fr: Aidez-nous à vous connaitre
he: נשמח להכיר אותך
hi: हमें आपको जानने में मदद करें
hr: Pomozite nam da Vas upoznamo
id: Bantu kami mengenal Anda
it: Aiutaci a conoscerti meglio
lv: Palīdzi mums Tevi iepazīt
nl: Help ons je te leren kennen
pt_pt: Ajuda-nos a conhecer-te
ro: Ajută-ne să te cunoaștem mai bine
ru: Помогите нам лучше узнать вас
sr: Помозите нам да вас упознамо
sv: Hjälp oss att lära känna dig
tr: Sizi tanımamıza yardımcı olun
zh_cn: 帮助我们了解你
zh_hant: 幫助我們了解你

# onboarding.questions.step2.title
source: Which one of these tools do you use the most?
cs: Který z těchto nástrojů používáte nejčastěji?
de: Welches dieser Tools verwenden Sie am meisten?
es: ¿Cuál de estas herramientas utilizas más?
fr: Lequel de ces outils utilisez-vous le plus ?
he: איזה מהכלים האלה הכי משמש אותך?
hi: इन उपकरणों में से आप सबसे अधिक किसका उपयोग करते हैं?
hr: Koji od ovih alata najviše koristite?
id: Alat manakah yang paling sering Anda gunakan?
it: Quale di questi strumenti utilizzi maggiormente?
lv: Kuru no šiem rīkiem Tu izmanto visvairāk?
nl: Welke van deze hulpmiddelen gebruik je het meest?
pt_pt: Qual destas ferramentas usas mais?
ro: Care dintre aceste unelte folosești cel mai mult?
ru: Каким из этих инструментов вы пользуетесь чаще всего?
sr: Који од ових алата највише користите?
sv: Vilken av dessa verktyg använder du mest?
tr: Bu araçlardan en çok hangisini kullanıyorsunuz?
zh_cn: 这些工具中您最常使用哪个？
zh_hant: 這些工具中您最常使用哪一個？

# onboarding.questions.step3.question1
source: What kind of work do you do?
cs: Jakou práci děláte?
de: Was machen Sie beruflich?
es: ¿Qué tipo de trabajo haces?
fr: Quel genre de travail faites-vous ?
he: מה אופי העבודה שלך?
hi: आप किस तरह का काम करते हैं?
hr: Kakvim se poslom bavite?
id: Jenis pekerjaan apa yang Anda lakukan?
it: Che genere di lavori fai?
lv: Kāda veida darbu veic?
nl: Wat voor werk doe je?
pt_pt: Que tipo de trabalho fazes?
ro: Ce fel de muncă faceți?
ru: Какую работу вы выполняете?
sr: Којим послом се бавите?
sv: Vilken typ av arbete gör du?
tr: Ne tür bir iş yapıyorsunuz?
zh_cn: 您做什么工作？
zh_hant: 你做什麼工作？

# onboarding.questions.step3.question2
source: What's your role?
cs: Jaká je vaše role?
de: Was ist Ihre Rolle?
es: ¿Cuál es tu puesto?
fr: Quel est votre rôle ?
he: מה התפקיד שלך?
hi: आपकी भूमिका क्या है?
hr: Koja je Vaša uloga?
id: Apa peran Anda?
it: Qual è il tuo ruolo?
lv: Kāda ir ieņemamā loma?
ms: Apakah peranan anda?
nl: Wat is jouw functie?
pt_pt: Qual é a tua posição?
ro: Care este funcția ta?
ru: Какова ваша роль?
sr: Која је твоја улога?
sv: Vad är din roll?
tr: Göreviniz nedir?
zh_cn: 你是哪种身份？
zh_hant: 你的角色是什麼？

# onboarding.questions.step3.question3
source: What's the size of your company?
cs: Jaká je velikost vašeho týmu?
de: Wie groß ist Ihr Team?
es: ¿Cuál es el tamaño de tu empresa?
fr: Quelle est la taille de votre équipe ?
he: מה גודל הצוות שלך?
hi: आपकी कंपनी कितनी बड़ी है?
hr: Kolika je veličina Vaše tvrtke?
id: Seberapa besar perusahaan Anda?
it: Qual è la dimensione della tua azienda?
lv: Cik liela ir komanda?
ms: Berapakah saiz pasukan anda?
nl: Hoe groot is je bedrijf?
pt_pt: De que tamanho é a tua equipa?
ro: Cât de mare este compania la care lucrezi?
ru: Каков размер вашей компании?
sr: Која је величина ваше компаније?
sv: Hur stort är ert företag?
tr: Takımınızın büyüklüğü nedir?
zh_cn: 你的团队有多少人？
zh_hant: 貴公司的規模是多少？

# onboarding.questions.step3.title
source: Tell us about your job
cs: Řekněte nám o své práci
de: Erzählen Sie uns von Ihrem Job
es: Háblanos de tu trabajo
fr: Dites nous quel est votre poste
he: נשמח לשמוע על העבודה שלך
hi: हमें अपनी नौकरी के बारे में बताइये
hr: Recite nam nešto o svom poslu
id: Ceritakan tentang pekerjaan Anda
it: Parlaci del tuo lavoro
lv: Pastāsti mums par savu darbu
nl: Vertel ons over je baan
pt_pt: Fala-nos do teu trabalho
ro: Spune-ne despre jobul tău
ru: Расскажите нам о своей работе
sr: Реци нам нешто о свом послу
sv: Berätta om ditt jobb
tr: Bize işiniz hakkında bilgi verin
zh_cn: 告诉我们您的工作
zh_hant: 告訴我們你的工作

# onboarding.questions.step4.title
source: Where would you like to get started?
cs: Kde byste chtěli začít?
de: Wo möchten Sie gerne anfangen?
es: ¿Por dónde te apetecería empezar?
fr: Par où souhaitez-vous commencer ?
he: איפה כדאי להתחיל?
hi: आप कहां से शुरुआत करना चाहेंगे?
hr: Gdje biste željeli započeti?
id: Di mana Anda ingin mulai?
it: Da dove ti piacerebbe iniziare?
lv: Kur Tu vēlētos sākt?
nl: Waar wil je aan de slag?
pt_pt: Por onde é que gostarias de começar?
ro: Unde ai vrea să începi?
ru: С чего бы вы хотели начать?
sr: Где бисте желели да почнете?
sv: Var vill du komma igång?
tr: Nereden başlamak istersiniz?
zh_cn: 您想从哪里开始？
zh_hant: 您想從哪裡開始？

# onboarding.questions.step5.title
source: How did you hear about Penpot?
cs: Jak jste se dozvěděli o Penpot?
de: Wie haben Sie von Penpot erfahren?
es: ¿Cómo nos has descubierto?
fr: Comment avez-vous entendu parlé de Penpot ?
he: איך שמעת על Penpot?
hi: आपने पेनपोट के बारे में कैसे सुना?
hr: Kako ste čuli za Penpot?
id: Dari mana Anda mendengar tentang Penpot?
it: Come sei venuto a conoscenza di Penpot?
lv: Kā uzzināji par Penpot?
nl: Hoe heb je over Penpot gehoord?
pt_pt: Como descobriste o Penpot?
ro: Cum ai auzit despre Penpot?
ru: Как вы узнали о Penpot?
sr: Како сте чули за Penpot?
sv: Hur hörde du talas om Penpot?
tr: Penpot'tan nasıl haberiniz oldu?
zh_cn: 您是如何听说Penpot的？
zh_hant: 您是如何了解 Penpot 的？

# onboarding.questions.team-size.freelancer
source: I'm a freelancer
cs: Jsem freelancer
de: Ich bin ein Freelancer
es: Soy autónomo
fr: Je suis Freelance
he: עצמאי או עצמאית
hi: मैं फ्रीलांसर हूँ
hr: Ja sam freelancer
id: Saya seorang pekerja lepas
it: Sono un libero professionista
lv: Esmu brīvstrādnieks
nl: Ik ben freelancer
pt_pt: Sou freelancer
ro: Sunt un freelancer
ru: Я фрилансер
sr: Ја сам фриленсер
sv: Jag är frilansare
tr: Serbest çalışıyorum
zh_cn: 我是自由工作者
zh_hant: 我是自由工作者

# onboarding.questions.team-size.more-than-50
source: More than 50
cs: Více než 50
de: Mehr als 50
es: Más de 50
fr: Plus que 50
he: גדול מ־50
hi: 50 से अधिक
hr: Više od 50
id: Lebih dari 50
it: Più di 50
lv: Vairāk nekā 50
ms: Lebih daripada 50
nl: Meer dan 50
pt_pt: Mais de 50
ro: Mai mult de 50
ru: Более 50
sr: Више од 50
sv: Mer än 50
tr: 50'den fazla
zh_cn: 50以上
zh_hant: 超過 50

# onboarding.questions.team-size.personal-project
source: I’m working in a personal project
cs: Pracuji na osobním projektu
de: Ich arbeite an einem persönlichen Projekt
es: Estoy trabajando en un proyecto personal
fr: Je travaille sur un projet personnel
he: זאת עבודה על מיזם פרטי
hi: मैं एक व्यक्तिगत प्रोजेक्ट पर काम कर रहा/रही हूँ
hr: Radim na osobnom projektu
id: Saya mengerjakan proyek pribadi
it: Sto lavorando a un progetto personale
lv: Strādāju personīgā projektā
ms: Saya sedang menjalankan projek peribadi
nl: Ik werk aan een persoonlijk project
pt_pt: Estou a trabalhar num projeto pessoal
ro: Lucrez la un proiect personal
ru: Я работаю над личным проектом
sr: Радим на личном пројекту
sv: Jag jobbar i ett personligt projekt
tr: Kendi projem üzerinde çalışıyorum
zh_cn: 我在做个人项目
zh_hant: 我正在做個人專案

# onboarding.questions.use.education
source: Education
cs: Vzdělání
de: Bildung
es: Educación
fr: Éducation
he: חינוכי
hi: शिक्षा
hr: Obrazovanje
id: Edukasi
it: Educazione
lv: Izglītība
nl: Onderwijs
pt_pt: Educação
ro: Educație
ru: Образование
sr: Образовање
sv: Utbildning
tr: Eğitim
zh_cn: 教育
zh_hant: 教育

# onboarding.questions.use.personal
source: Personal
cs: Osobní
de: Persönlich
fr: Personnel
he: אישי
hi: निजी
hr: Osobno
id: Pribadi
it: Personale
lv: Savām vajadzībām
nl: Persoonlijk
pt_pt: Uso pessoal
ru: В личных целях
sr: Лично
sv: Personlig
tr: Kişisel
zh_cn: 个人
zh_hant: 個人

# onboarding.questions.use.work
source: Work
cs: Pracovní
de: Arbeit
es: Trabajo
fr: Travail
he: עבודה
hi: काम
hr: Posao
id: Kerja
it: Lavoro
lv: Darbs
nl: Werk
pt_pt: Trabalho
ro: Muncă
ru: Для работы
sr: Посао
sv: Arbete
tr: İş
zh_cn: 工作
zh_hant: 工作

# onboarding.team-modal.create-team
source: Create a team
ar: أنشئ فريقًا
ca: Crea un equip
cs: Vytvořte tým
de: Ein Team erstellen
es: Crea un equipo
eu: Sortu talde bat
fr: Créer une équipe
he: יצירת צוות
hi: एक टीम बनाएं
hr: Kreiraj tim
id: Buat sebuah tim
it: Crea un team
lv: Izveidot komandu
ms: Cipta pasukan
nl: Team aanmaken
pl: Utwórz zespół
pt_br: Crie uma equipe
pt_pt: Cria uma equipa
ro: Creează o echipă
ru: Создать команду
sr: Направите тим
sv: Skapa ett team
tr: Bir takım oluştur
zh_cn: 创建一个团队
zh_hant: 建立團隊

# onboarding.team-modal.create-team-desc
source: A team allows you to collaborate with other Penpot users working in the same files and projects.
ar: يسمح لك الفريق بالتعاون مع مستخدمي Penpot الآخرين الذين يعملون في نفس الملفات والمشاريع.
cs: Tým vám umožňuje spolupracovat s ostatními uživateli Penpot pracujícími na stejných souborech a projektech.
de: In einem Team können Sie mit anderen Penpot-Nutzern zusammenarbeiten, die an denselben Dateien und Projekten arbeiten.
es: Un equipo permite colaborar en Penpot trabajando en los mismos archivos y proyectos.
eu: Talde batek Penpoten fitxategi eta proiektuetan elkarrekin lan egiteko aukera ematen du.
fr: Une équipe vous permet de collaborer avec d'autres utilisateurs de Penpot travaillant sur les mêmes fichiers et projets.
he: צוות מאפשר לך לשתף פעולה עם משתמשים אחרים ב־Penpot שעובדים על אותם קבצים ומיזמים.
hi: एक टीम आपको अन्य पेनपोट उपयोगकर्ताओं के साथ मिलकर एक ही फाइलों और प्रोजेक्ट्स पर काम करने की सुविधा देती है।
hr: Tim ti omogućuje suradnju s drugim Penpot korisnicima koji rade na istim datotekama i projektima.
id: Sebuah tim memungkinkan Anda berkolaborasi dengan pengguna Penpot lain bekerja dalam berkas dan proyek yang sama.
it: Un team ti consente di collaborare con altri utenti Penpot lavorando negli stessi file e progetti.
lv: Komanda ļauj sadarboties ar citiem Penpot lietotājiem, kas darbojas ar tām pašām datnēm un projektiem.
ms: Pasukan membolehkan anda bekerjasama dengan pengguna Penpot lain yang bekerja dalam fail dan projek yang sama.
nl: Met een team kun je samenwerken met andere Penpot-gebruikers die aan dezelfde bestanden en projecten werken.
pl: Zespół umożliwia współpracę z innymi użytkownikami Penpota pracującymi nad tymi samymi plikami i projektami.
pt_br: Uma equipe permite que você colabore com outros usuários do Penpot trabalhando nos mesmos arquivos e projetos.
pt_pt: Uma equipa permite que colabores com outros utilizadores do Penpot trabalhando nos mesmos ficheiros e projetos.
ro: O echipă îți permite să colaborezi cu alți utilizatori Penpot care lucrează în aceleași fișiere și proiecte.
ru: Команда позволяет вам сотрудничать с другими пользователями Penpot, работающими над одними файлами и проектами.
sr: Тим вам омогућава да сарађујете са другим Penpot корисницима који раде на истим датотекама и пројектима.
sv: Ett team låter dig samarbeta med andra Penpot-användare som arbetar i samma filer och projekt.
tr: Takım, aynı dosya ve projelerde çalışan diğer Penpot kullanıcılarıyla işbirliği yapmanıza olanak tanır.
zh_cn: 团队能够让你与其它Penpot用户协作处理相同的文件和项目。
zh_hant: 團隊讓你可以與其他Penpot使用者在相同的檔案和專案中進行協作。

# onboarding.team-modal.create-team-feature-1
source: Unlimited files and projects
ar: ملفات ومشاريع غير محدودة
cs: Neomezené soubory a projekty
de: Unbegrenzte Anzahl von Dateien und Projekten
es: Archivos y proyectos ilimitados
eu: Mugarik gabeko fitxategi eta proiektu kopurua
fr: Nombre illimité de projets et de fichiers
he: אין הגבלה על קבצים או מיזמים
hi: असीमित फ़ाइलें और प्रोजेक्ट
hr: Neograničen broj datoteka i projekata
id: Berkas dan proyek tidak terbatas
it: File e progetti illimitati
lv: Neierobežotas datnes un projekti
ms: Fail dan projek tanpa had
nl: Onbeperkt veel bestanden en projecten
pl: Nieograniczone pliki i projekty
pt_br: Arquivos e projetos ilimitados
pt_pt: Ficheiros e projetos ilimitados
ro: Fișiere și proiecte nelimitate
ru: Неограниченное количество файлов и проектов
sr: Неограничени број датотека и пројеката
sv: Obegränsade filer och projekt
tr: Sınırsız dosya ve proje
zh_cn: 无限制的文件和项目
zh_hant: 無限的檔案和專案

# onboarding.team-modal.create-team-feature-2
source: Multiplayer edition
ar: إصدار متعدد اللاعبين
cs: Multiplayerová edice
es: Edición multijugador
eu: Jokalari anitzeko edizioa
fr: Édition multijoueur
he: מהדורת ריבוי משתתפים
hi: मल्टीप्लेयर एडिशन
hr: Izdanje za više igrača
id: Edisi multipemain
it: Edizione multiplayer
lv: Vairāku lietotāju izdevums
ms: Edisi berbilang pemain
nl: Multiplayer-editie
pl: Edycja dla wielu graczy
pt_br: Edição multiusuário
pt_pt: Edição Multiplayer
ro: Ediția multi-utilizator
ru: Многопользовательская версия
sr: Верзија за више корисника
sv: Utgåva för flera användare
tr: Çok oyunculu sürüm
zh_cn: 多用户编辑
zh_hant: 多人版

# onboarding.team-modal.create-team-feature-3
source: Roles management
ar: إدارة الأدوار
cs: Správa rolí
de: Rollenverwaltung
es: Gestión de roles
eu: Rolen kudeaketa
fr: Gestion des rôles
he: ניהול תפקידים
hi: भूमिका प्रबंधन
hr: Upravljanje ulogama
id: Pengelolaan peran
it: Gestione ruoli
lv: Lomu pārvaldība
ms: Pengurusan peranan
nl: Rollenbeheer
pl: Zarządzanie rolami
pt_br: Gerenciamento de funções
pt_pt: Gestão de funções
ro: Managementul rolurilor
ru: Управление ролями
sr: Управљање улогама
sv: Rollhantering
tr: Rol yönetimi
zh_cn: 角色管理
zh_hant: 角色管理

# onboarding.team-modal.create-team-feature-4
source: Unlimited members
ar: عدد غير محدود من الأعضاء
cs: Neomezený počet členů
de: Unbegrenzte Anzahl von Mitgliedern
es: Sin límite de integrantes
eu: Partehartzaile muga gabe
fr: Nombre illimité de membres
he: ללא הגבלת משתמשים
hi: असीमित सदस्य
hr: Neograničen broj članova
id: Anggota tidak terbatas
it: Membri illimitati
lv: Neierobežoti dalībnieki
ms: Ahli tanpa had
nl: Onbeperkt aantal leden
pl: Nieograniczona liczba członków
pt_br: Membros ilimitados
pt_pt: Membros ilimitados
ro: Membri nelimitați
ru: Неограниченное количество участников
sr: Неограничено чланова
sv: Obegränsade medlemmar
tr: Sınırsız üye
zh_cn: 无限制成员
zh_hant: 無限成員

# onboarding.team-modal.create-team-feature-5
source: 100% free!
ar: مجانا 100٪!
cs: 100% zdarma!
de: 100% kostenlos!
es: ¡100% gratis!
eu: %100 doan!
fr: 100% gratuit !
he: 100% בחינם!
hi: 100% निःशुल्क!
hr: 100% besplatno!
id: 100% gratis!
it: 100% gratuito!
lv: 100% bez maksas!
ms: 100% percuma!
nl: 100% gratis!
pl: 100% za darmo!
pt_br: 100% gratuito!
pt_pt: 100% grátis!
ro: 100% gratuit!
ru: 100% бесплатно!
sr: 100% бесплатно!
sv: 100% gratis!
tr: %100 özgür!
zh_cn: 完全免费!
zh_hant: 100% 免費!

# onboarding.team-modal.team-definition
source: What's a team?
cs: Co je tým?
de: Was ist ein Team?
es: ¿Qué es un equipo?
fr: Qu'est-ce qu'une équipe ?
he: מה זה צוות?
hi: टीम क्या है?
hr: Što je tim?
id: Apa itu tim?
it: Cos'è un team?
lv: Kas ir komanda?
nl: Wat is een team?
pt_pt: O que é uma equipa?
ro: Ce este o echipă?
ru: Что такое команда?
sr: Шта је тим?
sv: Vad är ett team?
tr: Takım nedir?
zh_cn: 团队是什么？
zh_hant: 什麼是團隊？

# onboarding.templates.subtitle
source: Here are some templates.
ar: فيما يلي بعض القوالب.
ca: Aquí teniu algunes plantilles.
cs: Zde jsou některé šablony.
de: Hier sind einige Vorlagen.
es: Aquí tienes algunas plantillas.
eu: Hemen dituzu txantiloi batzuk.
fr: Voici quelques modèles.
he: הנה כמה תבניות.
hi: यहां कुछ टेम्पलेट्स दिए गए हैं।
hr: Evo nekoliko predložaka.
id: Berikut adalah beberapa templat.
it: Ecco alcuni modelli.
lv: Lūk, dažas veidnes.
ms: Berikut adalah beberapa templat.
nl: Hier zijn wat sjablonen.
pl: Oto kilka szablonów.
pt_br: Aqui estão alguns modelos.
pt_pt: Aqui tens alguns templates.
ro: Aici sunt câteva șabloane.
ru: Вот несколько шаблонов.
sr: Ево неколико шаблона.
sv: Här är några mallar.
tr: İşte bazı şablonlar.
zh_cn: 这里有一些模板。
zh_hant: 這裡有一些模板。

# onboarding.templates.title
source: Start designing
ar: ابدأ التصميم
ca: Comenceu a dissenyar
cs: Začněte navrhovat
de: Beginnen Sie mit dem Entwerfen
es: Empezar a diseñar
eu: Hasi diseinatzen
fr: Commencer à concevoir
he: להתחיל לעצב
hi: डिजाइनिंग शुरू करें
hr: Počni dizajnirati
id: Mulai mendesain
it: Inizia a progettare
lv: Sākt projektēšanu
ms: Mula mereka bentuk
nl: Start met ontwerpen
pl: Zacznij projektować
pt_br: Começar a criar
pt_pt: Começa a desenhar
ro: Începe să proiectezi
ru: Заняться дизайном
sr: Почните да дизајнирате
sv: Börja designa
tr: Tasarlamaya başla
zh_cn: 开始设计
zh_hant: 開始設計

# profile.recovery.go-to-login
source: Go to login
ar: اذهب إلى الولوج
ca: Vés a l'inici de sessió
cs: Přejít na přihlášení
de: Zur Anmeldung
el: Μεταβείτε στη σύνδεση
es: Ir al login
eu: Sartu
fr: Aller à la page de connexion
he: מעבר למסך הכניסה
hi: लॉगइन पर जाएं
hr: Idi na prijavu
id: Pergi ke log masuk
it: Vai all'accesso
lv: Doties uz pieteikšanos
ms: Pergi ke log masuk
nl: Ga naar inlogscherm
pl: Przejdź do logowania
pt_br: Ir para a página de login
pt_pt: Ir para login
ro: Mergi la autentificare
ru: Перейти к входу
sr: Идите на пријаву
sv: Gå till Logga in
tr: Oturum açmaya git
zh_cn: 去登录
zh_hant: 前往登入

# settings.detach
source: Detach
cs: Odpojit
de: Trennen
es: Desvincular
fr: Détacher
he: ניתוק
hi: अलग करें
hr: Odvojiti
id: Copot
it: Scollega
lv: Atdalīt
ms: Tanggalkan
nl: Ontkoppelen
pt_pt: Desacoplar
ro: Detașează
ru: Отсоединить
sr: Одвоји
sv: Separera
tr: Çıkar
zh_cn: 分离
zh_hant: 分離

# settings.multiple
source: Mixed
ar: مُختلط
ca: Mixt
cs: Smíšený
de: Mehrere
el: Μικτός
es: Varios
eu: Batzuk
fa: مخلوط
fr: Divers
he: מעורב
hi: मिश्रित
hr: Izmješano
id: Tercampur
it: Misto
lv: Jaukts
ms: Bercampur
nl: Gemengd
pl: Mieszane
pt_br: Misto
pt_pt: Misturado
ro: Mixt
ru: Смешаный
sr: Мешано
sv: Mixad
tr: Karışık
zh_cn: 混合
zh_hant: 混合

# settings.remove-color
source: Remove color
cs: Odstranit barvu
de: Farbe entfernen
es: Eliminar color
fr: Supprimer la couleur
he: הסרת צבע
hi: रंग हटाओ
hr: Uklonite boju
id: Hapus warna
it: Rimuovi colore
lv: Noņemt krāsu
nl: Kleur verwijderen
pt_pt: Remover cor
ro: Elimină culoarea
sv: Ta bort färg
tr: Rengi kaldır
zh_cn: 移除颜色
zh_hant: 移除顏色

# settings.select-this-color
source: Select items using this style
cs: Vyberte položky pomocí tohoto stylu
de: Elemente mit diesem Stil auswählen
es: Seleccionar elementos que usan este estilo
fr: Sélectionnez les éléments qui utilisent ce style
he: בחירת פריטים שמשתמשים בסגנון הזה
hi: इस शैली का उपयोग करके आइटम चुनें
hr: Odaberite stavke koristeći ovaj stil
id: Pilih item menggunakan gaya ini
it: Seleziona gli elementi che utilizzano questo stile
lv: Atlasīt vienumus, kas izmanto šo stilu
nl: Selecteer items in deze stijl
pt_pt: Selecionar itens que usem este estilo
ro: Alege elemente folosind acest stil
ru: Выбрать элементы, использующие этот стиль
sr: Изаберите ставке користећи овај стил
sv: Välj objekt med denna stil
tr: Bu biçimi kullanan ögeleri seç
zh_cn: 选择使用此样式的项目
zh_hant: 使用此樣式選擇項目

# shortcut-section.basics
source: Basics
ar: الأساسيات
ca: Bàsics
cs: Základy
de: Grundlagen
es: Básicos
eu: Oinarrizkoak
fr: Bases
he: יסודות
hi: बुनियादी बातें
hr: Osnove
id: Dasar
it: Nozioni di base
lv: Pamati
ms: Asas
nl: Basis
pl: Podstawy
pt_br: Fundamentos
pt_pt: Básicos
ro: Bazele
ru: Основное
sr: Основе
sv: Grundläggande
tr: Temel bilgiler
zh_cn: 基础
zh_hant: 基本

# shortcut-section.dashboard
source: Dashboard
ar: لوحة القيادة
ca: Panell de control
cs: Nástěnka
es: Panel
eu: Lanlekua
fa: داشبورد
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
hr: Nadzorna ploča
id: Dasbor
it: Pannello di controllo
lv: Pārskata panelis
ms: Papan pemuka
pl: Kokpit
pt_br: Painel
pt_pt: Painel
ro: Bord
ru: Панель управления
sr: Управљачка табла
sv: Översiktsvy
tr: Denetim paneli
zh_cn: 仪表盘
zh_hant: 儀表板

# shortcut-section.viewer
source: Viewer
ar: مشاهد
ca: Visor
cs: Prohlížeč
de: Ansicht
es: Modo visualización
eu: Ikusteko modua
fa: بیننده
fr: Spectateur
he: מציג
hi: दर्शक
hr: Gledatelj
id: Pelihat
it: Visualizzatore
lv: Pārlūks
ms: Penonton
nl: Bekijker
pl: Widz
pt_br: Espectador
pt_pt: Visualizador
ro: Vizualizator
ru: Просмотрщик
sr: Прегледач
sv: Visare
tr: Görüntüleyici
zh_cn: 观察者
zh_hant: 檢視者
