Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.top-bar.view-only
source: **Inspecting code** (View Only)
ca: **S'està inspeccionant el codi** (només lectura)
cs: **Kontrola kódu** (Pouze zobrazení)
de: **Code inspizieren** (nur ansehen)
es: **Inspeccionando código** (View only)
fr: **Inspection du code** (Vue uniquement)
he: **חקירת קוד** (צפייה בלבד)
hi: **निरीक्षण कोड** (केवल देखें)
hr: **Provjera koda** (samo pregled)
id: **Menginspeksi kode** (Hanya Lihat)
it: **Ispezione codice** (Solo visualizzazione)
lv: **Apskata kodu** (tikai skatīšana)
nl: **Code inspecteren** (alleen weergave)
pt_pt: **A inspecionar código** (Somente leitura)
ro: **Inspecție cod** (Doar vizualizare)
ru: **Проверка кода** (Только просмотр)
sr: **Прегледање кода** (Само за преглед)
sv: **Inspektera kod** (Endast visning)
tr: **Kodu incele** ( Yalnızca Görüntüle)
zh_cn: **检查代码**(仅查看)
zh_hant: 檢視程式碼（僅供檢視）

# workspace.undo.empty
source: There are no history changes so far
ar: لا يوجد تغييرات في التاريخ الى الآن
ca: Encara no hi ha canvis a l'historial
cs: Zatím nedošlo k žádným změnám v historii
de: Es gibt bisher keine Änderungen im Verlauf
el: Δεν υπάρχουν μέχρι στιγμής αλλαγές στο ιστορικό
es: Todavía no hay cambios en el histórico
eu: Ez dago historikoaren aldaketarik
fa: هیچ تاریخچه تغییری تاکنون وجود ندارد
fr: Il n’y a aucun changement dans l’historique pour l’instant
he: אין שינויים היסטוריים עד כה
hi: अभी तक इतिहास में कोई बदलाव नहीं हुआ है
hr: Do sada nema promjena povijesti
id: Tidak ada riwayat perubahan sejauh ini
it: Non ci sono cambiamenti nella cronologia al momento
lv: Līdz šim nav notikušas nekādas vēsturiskās izmaiņas
nl: Er zijn tot nu toe geen wijzigingen in de geschiedenis
pl: Jak dotąd nie ma zmian w historii
pt_br: Não há mudanças no histórico até agora
pt_pt: Não há histórico de mudanças até agora
ro: Nu sunt modificări în istoric
ru: Изменений в истории ещё нет
sr: За сада нема промена у историји
sv: Det finns inga tidigare ändringar
tr: Şu ana kadar değişim geçmişi yok
zh_cn: 目前没有历史修改
zh_hant: 目前為止沒有歷史變更記錄

# workspace.undo.entry.delete
source: Deleted %s
ar: محذوف %s
ca: S'ha eliminat %s
cs: Smazané %s
de: %s gelöscht
el: Διαγράφηκε %s
es: %s eliminado
eu: Ezabatuta %s
fa: %s حذف شد
fr: Supprimé %s
he: %s נמחק
hi: %s हटा दिया गया
hr: Izbrisano %s
id: %s dihapus
it: Eliminato %s
lv: Dzēsts %s
nl: %s verwijderd
pl: Usunięto (%s)
pt_br: %s excluido
pt_pt: %s eliminado
ro: Şters %s
ru: Удалено %s
sr: Избрисано %s
sv: Raderade %s
tr: %s silindi
zh_cn: %s已删除
zh_hant: 刪除 %s

# workspace.undo.entry.modify
source: Modified %s
ar: معدل %s
ca: S'ha modificat %s
cs: Změněné %s
de: %s verändert
es: %s modificado
eu: Aldatuta (%s)
fa: اصلاح شد %s
fr: Modifié %s
he: %s נערך
hi: संशोधित %s
hr: Izmijenjeno %s
id: %s diubah
it: Modificato %s
lv: Modificēts %s
nl: %s gewijzigd
pl: Zmodyfikowano (%s)
pt_br: (%s) modificado
pt_pt: %s modificado
ro: Modificat %s
ru: Изменено %s
sr: Измењено %s
sv: Redigerade %s
tr: %s düzenlendi
zh_cn: %s已修改
zh_hant: 修改 %s

# workspace.undo.entry.move
source: Moved objects
ar: المكونات المعدلة
ca: Objectes moguts
cs: Přesunuté objekty
de: Verschobene Objekte
el: Τροποποιήθηκε %s
es: Objetos movidos
eu: Mugitutako objektuak
fr: Objets déplacés
he: פריטים שהועברו
hi: स्थानांतरित वस्तुएँ
hr: Premiješteni objekti
id: Objek dipindah
it: Oggetti spostati
lv: Pārvietotie objekti
nl: Verplaatste objecten
pl: Przesunięte obiekty
pt_br: Objetos movidos
pt_pt: Objectos movidos
ro: Obiecte mutate
ru: Перемещённые объекты
sr: Премештени објекти
sv: Flyttade objekt
tr: Nesneler taşındı
zh_cn: 对象已移动
zh_hant: 移除物件

# workspace.undo.entry.multiple.circle
source: circles
ar: دوائر
ca: cercles
cs: kruhy
de: Kreise
el: κύκλους
es: círculos
eu: borobilak
fa: دایره‌ها
fr: cercles
he: עיגולים
hi: सर्कल
hr: krugovi
id: lingkaran
it: cerchi
lv: apļi
nl: cirkels
pl: koła
pt_br: círculos
pt_pt: círculos
ro: cercuri
ru: круги
sr: кругови
sv: cirklar
tr: daireler
zh_cn: 圆
zh_hant: 圖形

# workspace.undo.entry.multiple.color
source: color assets
ar: أصول اللون
ca: colors
cs: položky barvy
de: Farben
el: χρώματα
es: colores
eu: kolore baliabideak
fa: دارایی‌های رنگ
fr: couleurs
he: משאבי צבע
hi: रंग संपत्तियाँ
hr: stavke boja
id: aset warna
it: risorse colore
lv: krāsu līdzekļi
nl: kleur assets
pl: zasoby kolorów
pt_br: ativos de cor
pt_pt: recursos de cor
ro: Culori obiecte
ru: цветовые ресурсы
sr: средства за боје
sv: färgtillgångar
tr: renk varlıkları
zh_cn: 颜色素材
zh_hant: 顏色資源

# workspace.undo.entry.multiple.component
source: components
ar: عناصر
cs: komponenty
de: Komponenten
el: συστατικά
es: componentes
eu: osagaiak
fa: کامپوننت‌ها
fr: composants
he: רכיבים
hi: घटकों
hr: komponente
id: komponen
it: componenti
lv: sastāvdaļas
nl: componenten
pl: komponenty
pt_br: componentes
pt_pt: componentes
ro: componente
ru: компоненты
sr: компоненте
sv: komponenter
tr: bileşenler
zh_cn: 组件
zh_hant: 元件

# workspace.undo.entry.multiple.curve
source: curves
ar: منحنيات
ca: corbes
cs: křivky
de: Kurven
el: Kαμπύλες
es: curvas
eu: kurbak
fa: منحنی‌ها
fr: courbes
he: עיקולים
hi: घुमाव
hr: krivulje
id: kurva
it: curve
lv: līknes
nl: krommen
pl: krzywe
pt_br: curvas
pt_pt: curvas
ro: curbe
ru: кривые
sr: контуре
sv: kurvor
tr: eğriler
zh_cn: 曲线
zh_hant: 曲線

# workspace.undo.entry.multiple.frame
source: board
ar: لوحة
ca: tauler
cs: tabule
de: Zeichenfläche
el: artboard
es: mesa de trabajo
eu: arbela
fa: آرت‌بورد
fr: plan de travail
he: לוח
hi: बोर्ड
hr: ploča
id: papan
it: tavole da disegno
lv: plātnes
nl: bord
pl: obszar kompozycji
pt_br: tela
pt_pt: prancheta
ro: planşă de lucru
ru: кадры
sr: табла
sv: tavla
tr: çalışma yüzeyi
zh_cn: 画板
zh_hant: 畫板

# workspace.undo.entry.multiple.group
source: groups
ar: مجموعات
ca: grups
cs: skupiny
de: Gruppen
el: ομάδες
es: grupos
eu: taldeak
fa: گروه‌ها
fr: groupes
he: קבוצות
hi: कई समूह
hr: grupe
id: kelompok
it: gruppi
lv: kopas
nl: groepen
pl: grupy
pt_br: grupos
pt_pt: grupos
ro: grupuri
ru: группы
sr: групе
sv: grupper
tr: gruplar
zh_cn: 编组
zh_hant: 群組

# workspace.undo.entry.multiple.media
source: graphic assets
ar: الأصول الرسومية
ca: recursos gràfics
cs: položky grafiky
de: Grafiken
el: γραφικά στοιχεία
es: gráficos
eu: baliabide grafikoak
fa: دارایی‌های گرافیکی
fr: graphiques
he: משאבים גרפיים
hi: ग्राफिक संपत्तियाँ
hr: grafičke stavke
id: aset grafis
it: risorse grafiche
lv: grafiskie līdzekļi
nl: grafische assets
pl: zasoby graficzne
pt_br: ativo gráfico
pt_pt: recursos gráficos
ro: obiecte grafice
ru: графические ресурсы
sr: графичка средства
sv: grafiska tillgångar
tr: grafik varlıkları
zh_cn: 图形素材
zh_hant: 圖形資源

# workspace.undo.entry.multiple.multiple
source: objects
ar: أشياء
ca: objectes
cs: objekty
de: Objekte
el: αντικείμενα
es: objetos
eu: objektuak
fa: اشیاء
fr: objets
he: פריטים
hi: वस्तु
hr: objekti
id: objek
it: oggetti
lv: objekti
nl: objecten
pl: obiekty
pt_br: objetos
pt_pt: objectos
ro: obiecte
ru: объекты
sr: објекти
sv: objekt
tr: nesneler
zh_cn: 对象
zh_hant: 物件

# workspace.undo.entry.multiple.page
source: pages
ar: صفحات
ca: pàgines
cs: stránky
de: Seiten
el: σελίδες
es: páginas
eu: orrialdeak
fa: صفحات
he: עמודים
hi: पृष्ठों
hr: stranice
id: halaman
it: pagine
lv: lapas
nl: pagina's
pl: strony
pt_br: páginas
pt_pt: páginas
ro: pagini
ru: страницы
sr: странице
sv: sidor
tr: sayfalar
zh_cn: 页面
zh_hant: 頁

# workspace.undo.entry.multiple.path
source: paths
ar: مسارات
ca: camins
cs: cesty
de: Pfade
es: trazos
eu: bideak
fa: مسیرها
fr: chemins
he: נתיבים
hi: रास्ते
hr: putanje
id: jejak
it: tracciati
lv: ceļi
nl: paden
pl: ścieżki
pt_br: caminhos
pt_pt: caminhos
ro: căi
ru: контуры
sr: путање
sv: banor
tr: yollar
zh_cn: 路径
zh_hant: 路徑

# workspace.undo.entry.multiple.rect
source: rectangles
ar: مستطيلات
cs: obdélníky
de: Rechtecke
el: ορθογώνια
es: rectángulos
eu: laukiak
fa: مستطیل‌ها
he: ריבועים
hi: आयत
hr: pravokutnici
id: persegi panjang
it: rettangoli
lv: taisnstūri
nl: rechthoeken
pl: prostokąty
pt_br: retângulos
pt_pt: rectângulos
ro: dreptunghiuri
ru: прямоугольники
sr: правоугаоници
sv: rektanglar
tr: dikdörtgenler
zh_cn: 矩形
zh_hant: 矩形

# workspace.undo.entry.multiple.shape
source: shapes
ar: أشكال
ca: formes
cs: tvary
de: Formen
el: σχήματα
es: formas
eu: formak
fa: شکل‌ها
fr: formes
he: צורות
hi: आकृतियाँ
hr: oblici
id: bentuk
it: forme
lv: formas
nl: vormen
pl: kształty
pt_br: formas
pt_pt: formas
ro: forme
ru: формы
sr: облици
sv: former
tr: şekiller
zh_cn: 形状
zh_hant: 形狀

# workspace.undo.entry.multiple.text
source: texts
ar: نصوص
ca: textos
cs: texty
de: Texte
el: κείμενα
es: textos
eu: testuak
fa: متن‌ها
fr: textes
he: טקסטים
hi: पाठ
hr: tekstovi
id: teks
it: testi
lv: teksti
nl: teksten
pl: teksty
pt_br: textos
pt_pt: textos
ro: texte
ru: тексты
sr: текстови
sv: texter
tr: metinler
zh_cn: 文本
zh_hant: 文字

# workspace.undo.entry.multiple.typography
source: typography assets
ar: أصول الكتابة
ca: recursos tipogràfics
cs: položky typografie
de: Typografie
el: στοιχεία τυπογραφίας
es: tipografías
eu: letra-tipoen baliabideak
fa: دارایی‌های تایپوگرافی
fr: typographie
he: משאבים טיפוגרפיים
hi: टाइपोग्राफी संपत्तियाँ
hr: tipografske stavke
id: aset tipografi
it: risorse tipografiche
lv: burtu stilu un veidu līdzekļi
nl: typografie-assets
pl: zasoby typograficzne
pt_br: ativos tipográficos
pt_pt: recursos tipográficos
ro: obiecte tipografice
ru: типографические ресурсы
sr: типографска средства
sv: typografitillgångar
tr: tipografi varlıkları
zh_cn: 排版素材
zh_hant: 字元樣式資產

# workspace.undo.entry.new
source: New %s
ar: جديد %s
ca: Nou %s
cs: Nový %s
de: Neu: %s
el: Νέα %s
es: Nuevo %s
eu: Berria (%s)
fa: %s جدید
fr: Nouveau %s
he: %s חדש
hi: नया %s
hr: Novo %s
id: %s Baru
it: Nuovo %s
lv: Jauns %s
nl: Nieuw: %s
pl: Nowy %s
pt_br: Novo %s
pt_pt: Novo %s
ro: Nou %s
ru: Новый: %s
sr: Нови %s
sv: Nya %s
tr: Yeni %s
zh_cn: 新建%s
zh_hant: 新增 %s

# workspace.undo.entry.single.circle
source: circle
ar: دائرة
ca: cercle
cs: kruh
de: Kreis
el: κύκλος
es: círculo
eu: borobila
fa: دایره
fr: cercle
he: עיגול
hi: चक्र
hr: krug
id: lingkaran
it: cerchio
lv: aplis
nl: cirkel
pl: koło
pt_br: círculo
pt_pt: círculo
ro: cerc
ru: круг
sr: круг
sv: cirkel
tr: daire
zh_cn: 圆
zh_hant: 圓圈

# workspace.undo.entry.single.color
source: color asset
ar: أصل اللون
ca: color
cs: položka barvy
de: Farben
el: χρώμα
es: color
eu: kolore baliabidea
fa: دارایی رنگ
fr: couleur
he: משאב צבע
hi: रंग संपत्ति
hr: stavka boja
id: aset warna
it: colore
lv: krāsas līdzeklis
nl: kleur asset
pl: zasób koloru
pt_br: ativo de cor
pt_pt: recurso de cor
ro: culoare
ru: ресурс цвета
sr: средство за боју
sv: färgtillgång
tr: renk varlığı
zh_cn: 颜色素材
zh_hant: 顏色素材

# workspace.undo.entry.single.component
source: component
cs: komponenta
de: Komponente
el: συστατικό
es: componente
eu: osagaia
fa: کامپوننت
fr: composant
he: רכיב
hi: घटक
hr: komponenta
id: komponen
it: componente
lv: sastāvdaļa
pl: komponent
pt_br: componente
pt_pt: componente
ro: componentă
ru: компонент
sr: компонента
sv: komponent
tr: bileşen
zh_cn: 组件
zh_hant: 元件

# workspace.undo.entry.single.curve
source: curve
ar: منحنى
ca: corba
cs: křivka
de: Kurve
el: καμπύλη
es: curva
eu: kurba
fa: منحنی
fr: courbe
he: עיקול
hi: वक्र
hr: krivulja
id: kurva
it: curva
lv: līkne
nl: kromme
pl: krzywa
pt_br: curva
pt_pt: curva
ro: curbă
ru: кривая
sr: контура
sv: kurva
tr: eğri
zh_cn: 曲线
zh_hant: 曲線

# workspace.undo.entry.single.frame
source: board
ar: لوحة
ca: tauler
cs: tabule
de: Zeichenfläche
el: artboard
es: mesa de trabajo
eu: arbela
fa: آرت‌بورد
fr: plan de travail
he: לוח
hi: बोर्ड
hr: ploča
id: papan
it: tavola da disegno
lv: plātne
nl: bord
pl: obszar kompozycji
pt_br: tela
pt_pt: prancheta
ro: planşă de lucru
ru: кадр
sr: табла
sv: tavla
tr: çalışma yüzeyi
zh_cn: 画板
zh_hant: 畫板

# workspace.undo.entry.single.group
source: group
ar: مجموعة
ca: grup
cs: skupina
de: Gruppe
el: ομάδα
es: grupo
eu: taldea
fa: گروه
fr: groupe
he: קבוצה
hi: समूह
hr: grupa
id: kelompok
it: gruppo
lv: kopa
nl: groep
pl: grupa
pt_br: grupo
pt_pt: grupo
ro: grup
ru: группа
sr: група
sv: grupp
tr: grup
zh_cn: 编组
zh_hant: 群組

# workspace.undo.entry.single.image
source: image
ar: صورة
ca: imatge
cs: obrázek
de: Bild
el: εικόνα
es: imagen
eu: irudia
fa: تصویر
he: תמונה
hi: छवि
hr: slika
id: gambar
it: immagine
lv: attēls
nl: afbeelding
pl: obraz
pt_br: imagem
pt_pt: imagem
ro: imagine
ru: изображение
sr: слика
sv: bild
tr: görsel
zh_cn: 图片
zh_hant: 影像

# workspace.undo.entry.single.media
source: graphic asset
ar: أصل الرسومات
ca: gràfic
cs: položka grafiky
de: Grafik
el: γραφικό στοιχείο
es: gráfico
eu: baliabide grafikoa
fa: دارایی گرافیکی
fr: graphique
he: משאב גרפי
hi: ग्राफिक संपत्ति
hr: grafička stavka
id: aset grafis
it: risorsa grafica
lv: grafiskais līdzeklis
nl: grafisch asset
pl: zasób graficzny
pt_br: ativo gráfico
pt_pt: recurso gráfico
ro: obiect grafic
ru: ресурс графики
sr: графичко средство
sv: grafiktillgång
tr: grafik varlığı
zh_cn: 图形素材
zh_hant: 圖形資產

# workspace.undo.entry.single.multiple
source: object
ar: عنصر
ca: objecte
cs: objekt
de: Objekt
el: αντικείμενο
es: objeto
eu: objektua
fa: شیء
fr: objet
he: פריט
hi: वस्तु
hr: objekt
id: objek
it: oggetto
lv: objekts
pl: obiekt
pt_br: objeto
pt_pt: objecto
ro: obiect
ru: объект
sr: објекат
sv: objekt
tr: nesne
zh_cn: 对象
zh_hant: 物件

# workspace.undo.entry.single.page
source: page
ar: صفحة
ca: pàgina
cs: stránka
de: Seite
el: σελίδα
es: página
eu: orrialdea
fa: صفحه
he: עמוד
hi: पृष्ठ
hr: stranica
id: halaman
it: pagina
lv: lapa
nl: pagina
pl: strona
pt_br: página
pt_pt: página
ro: pagină
ru: страница
sr: страница
sv: sida
tr: sayfa
zh_cn: 页面
zh_hant: 頁面

# workspace.undo.entry.single.path
source: path
ar: مسار
ca: camí
cs: cesta
de: Pfad
es: trazo
eu: bidea
fa: مسیر
fr: chemin
he: נתיב
hi: पथ
hr: putanja
id: jalur
it: tracciato
lv: ceļš
nl: pad
pl: ścieżka
pt_br: caminho
pt_pt: caminho
ro: cale
ru: контур
sr: путања
sv: bana
tr: yol
zh_cn: 路径
zh_hant: 路徑

# workspace.undo.entry.single.rect
source: rectangle
ar: مستطيل
cs: obdélník
de: Rechteck
el: ορθωγώνιο
es: rectángulo
eu: laukia
fa: مستطیل
he: מרובע
hi: आयत
hr: pravokutnik
id: persegi panjang
it: rettangolo
lv: taisnstūris
nl: rechthoek
pl: prostokąt
pt_br: retângulo
pt_pt: rectângulo
ro: dreptunghi
ru: прямоугольник
sr: правоугаоник
sv: rektangel
tr: dikdörtgen
zh_cn: 矩形
zh_hant: 矩形

# workspace.undo.entry.single.shape
source: shape
ar: شكل
ca: forma
cs: tvar
de: Form
el: σχήμα
es: forma
eu: forma
fa: شکل
fr: forme
he: צורה
hi: आकृति
hr: oblik
id: bentuk
it: forma
lv: forma
nl: vorm
pl: kształt
pt_br: forma
pt_pt: forma
ro: formă
ru: форма
sr: облик
sv: form
tr: şekil
zh_cn: 形状
zh_hant: 形狀

# workspace.undo.entry.single.text
source: text
ar: نص
el: κείμενο
es: texto
eu: Testua
fa: متن
fr: texte
he: טקסט
hi: लेख
hr: tekst
id: teks
it: testo
lv: teksts
nl: tekst
pl: tekst
pt_br: texto
pt_pt: texto
ru: текст
sr: текст
tr: metin
zh_cn: 文本
zh_hant: 文字

# workspace.undo.entry.single.typography
source: typography asset
ar: أصل الكتابة
ca: recurs tipogràfic
cs: položka typografie
de: Typografie
el: τυπογραφικό στοιχείο
es: tipografía
eu: letra-tipoaren baliabidea
fa: دارایی‌های تایپوگرافی
fr: typographie
he: משאב טיפוגרפי
hi: टाइपोग्राफी संपत्ति
hr: tipografska stavka
id: aset tipografi
it: risorsa tipografica
lv: burtu stila un veida līdzeklis
nl: typografie asset
pl: zasób typograficzny
pt_br: ativo de tipografia
pt_pt: recurso tipográfico
ro: obiect tipografic
ru: ресурс типографики
sr: типографско средство
sv: typografitillgång
tr: tipografi varlığı
zh_cn: 排版素材
zh_hant: 字型排版資產

# workspace.undo.entry.unknown
source: Operation over %s
ar: انتهت العملية %s
ca: Operació sobre %s
cs: Operace nad %s
de: Vorgang über %s
el: Λειτουργία άνω του %s
es: Operación sobre %s
eu: Honen gaineko eragiketa: %s
fa: عملیات بیش‌از %s
fr: Opération sur %s
he: פעולה על %s
hi: % से अधिक ऑपरेशन
hr: Operacija izvršena %s
id: Operasi pada %s
it: Operazione su %s
lv: Darbība ar %s
nl: Voortgang van %s
pl: Operacja ponad %s
pt_br: Operação em %s
pt_pt: Operação sobre %s
ro: Operaţiune terminată %s
ru: Работа над %s
sr: Операција над %s
sv: Körning över %s
tr: %s üstündeki işlem
zh_cn: 操作覆盖%s
zh_hant: 操作覆蓋%s

# workspace.undo.title
source: History
ar: تاريخ
ca: Historial
cs: Historie
de: Verlauf
el: Ιστορία
es: Histórico
eu: Historia
fa: تاریخچه
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
id: Riwayat
it: Cronologia
lv: Vēsture
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sr: Историја
sv: Historia
tr: Geçmiş
zh_cn: 历史
zh_hant: 歷史

# workspace.updates.dismiss
source: Dismiss
ar: رفض
ca: Descarta
cs: Zrušit
de: Ignorieren
el: Παράβλεψη
es: Ignorar
eu: Baztertu
fa: رد
fr: Ignorer
he: התעלמות
hi: नकार देना
hr: Odbaci
id: Abaikan
it: Ignora
lv: Izlaist
nl: Afwijzen
pl: Odrzuć
pt_br: Dispensar
pt_pt: Ignorar
ro: Renunţă
ru: Отклонить
sr: Одбаци
sv: Avfärda
tr: Yoksay
zh_cn: 忽略
zh_hant: 解散

# workspace.updates.more-info
source: More info
ar: مزيد من المعلومات
cs: Více informací
de: Mehr Info
es: Más información
fr: Plus d'information
he: מידע נוסף
hi: और जानकारी
hr: Više informacija
id: Info lebih lanjut
it: Maggiori informazioni
lv: Vairāk informācijas
nl: Meer info
pt_br: Mais informações
pt_pt: Mais informações
ro: Mai multe informații
ru: Дополнительная информация
sr: Више информација
sv: Mer info
tr: Daha fazla bilgi
zh_cn: 更多信息
zh_hant: 更多資訊

# workspace.updates.there-are-updates
source: There are updates in shared libraries
ar: يوجد تحديثات في المكتبة المشتركة
ca: Hi ha actualitzacions a les biblioteques compartides
cs: Ve sdílených knihovnách jsou aktualizace
de: Es gibt Updates in gemeinsam genutzten Bibliotheken
el: Υπάρχουν ενημερώσεις σε κοινόχρηστες βιβλιοθήκες
es: Hay actualizaciones en bibliotecas compartidas
eu: Eguneraketak daude partekatutako liburutegietan
fa: به‌روزرسانی در کتابخانه‌های مشترک وجود دارد
fr: Il y a des mises à jour dans les Bibliothèques Partagées
he: יש עדכונים בספריות המשותפות
hi: साझा लाइब्रेरीज़ में अपडेट्स हैं
hr: Postoje ažuriranja u zajedničkim bibliotekama
id: Ada pembaruan dalam pustaka terbagi
it: Sono presenti degli aggiornamenti nelle librerie condivise
lv: Koplietojamajās bibliotēkās ir atjauninājumi
nl: Er zijn updates in gedeelde bibliotheken
pl: W bibliotekach współdzielonych są aktualizacje
pt_br: Existem atualizações nas bibliotecas compartilhadas
pt_pt: Existem atualizações nas bibliotecas partilhadas
ro: Există actualizări în bibliotecile distribuite
ru: Обнаружены обновления общих библиотек
sr: Постоје ажурирања у дељеним библиотекама
sv: Det finns uppdateringar i delade bibliotek
tr: Paylaşılan kütüphaneler için güncellemeler var
zh_cn: 共享库有更新
zh_hant: 共用檔案庫有更新

# workspace.updates.update
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizace
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fa: به‌روزرسانی
fr: Mettre à jour
he: עדכון
hi: अद्यतन
hr: Ažuriraj
id: Perbarui
it: Aggiorna
lv: Atjaunināt
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sr: Ажурирај
sv: Uppdatera
tr: Güncelle
zh_cn: 更新
zh_hant: 更新

# workspace.versions.autosaved.entry
source: %s autosave versions
cs: %s verze automatického ukládání
de: %s automatisch gespeicherte Versionen
es: %s versiones de autoguardado
fr: %s versions enregistrées automatiquement
he: %s גרסאות שנשמרות אוטומטית
hi: %s स्वतः सहेजें संस्करण
hr: %s automatski spremljene verzije
id: %s versi tersimpan otomatis
it: %s versioni di salvataggio automatico
lv: %s automātiskās saglabāšanas versijas
nl: %s autom. opgeslagen versies
ro: %s versiuni auto-salvate
sv: %s autosparade versioner
zh_cn: %s 个自动保存版本
zh_hant: %s 個自動儲存版本

# workspace.versions.autosaved.version
source: Autosaved %s
cs: Automaticky uložené %s
de: Automatisch gespeichert %s
es: Autoguardado %s
fr: Enregistrée automatiquement %s
he: %s נשמר אוטומטית
hi: स्वत: सहेजा गया %s
hr: Automatski spremljeno %s
id: %s disimpan otomatis
it: Salvataggio automatico %s
lv: Automātiski saglabāts %s
nl: Autom. opgeslagen %s
ro: Auto-salvat %s
sv: Autosparad %s
zh_cn: 自动保存 %s
zh_hant: 自動儲存 %s

# workspace.versions.button.pin
source: Pin version
cs: Připnout verzi
de: Version anheften
es: Fijar versión
fr: Épingler la version
he: נעיצת גרסה
hi: पिन संस्करण
hr: Zakačiti verziju
id: Sematkan versi
it: Fissa versione
lv: Piespraust versiju
nl: Versie vastmaken
pt_br: Fixar versão
pt_pt: Afixar versão
ro: Fixează versiunea
ru: Закрепить версию
sv: Fastnålad version
zh_cn: 固定版本
zh_hant: 固定版本

# workspace.versions.button.restore
source: Restore version
cs: Obnovit verzi
de: Version wiederherstellen
es: Restaurar versión
fr: Rétablir la version
he: שחזור גרסה
hi: संस्करण पुनर्स्थापित करें
hr: Vrati verziju
id: Pulihkan versi
it: Ripristina versione
lv: Atjaunot versiju
nl: Versie herstellen
pt_br: Restaurar versão
pt_pt: Restaurar versão
ro: Restaurează versiunea
ru: Восстановить версию
sv: Återställ version
zh_cn: 恢复版本
zh_hant: 還原版本

# workspace.versions.button.save
source: Save version
cs: Uložit verzi
de: Version speichern
es: Guardar versión
fr: Enregistrer la version
he: שמירת גרסה
hi: संस्करण सहेजें
hr: Spremi verziju
id: Simpan versi
it: Salva versione
lv: Saglabāt versiju
nl: Versie opslaan
pt_br: Salvar versão
pt_pt: Guardar versão
ro: Salvează versiunea
ru: Сохранить версию
sv: Spara version
zh_cn: 保存版本
zh_hant: 儲存版本

# workspace.versions.empty
source: There are no versions yet
cs: Zatím nejsou žádné verze
de: Es sind noch keine Versionen vorhanden
es: No hay versiones aún
fr: Il n'y a pas encore de versions
he: אין גרסאות עדיין
hi: अभी तक कोई संस्करण नहीं है
hr: Još nema verzija
id: Belum ada versi
it: Non ci sono ancora versioni
lv: Vēl nav nevienas versijas
nl: Er zijn nog geen versies
pt_br: Não existem versões ainda
pt_pt: Ainda não existem versões
ro: Nu există versiuni încă
ru: Версий пока нет
sv: Det finns inga versioner
zh_cn: 还没有版本
zh_hant: 目前沒有版本

# workspace.versions.expand-snapshot
source: Expand snapshots
cs: Rozbalit snímky
de: Schnappschüsse erweitern
es: Expandir versiones
fr: Étendre les instantanés
he: הרחבת תמונות מצב
hi: स्नैपशॉट का विस्तार करें
hr: Proširi snimke
id: Buka snapshot
it: Espandi istantanee
lv: Izvērst momentuzņēmumus
nl: Snapshots uitbreiden
pt_br: Expandir snapshot
ro: Extindeți capturile
sv: Expandera snapshots
zh_cn: 展开快照
zh_hant: 展開快照

# workspace.versions.filter.all
source: All versions
cs: Všechny verze
de: Alle Versionen
es: Todas las versiones
fr: Toutes les versions
he: כל הגרסאות
hi: सभी संस्करण
hr: Sve verzije
id: Semua versi
it: Tutte le versioni
lv: Visas versijas
nl: Alle versies
pt_br: Todas as versões
pt_pt: Todas as versões
ro: Toate versiunile
ru: Все версии
sv: Alla versioner
zh_cn: 全部版本
zh_hant: 所有版本

# workspace.versions.filter.label
source: Versions filter
cs: Filtr verzí
de: Versionen filtern
es: Filtro de versiones
fr: Filtre de versions
he: מסנן גרסאות
hi: संस्करण फ़िल्टर करें
hr: Filtar verzija
id: Saringan versi
it: Filtro versioni
lv: Versiju atlasīšana
nl: Versiefilter
pt_br: Filtro de versões
pt_pt: Filtro de versões
ro: Filtru versiuni
ru: Фильтр версий
zh_cn: 版本筛选
zh_hant: 版本篩選

# workspace.versions.filter.mine
source: My versions
cs: Moje verze
de: Meine Versionen
es: Mis versiones
fr: Mes versions
he: הגרסאות שלי
hi: मेरे संस्करण
hr: Moje verzije
id: Versi saya
it: La mie versioni
lv: Manas versijas
nl: Mijn versies
pt_br: Minhas versões
pt_pt: As minhas versões
ro: Versiunile mele
ru: Мои версии
sv: Mina versioner
zh_cn: 我的版本
zh_hant: 我的版本

# workspace.versions.filter.user
source: %s's versions
cs: %s verze
de: %s Versionen
es: Versiones de %s
fr: Versions de %s
he: הגרסה של %s
hi: %s के संस्करण
hr: %s verzije
id: Versi %s
it: Versioni di %s
lv: %s versijas
nl: %s's versies
pt_br: %s's versões
pt_pt: Versões de %s
ro: Versiunile ale %s
sv: %s's versioner
zh_cn: %s 的版本
zh_hant: %s的版本
