Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# labels.unlock
source: Unlock
fr: Déverrouiller
he: שחרור נעילה
hi: अनलॉक
it: Sblocca
lv: Atslēgt
nl: Ontgrendelen
ro: Deblochează
sv: Lås upp
tr: Kilidi aç
zh_cn: 解锁

# labels.unpublish-multi-files
source: Unpublish %s files
cs: Zrušit publikování %s souborů
de: Veröffentlichung von %s-Dateien aufheben
es: Despublicar %s archivos
eu: %s fitxategi argitaratzeari utzi
fr: Dépublier %s fichiers
he: ביטול פרסום קובצי %s
hi: %s फ़ाइलें अप्रकाशित करें
hr: Poništi objavu datoteka %s
id: Batalkan publikasi %s berkas
it: Rimuovi pubblicazione a %s file
lv: Atcelt %s datņu publicēšanu
ms: Nyahterbitkan %s fail
nl: Publicatie van %s bestanden ongedaan maken
pl: Cofnij publikację plików %s
pt_br: Despublicar arquivos %s
pt_pt: Despublicar %s ficheiros
ro: Anulează publicarea a %s fișiere
ru: Отменить публикацию %s файлов
sr: Опозови објављивање %s датотека
sv: Avpublicera %s filerna
tr: %s dosyayı yayından kaldır
zh_cn: 取消发布%s文件
zh_hant: 取消發布 %s 個文件

# labels.update
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fa: به‌روزرسانی
fr: Mettre à jour
he: עדכון
hi: अद्यतन
hr: Ažuriraj
id: Perbarui
it: Aggiorna
lv: Atjaunināt
ms: Kemas kini
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare
ru: Обновить
sr: Ажурирајте
sv: Uppdatera
tr: Güncelle
zh_cn: 更新
zh_hant: 更新

# labels.update-team
source: Update team
ar: تحديث الفريق
ca: Actualitza l'equip
cs: Aktualizovat tým
de: Team aktualisieren
el: Ενημερώστε τον εξοπλισμό
es: Actualiza el equipo
eu: Eguneratu taldea
fa: بروزرسانی تیم
fr: Mettre à jour l'équipe
he: עדכון צוות
hi: टीम को अद्यतन करें
hr: Ažuriraj tim
id: Perbarui tim
it: Aggiorna team
lv: Atjaunināt komandu
ms: Kemas kini pasukan
nl: Team bijwerken
pl: Zaktualizuj zespół
pt_br: Atualizar equipe
pt_pt: Atualizar equipa
ro: Actualizare echipă
ru: Обновить команду
sr: Ажурирајте тим
sv: Uppdatera teamet
tr: Takımı güncelle
zh_cn: 更新团队
zh_hant: 更新團隊

# labels.upload
source: Upload
ar: رفع
ca: Puja
cs: Nahrát
de: Hochladen
es: Cargar
eu: Kargatu
fa: بارگذاری
fr: Télécharger
he: העלאה
hi: अपलोड करें
hr: Prenesi
id: Unggah
it: Carica
lv: Augšupielādēt
ms: Muat naik
nl: Uploaden
pl: Wgraj
pt_br: Carregar
pt_pt: Carregar
ro: Încărcare
ru: Загрузить
sr: Отпреми
sv: Ladda upp
tr: Yükle
zh_cn: 上传
zh_hant: 上傳

# labels.upload-custom-fonts
source: Upload custom fonts
ar: تحميل الخطوط المخصصة
ca: Pugeu tipografies personalitzades
cs: Nahrát vlastní písma
da: Upload brugerdefinerede skrifttyper
de: Eigene Schriftarten hochladen
es: Cargar fuente
eu: Kargatu letra-tipoa
fa: آپلود فونت‌های سفارشی
fr: Télécharger des polices personnalisées
he: העלאת גופנים משלך
hi: कस्टम फ़ॉन्ट्स अपलोड करें
hr: Prenesi custom fontove
id: Unggah fon khusus
it: Carica caratteri personalizzati
lv: Augšupielādēt pielāgotos fontus
ms: Muat naik fon tersuai
nl: Eigen lettertypen uploaden
pl: Wgraj niestandardowe czcionki
pt_br: Enviar fontes personalizadas
pt_pt: Carregar fontes personalizadas
ro: Încarcă fonturi personalizate
ru: Загрузить произвольные шрифты
sr: Отпреми прилагођене фонтове
sv: Ladda upp typsnitt
tr: Özel yazı tipi yükle
zh_cn: 上传自定义字体
zh_hant: 上傳自訂字體

# labels.uploading
source: Uploading…
ar: جارٍ الرفع …
ca: S'està pujant…
cs: Nahrávání…
da: Uploader...
de: Hochladen…
es: Subiendo…
eu: Kargatzen…
fa: درحال بارگذاری…
fr: Téléchargement…
he: מתבצעת העלאה…
hi: अपलोड हो रहा है…
hr: Prijenos…
id: Mengunggah…
it: Caricamento…
lv: Augšupielādē…
ms: Memuat naik…
nl: Uploaden…
pl: Wgrywanie…
pt_br: Enviando…
pt_pt: Carregando…
ro: Se încarcă…
ru: Загрузка…
sr: Отпремање…
sv: Laddar upp…
tr: Yükleniyor…
zh_cn: 正在上传…
zh_hant: 正在上傳…

# labels.view-only
source: View only
ca: Només lectura
cs: Jen pro čtení
de: Nur ansehen
es: Solo lectura
eu: IKUSTEKO BAKARRIK
fr: Lecture seule
he: תצוגה בלבד
hi: केवल देखें
hr: Samo pogled
id: TAMPILAN SAJA
it: Solo visualizzazione
ko: 보기 전용
lv: TIKAI SKATĪT
ms: LIHAT SAHAJA
nl: ALLEEN BEKIJKEN
pl: TYLKO PODGLĄD
pt_br: SOMENTE VISUALIZAÇÃO
pt_pt: Somente leitura
ro: NUMAI VIZUALIZARE
ru: Только просмотр
sr: Само за преглед
sv: Enbart visning
tr: YALNIZCA GÖRÜNTÜLE
zh_cn: 仅查看
zh_hant: 僅供查閱

# labels.viewer
source: Viewer
ar: مشاهد
ca: Visor
cs: Prohlížeč
de: Zuschauer
el: Θεατής
es: Lector
eu: Bistarazlea
fa: بیننده
fr: Spectateur
he: מציג
hi: दर्शक
hr: Promatrač
id: Pelihat
it: Visualizzatore
ko: 뷰어
lv: Pārlūks
ms: Penonton
nl: Kijker
pl: Widz
pt_br: Visualizador
pt_pt: Visualizador
ro: Vizitator
ru: Наблюдатель
sr: Прегледник
sv: Visare
tr: Görüntüleyici
zh_cn: 查看者
zh_hant: 檢視者

# labels.webhooks
source: Webhooks
eu: Webhookak
he: התליות
hi: वेबहुक
hr: Webhookovi
id: Kaitan web
it: Webhook
ko: 웹훅
lv: Tīmekļa aizķeres
ms: Cangkuk Web (Webhook)
pl: Webhooki
ro: Webhook-uri
ru: Вебхуки
sr: Веб-куке
tr: Web kancaları
zh_hant: Webhook

# labels.write-new-comment
source: Write new comment
ar: كتابة تعليق جديد
ca: Escriu un comentari nou
cs: Napsat nový komentář
de: Neuen Kommentar schreiben
el: Γράψτε ένα νέο σχόλιο
es: Escribir un nuevo comentario
eu: Idatzi iruzkin berria
fa: نظر جدید بنویس
fr: Écrire un nouveau commentaire
he: כתיבת הערה חדשה
hi: नई टिप्पणी लिखें
hr: Napiši novi komentar
id: Tulis komentar baru
it: Scrivi un nuovo commento
ko: 새 코멘트 쓰기
lv: Rakstīt jaunu komentāru
ms: Tulis komen baharu
nl: Nieuw commentaar toevoegen
pl: Napisz nowy komentarz
pt_br: Escrever um novo comentário
pt_pt: Escrever novo comentário
ro: Scrie un comentariu
ru: Написать комментарий
sr: Напиши нови коментар
sv: Skriv ny kommentar
tr: Yeni yorum yaz
zh_cn: 写一条新评论
zh_hant: 撰寫新留言

# labels.you
source: (you)
ar: (أنت)
ca: (jo)
cs: (vy)
de: (Sie)
es: (tú)
eu: (zu)
fa: (شما)
fr: (vous)
he: (אני)
hi: (आप)
hr: (ti)
id: (Anda)
it: (tu)
lv: (Jūs)
ms: (anda)
nl: (jij)
pl: (Ty)
pt_br: (você)
pt_pt: (tu)
ro: (tu)
ru: (вы)
sr: (ти)
sv: (du)
tr: (siz)
zh_cn: (你)
zh_hant: （你）

# labels.your-account
source: Your account
ar: حسابك
ca: El meu compte
cs: Váš účet
de: Ihr Konto
es: Tu cuenta
eu: zure kontua
fa: حساب شما
fr: Votre compte
he: החשבון שלך
hi: आपका खाता
hr: Tvoj korisnički račun
id: Akun Anda
it: Il tuo account
lv: Mans konts
ms: Akaun anda
nl: Jouw account
pl: Twoje konto
pt_br: Sua conta
pt_pt: A tua conta
ro: Contul tău
ru: Ваш аккаунт
sr: Ваш налог
sv: Ditt konto
tr: Hesabınız
zh_cn: 你的账户
zh_hant: 你的帳戶

# loader.tips.01.message
source: Keep your designs consistent and easy to update across projects.
es: Mantén tus diseños consistentes y fáciles de actualizar en todos los proyectos.
fr: Gardez votre design cohérent et facile à synchroniser parmi tous vos projets.
he: אפשר לשמור על אחידות העיצובים שלך ולעדכן בקלות על פני כמה מיזמים.
hi: अपने डिज़ाइनों को परियोजनाओं में सुसंगत और आसानी से अपडेट करने योग्य रखें।
id: Buat desain Anda konsisten dan mudah untuk diperbarui dalam berbagai proyek.
it: Mantieni i tuoi design coerenti e facili da aggiornare tra i progetti.
lv: Dizaini dažādos projektos ir jāuztur saskanīgi un viegli atjaunināmi.
nl: Zorg ervoor dat uw ontwerpen consistent zijn en eenvoudig kunnen worden bijgewerkt in verschillende projecten.
ro: Menține design-urile consistente și ușor de actualizat în toate proiectele.
sv: Håll dina designer konsekventa och enkla att uppdatera mellan olika projekt.
tr: Tasarımlarınızı tüm projelerde tutarlı ve güncellemesi kolay tutun.
zh_cn: 保持设计的一致性，方便跨项目更新。

# loader.tips.01.title
source: Reusable Components
de: Wiederverwendbare Komponenten
es: Componentes Reutilizables
fr: Composants réutilisables
he: רכיבים לשימוש חוזר
hi: पुन: प्रयोज्य घटक
id: Komponen Dapat Digunakan Ulang
it: Componenti Riutilizzabili
lv: Atkārtoti izmantojamas sastāvdaļas
nl: Herbruikbare componenten
pt_pt: Componentes Reutilizáveis
ro: Componente reutilizabile
sv: Återanvändbara komponenter
tr: Yeniden Kullanılabilir Bileşenler
zh_cn: 可重用组件

# loader.tips.02.message
source: Work with your team live, share feedback instantly.
es: Trabaja con tu equipo en vivo, comparte feedback al instante.
fr: Travaillez avec votre équipe en direct, partagez des retours instantanément.
he: עבודה עם הצוות שלך בזמן אמת, עם משוב מיידי.
hi: अपनी टीम के साथ लाइव काम करें, तुरंत प्रतिक्रिया साझा करें।
id: Bekerja dengan tim Anda secara langsung, bagikan masukan secara instan.
it: Lavora con il tuo team in tempo reale, condividi feedback istantaneamente.
lv: Sadarbojies ar savu komandu dzīvajā, kopīgo atgriezenisko saiti uzreiz!
nl: Werk gelijktijdig samen met je team, deel direct feedback.
pt_pt: Trabalha com a tua equipa em tempo real, partilha feedback de forma instantânea.
ro: Lucrează cu echipa ta în direct, trimite feedback instant.
sv: Jobba med ditt team live, dela feedback direkt.
tr: Takımınızla canlı olarak çalışın, geri bildirimleri anında paylaşın.
zh_cn: 与您的团队实时协作，即时分享反馈。

# loader.tips.02.title
source: Real-time Collaboration
de: Kollaboration in Echtzeit
es: Colaboración en Tiempo Real
fr: Collaboration en temps réel
he: שיתוף פעולה בזמן אמת
hi: तत्काल सहयोग
id: Kolaborasi Waktu Nyata
it: Collaborazione in Tempo Reale
lv: Sadarbošanās reāllaikā
nl: Realtime samenwerking
pt_pt: Colaboração em tempo real
ro: Colaborare în timp real
sv: Realtidssamarbete
tr: Gerçek Zamanlı İş Birliği
zh_cn: 实时协作

# loader.tips.03.message
source: Design flexibly with familiar CSS-like layout controls.
es: Diseña de forma flexible con controles de diseño similares a CSS.
fr: Concevez de manière agile en contrôlant la disposition comme avec du CSS.
he: עיצוב גמיש עם פקדים מוכרים דמויי CSS.
hi: परिचित CSS-जैसे लेआउट नियंत्रण के साथ लचीले ढंग से डिज़ाइन करें।
id: Desain secara fleksibel dengan kontrol tata letak seperti CSS.
it: Progetta in modo flessibile con controlli di layout simili al CSS.
lv: Dizaina pielāgojamība ar pazīstamām CSS līdzīgām izkārtojuma vadīklām.
nl: Flexibel ontwerpen met vertrouwde CSS-achtige lay-outbesturingselementen.
pt_pt: Cria designs de forma flexível com controlos semelhantes a CSS.
ro: Creează design flexibil folosind controale cu aspect similar CSS.
sv: Designa flexibelt med välbekanta CSS-liknande layoutkontroller.
tr: Tanıdık CSS benzeri düzen denetimleriyle esnek bir şekilde tasarım yapın.
zh_cn: 使用熟悉的类CSS布局控制灵活设计。

# loader.tips.03.title
source: Auto Layout like CSS
de: Auto-Layout wie CSS
es: Layouts como en CSS
fr: Disposition comme avec le CSS
he: פריסה אוטומטית כמו CSS
hi: CSS जैसा ऑटो लेआउट
id: Tata Letak Otomatis seperti CSS
it: Layouts simile al CSS
lv: Automātisks izkārtojums kā CSS
nl: Lay-out zoals CSS
pt_pt: Layouts como em CSS
ro: Aspect similar CSS
sv: Layouter som CSS
tr: CSS Benzeri Düzenler
zh_cn: 像 CSS 一样自动布局

# loader.tips.04.message
source: Get CSS and SVG code directly from your designs.
es: Obtén código CSS y SVG directamente de tus diseños.
fr: Obtenez le code CSS et SVG direction depuis vos créations.
he: קבלת קוד CSS ו־SVG ישירות מהעיצובים שלך.
hi: अपने डिज़ाइनों से सीधे CSS और SVG कोड प्राप्त करें।
id: Dapatkan kode CSS dan SVG secara langsung dari desain Anda.
it: Ottieni il codice CSS e SVG direttamente dai tuoi progetti.
lv: CSS un SVG koda iegūšana tieši no dizainiem.
nl: CSS- en SVG-code rechtstreeks vanuit je ontwerpen.
pt_pt: Obtém código CSS e SVG diretamente das tuas criações.
ro: Obține cod CSS și SVG direct din designul tău.
sv: Få CSS och SVG-kod direkt från dina designer.
tr: Tasarımlarınızdan doğrudan CSS ve SVG kodları alın.
zh_cn: 从您的设计中直接获取 CSS 和 SVG。

# loader.tips.04.title
source: Export to Code
es: Exportar a Código
fr: Exporter en code
he: ייצוא לקוד
hi: कोड में निर्यात करें
id: Ekspor ke Kode
it: Esporta in Codice
lv: Izgūt kā kodu
nl: Exporteren naar code
pt_pt: Exportar para Código
ro: Exportă în cod
sv: Exportera till kod
tr: Kod Olarak Dışa Aktarın
zh_cn: 导出为代码

# loader.tips.05.message
source: Share assets and styles to maintain consistency.
es: Comparte recursos y estilos para mantener la consistencia.
fr: Partagez les ressources et les styles pour garder une cohérence.
he: אפשר לשתף משאבים וסגנונות כדי לשמר אחידות.
hi: संगति बनाए रखने के लिए एसेट्स और शैलियाँ साझा करें।
id: Bagikan aset dan gaya untuk menjaga konsistensi.
it: Condividi risorse e stili per mantenere la coerenza.
lv: Līdzekļu un stilu kopīgošana, lai uzturētu saskanīgumu.
nl: Deel assets en stijlen om consistentie te behouden.
pt_pt: Partilha estilos e recursos para manter a consistência.
ro: Partajează obiecte și stiluri pentru a menține consistența.
sv: Dela tillgångar och stilar för att upprätthålla konsekvens.
tr: Tutarlılığı korumak için varlıkları ve biçimleri paylaşın.
zh_cn: 共享资产和风格以保持一致性。

# loader.tips.05.title
source: Design Libraries
de: Design Bibliotheken
es: Bibliotecas de Diseño
fr: Bibliothèques de design
he: ספריות עיצוב
hi: डिज़ाइन लाइब्रेरीज़
id: Pustaka Desain
it: Librerie di Design
lv: Dizaina bibliotēkas
nl: Ontwerpbibliotheken
pt_br: Bibliotecas de Design
pt_pt: Bibliotecas de Design
ro: Biblioteci de design
sv: Designbibliotek
tr: Kütüphaneler Tasarlayın
zh_cn: 设计库

# loader.tips.06.message
source: Bring your ideas to life with animations and transitions.
es: Da vida a tus ideas con animaciones y transiciones.
fr: Faites vivre vos idées grâce aux animations et transitions.
he: הקמת הרעיונות שלך לחיים עם הנפשות ומעברונים.
hi: एनिमेशन और ट्रांज़िशन के साथ अपने आइडियाज़ को जीवंत बनाएं।
id: Buat ide Anda nyata dengan animasi dan transisi.
it: Dai vita alle tue idee con animazioni e transizioni.
lv: Savu ideju atdzīvināšana ar animācijām un pārejām.
nl: Breng je ideeën tot leven met animaties en overgangen.
pt_pt: Dá vida às tuas ideias com animações e transições.
ro: Adu-ți ideile la viață cu animații și tranziții.
sv: Ge dina idéer liv med animationer och övergångar.
tr: Animasyonlar ve geçişlerle fikirlerinizi hayata geçirin.
zh_cn: 通过动画和过渡让您的想法变为现实。

# loader.tips.06.title
source: Interactive Prototypes
de: Interaktive Prototypen
es: Prototipos Interactivos
fr: Prototypes interactifs
he: אבות טיפוס איטראקטיביים
hi: इंटरएक्टिव प्रोटोटाइप
id: Prototipe Interaktif
it: Prototipi Interattivi
lv: Mijiedarbīgi prototipi
nl: Interactieve prototypes
pt_pt: Protótipos Interativos
ro: Prototipuri interactive
sv: Interaktiva prototyper
tr: Etkileşimli Prototipler
zh_cn: 交互式原型

# loader.tips.07.message
source: Penpot uses SVG and CSS for seamless development.
es: Penpot usa SVG y CSS para un desarrollo sin problemas.
fr: Penpot utilise le SVG et CSS pour fluidifier le développement.
he: ב־Penpot נעשה שימוש ב־SVG וב־CSS לחוויית פיתוח מחוברת.
hi: पेनपॉट सहज विकास के लिए SVG और CSS का उपयोग करता है।
id: Penpot menggunakan SVG dan CSS untuk pengembangan tanpa hambatan.
it: Penpot utilizza SVG e CSS per uno sviluppo senza interruzioni.
lv: Penpot izmanto SVG un CSS plūdenai izstrādei.
nl: Penpot maakt gebruik van SVG en CSS voor naadloze ontwikkeling.
pt_pt: O Penpot usa SVG e CSS para um desenvolvimento fluido.
ro: Penpot folosește SVG și CSS pentru o dezvoltare fluidă.
sv: Penpot använder SVG och CSS för sömlös utveckling.
tr: Penpot, sorunsuz geliştirme için SVG ve CSS kullanır.
zh_cn: Penpot 使用 SVG 和 CSS 进行无缝开发。

# loader.tips.07.title
source: Web-Standard Formats
de: Web-Standard Formate
es: Formatos Web Estándar
fr: Formats standard du web
he: תסדירי תקני דפדפנים
hi: वेब-मानक फ़ॉर्मेट
id: Format Standar Web
it: Formati standard web
lv: Tīmekļa standartu veidoli
nl: Web-standaard formaten
pt_pt: Formatos Web Padrão
ro: Formate standard pentru web
sv: Webbstandardformat
tr: Web Standartları Biçimleri
zh_cn: Web 标准格式

# loader.tips.08.message
source: Speed up your workflow with handy shortcuts like Shift + A for Auto Layout.
es: Acelera tu flujo de trabajo con atajos útiles como Shift + A para Auto Layout.
fr: Accélérez votre façon de travailler avec des raccourcis pratiques comme Shift + A pour la mise en page automatique.
he: אפשר להאיץ את רצף העבודה שלך עם קיצורי מקלדת שימושיים כגון Shift +A לפריסה אוטומטית.
hi: ऑटो लेआउट के लिए Shift + A जैसे सुविधाजनक शॉर्टकट से अपने कार्यप्रवाह को तेज़ करें।
id: Tingkatkan alur kerja Anda dengan pintasan praktis seperti Shift + A untuk tata letak otomatis.
it: Accelera il tuo flusso di lavoro con scorciatoie pratiche come Shift + A per il Layout automatico.
lv: Darbplūsmas paātrināšana ar īsinājumtaustiņiem, piemēram, Shift + A automātiskam izkārtojumam.
nl: Versnel je werk met handige sneltoetsen zoals Shift + A voor automatische lay-out.
pt_pt: Acelera o teu fluxo de trabalho com atalhos úteis tais como Shift + A para Auto Layout.
ro: Accelerează-ți lucrul folosind scurtături folositoare precum Shift + A pentru Auto Aranjare.
sv: Snabba upp ditt arbetsflöde med praktiska genvägar som Skift + A för automatisk layout.
tr: Otomatik Düzenleme için Shift + A gibi kullanışlı kısayollarla iş akışınızı hızlandırın.
zh_cn: 使用便捷的快捷键（例如 Shift + A 用于自动布局）来加快您的工作流程。

# loader.tips.08.title
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de Teclado
fr: Raccourcis clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट्स
id: Pintasan Papan Ketik
it: Scorciatoie da Tastiera
lv: Tastatūras īsinājumtaustiņi
nl: Sneltoetsen
pt_pt: Atalhos de Teclado
ro: Comenzi rapide
sv: Kortkommandon
tr: Klavye Kısayolları
zh_cn: 键盘快捷键

# loader.tips.09.message
source: Choose the theme that suits your style.
es: Elige el tema que mejor se adapte a tu estilo.
fr: Choisissez le thème qui vous correspond.
he: בחירת ערכת העיצוב שתואמת את הסגנון שלך.
hi: अपनी थीम के अनुसार थीम चुनें।
id: Pilih tema yang cocok dengan gaya Anda.
it: Scegli il tema che si adatta al tuo stile.
lv: Izskata izvēle atbilstoši savai patikšanai.
nl: Kies het thema dat bij jouw stijl past.
pt_pt: Escolhe o tema que se adequa ao teu estilo.
ro: Alege tema care corespunde stilului tău.
sv: Välj det tema som passar din stil.
tr: Tarzınıza uygun temayı seçin.
zh_cn: 选择适合您风格的主题。

# loader.tips.09.title
source: Dark & Light Mode
es: Modo Claro y Oscuro
fr: Mode sombre et clair
he: מצב כהה ובהיר
hi: डार्क और लाइट मोड
id: Mode Gelap & Terang
it: Modalità Scura e Chiara
lv: Tumšais un gaišais izskats
nl: Donkere en lichte modus
pt_pt: Modo Claro/Escuro
ro: Mod Întunecat și Luminos
sv: Mörkt & ljust läge
tr: Koyu ve Açık Mod
zh_cn: 暗黑和浅色模式

# loader.tips.10.message
source: Extend Penpot with community-built plugins for extra functionality.
es: Extiende Penpot con plugins creados por la comunidad para funcionalidad extra.
fr: Personnalisez Penpot avec des extensions produites par la communauté pour plus de fonctionnalités.
he: אפשר להרחיב את Penpot עם תוספים מובנים שנבנו על ידי הקהילה ליכולות נוספות.
hi: अतिरिक्त कार्यक्षमता के लिए समुदाय द्वारा निर्मित प्लगइन्स के साथ पेनपॉट का विस्तार करें।
id: Tingkatkan Penpot dengan plugin dari komunitas untuk fungsi tambahan.
it: Espandi Penpot con plugin creati dalla community per funzionalità aggiuntive.
lv: Penpot paplašināšana ar kopienas veidotu spraudņu nodrošinātām papildu iespējām.
nl: Breid Penpot uit met door de community gebouwde plug-ins voor extra functionaliteit.
ro: Extinde Penpot cu extensii construite de către comunitate pentru extra funcționalitate.
sv: Utöka Penpot med community-byggda plugins för extra funktionalitet.
tr: Ek işlevsellik için topluluk tarafından geliştirilen eklentilerle Penpot'u genişletin.
zh_cn: 使用社区构建的插件扩展 Penpot 以获得额外的功能。

# loader.tips.10.title
source: Plugins Support
de: Unterstützung von Plugins
es: Soporte de Plugins
fr: Gestion des extensions
he: תמיכה בתוספים
hi: प्लगइन्स समर्थन
id: Dukungan Plugin
it: Supporto Plugin
lv: Spraudņu atbalsts
nl: Ondersteuning voor plug-ins
pt_pt: Suporte de Plugins
ro: Suport pentru extensii
sv: Stöd för plugins
tr: Eklenti Desteği
zh_cn: 插件支持

# media.choose-image
source: Choose image
cs: Vyberte obrázek
de: Bild auswählen
es: Elegir imagen
fr: Choisir image
he: בחירת תמונה
hi: छवि चुनें
hr: Odaberite sliku
id: Pilih gambar
it: Scegli un'immagine
lv: Izvēlēties attēlu
nl: Afbeelding kiezen
pt_pt: Escolher imagem
ro: Alege imagine
ru: Выбрать изображение
sr: Изаберите слику
sv: Välj bild
tr: Görsel seç
zh_cn: 选择图片
zh_hant: 選擇圖片

# media.gradient
source: Gradient
cs: Přechod
de: Verlauf
es: Gradiente
fr: Dégradé
he: מדרג
hi: ग्रेडिएंट
hr: Gradijent
id: Gradien
it: Gradiente
lv: Pāreja
nl: Verloop
pt_pt: Gradiente
ru: Градиент
sr: Градијент
tr: Değişim
zh_cn: 渐变
zh_hant: 坡度

# media.image
source: Image
ca: Imatge
cs: Obrázek
de: Bild
es: Imagen
he: תמונה
hi: छवि
hr: Slika
id: Gambar
it: Immagine
lv: Attēls
nl: Afbeelding
pt_pt: Imagem
ro: Imagine
ru: Изображение
sr: Слика
sv: Bild
tr: Görsel
zh_cn: 图片
zh_hant: 圖片

# media.image.short
source: img
cs: obr
he: תמונה
hr: slika
id: gambar
lv: att.
ru: изобр.
tr: görsel
zh_hant: 圖

# media.keep-aspect-ratio
source: Keep aspect ratio
cs: Zachovat poměr stran
de: Seitenverhältnis beibehalten
es: Mantener la proporción
fr: Conserver le ratio
he: שמירה על יחס גובה־רוחב
hi: आकार अनुपात बनाए रखें
hr: Zadrži omjer slike
id: Jaga rasio aspek
it: Mantieni proporzioni
lv: Paturēt samēru
nl: Verhoudingen behouden
pt_pt: Manter proporções
ro: Menține proporțiile aspectului
ru: Сохранять соотношение сторон
sr: Задржите однос ширине и висине
sv: Behåll aspektförhållandet
tr: En boy oranını koru
zh_cn: 保持宽高比
zh_hant: 維持長寬比

# media.linear
source: Linear
cs: Lineární
fr: Linéaire
he: קווי
hi: रेखीय
hr: Linearno
it: Lineare
lv: Līnijveida
nl: Lineair
ro: Liniar
ru: Линейный
sr: Линијски
sv: Linjär
tr: Doğrusal
zh_cn: 线性
zh_hant: 線性 (Linear)

# media.loading
source: Loading image…
ar: جاري تحميل الصورة…
ca: S'està carregant la imatge…
cs: Načítání obrázku…
de: Bild laden…
el: Φόρτωση εικόνας ...
es: Cargando imagen…
eu: Irudia kargatzen…
fa: در حال بارگیری تصویر…
fr: Chargement de l’image…
he: התמונה נטענת…
hi: छवि लोड हो रही है…
hr: Učitavanje slike…
id: Memuat gambar…
it: Caricamento dell'immagine…
ko: 이미지 로딩중…
lv: Ielādē attēlu…
ms: Memuatkan gambar…
nl: Afbeelding laden…
pl: Wczytywanie obrazu…
pt_br: Carregando imagem…
pt_pt: A carregar imagem…
ro: Încarcă imaginea…
ru: Загрузка изображения…
sr: Учитавање слике…
sv: Laddar bild…
tr: Görsel yükleniyor…
zh_cn: 正在加载图片…
zh_hant: 正在載入圖片…

# media.radial
source: Radial
cs: Radiální
he: מעגלי
hi: विकिरणीय
hr: Radijalno
it: Radiale
lv: Radiāls
nl: Radiaal
ru: Радиальный
sr: Радијалан
sv: Radiell
tr: Işınsal
zh_cn: 径向
zh_hant: 放射狀的

# media.solid
source: Solid
cs: Plná
de: Einfarbig
es: Sólido
fr: Solide
he: אחיד
hi: ठोस
hr: Čvrsto
id: Padat
it: Solido
lv: Viengabalains
nl: Solide
pt_pt: Sólido
ru: Сплошной
sr: Чврст
sv: Fylld
tr: Katı
zh_cn: 纯色
zh_hant: 實心的
