Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# workspace.options.grid.params.set-default
source: Set as default
ar: تعيين كافتراضي
ca: Estableix com a predeterminat
cs: Nastavit jako výchozí
de: Als Standard festlegen
el: Ορίσετε ως προεπιλογή
es: Establecer valor por defecto
eu: Defektuzko orri gisa ezarri
fa: تنظیم به عنوان پیش‌فرض
fr: Définir par défaut
he: הגדרה כבררת מחדל
hi: डिफ़ॉल्ट के रूप में सेट करें
hr: Postavi kao zadano
id: Tetapkan sebagai bawaan
it: Imposta come predefinito
lv: Iestatīt kā noklusējumu
nl: Als standaard instellen
pl: Ustaw jako domyślne
pt_br: Definir como padrão
pt_pt: Definir como padrão
ro: Setează ca predefinit
ru: Установить по умолчанию
sr: Постави као подразумевано
sv: Sätt som standard
tr: Öntanımlı olarak ayarla
zh_cn: 设为默认
zh_hant: 設置為預設值

# workspace.options.grid.params.size
source: Size
ar: حجم
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
eu: Tamaina
fa: اندازه
fr: Taille
he: גודל
hi: आकार
hr: Veličina
id: Ukuran
it: Dimensione
lv: Izmērs
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Mărime
ru: Размер
sr: Величина
sv: Storlek
tr: Boyut
zh_cn: 尺寸
zh_hant: 尺寸

# workspace.options.grid.params.type
source: Type
ar: نوع
ca: Tipus
cs: Typ
de: Art
el: Τύπος
es: Tipo
eu: Elementu mota
fa: نوع
he: סוג
hi: प्रकार
hr: Tip
id: Jenis
it: Tipo
lv: Tips
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sr: Врста
sv: Typ
tr: Tür
zh_cn: 类型
zh_hant: 類型

# workspace.options.grid.params.type.bottom
source: Bottom
ar: أسفل
ca: Inferior
cs: Dole
de: Unten
el: Κάτω
es: Abajo
eu: Behean
fa: پایین
fr: Bas
he: תחתון
hi: तल
hr: Dno
id: Bawah
it: Basso
lv: Apakša
nl: Onderkant
pl: Dół
pt_br: Inferior
pt_pt: Abaixo
ro: Jos
ru: Низ
sr: Дно
sv: Botten
tr: Alt
zh_cn: 底
zh_hant: 下

# workspace.options.grid.params.type.center
source: Center
ar: وسط
ca: Centre
cs: Střed
de: Zentriert
el: Κέντρο
es: Centro
eu: Erdiratu
fa: مرکز
fr: Centre
he: מרכז
hi: केंद्र
hr: Sredina
id: Tengah
it: Centro
lv: Centrs
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: Центр
sr: Средина
tr: Orta
zh_cn: 居中
zh_hant: 中

# workspace.options.grid.params.type.left
source: Left
ar: شمال
ca: Esquerra
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
eu: Ezkerrean
fa: چپ
fr: Gauche
he: שמאל
hi: बाएं
hr: Lijevo
id: Kiri
it: Sinistra
lv: Pa kreiss
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
ru: Левый
sr: Лево
sv: Vänster
tr: Sol
zh_cn: 左
zh_hant: 左

# workspace.options.grid.params.type.right
source: Right
ar: يمين
ca: Dreta
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
eu: Eskuman
fa: راست
fr: Droite
he: ימין
hi: दाहिने
hr: Desno
id: Kanan
it: Destra
lv: Pa labi
nl: Rechts
pl: Prawo
pt_br: Direita
pt_pt: Direita
ro: Dreapta
ru: Правый
sr: Десно
sv: Höger
tr: Sağ
zh_cn: 右
zh_hant: 右

# workspace.options.grid.params.type.stretch
source: Stretch
ar: تمديد
ca: Estira
cs: Roztáhnout
de: Gestreckt
el: Τέντωμα
es: Estirar
eu: Luzatu
fr: Étirer
he: מתיחה
hi: खींचना
hr: Razvuci
id: Lebarkan
it: Estendi
lv: Izstiept
nl: Uitrekken
pl: Rozciągnij
pt_br: Esticar
pt_pt: Esticar
ro: Întinde
ru: Растягивать
sr: Прошири
sv: Stretcha
tr: Ger
zh_cn: 拉伸
zh_hant: 延展

# workspace.options.grid.params.type.top
source: Top
ar: أعلى
ca: Superior
cs: Nahoře
de: Oben
el: Πάνω
es: Arriba
eu: Goian
fa: بالا
fr: Haut
he: עליון
hi: शीर्ष
hr: Vrh
id: Atas
it: Alto
lv: Augša
nl: Bovenkant
pl: Góra
pt_br: Superior
pt_pt: Topo
ro: Sus
ru: Верх
sr: Врх
sv: Topp
tr: Üst
zh_cn: 顶
zh_hant: 上

# workspace.options.grid.params.use-default
source: Use default
ar: استعمل الإفتراضي
ca: Usa valors predeterminats
cs: Použít výchozí
de: Standardwerte verwenden
el: χρήση προεπιλεγμένης
es: Usar valor por defecto
eu: Erabili defektuzkoa
fr: Utiliser la valeur par défaut
he: להשתמש בבררת המחדל
hi: डिफ़ॉल्ट उपयोग करें
hr: Koristi zadano
id: Gunakan bawaan
it: Usa predefinito
lv: Izmantot noklusējumu
nl: Standaard gebruiken
pl: Użyj domyślnych
pt_br: Usar padrão
pt_pt: Utilizar padrão
ro: Foloseşte default
ru: Использовать значение по умолчанию
sr: Користи подразумевао
sv: Använd standard
tr: Öntanımlıyı kullan
zh_cn: 使用默认
zh_hant: 使用預設

# workspace.options.grid.params.width
source: Width
ar: عرض
ca: Ample
cs: Šířka
de: Breite
el: Πλάτος
es: Ancho
eu: Zabalera
fa: پهنا
fr: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
id: Lebar
it: Larghezza
lv: Platums
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lăţime
ru: Ширина
sr: Ширина
sv: Bredd
tr: Genişlik
zh_cn: 宽
zh_hant: 寬度

# workspace.options.grid.row
source: Rows
ar: صفوف
ca: Files
cs: Řádky
de: Zeile
el: Σειρές
es: Filas
eu: Lerroak
fa: ردیف‌ها
fr: Lignes
he: שורות
hi: पंक्तियाँ
hr: Redovi
id: Baris
it: Righe
lv: Rindas
nl: Rijen
pl: Rzędy
pt_br: Linhas
pt_pt: Linhas
ro: Rânduri
ru: Строки
sr: Редови
sv: Rader
tr: Satırlar
zh_cn: 行
zh_hant: 列

# workspace.options.grid.square
source: Square
ar: مربع
ca: Quadrat
cs: Čtverec
de: Quadrat
el: τετράγωνο
es: Cuadros
eu: Karratua
fa: مربع
fr: Carré
he: ריבוע
hi: चौकोर
hr: Kvadrat
id: Kotak
it: Quadrato
lv: Kvadrāts
nl: Vierkant
pl: Kwadrat
pt_br: Quadrado
pt_pt: Quadrado
ro: Pătrat
ru: Квадрат
sr: Квадрат
sv: Kvadrat
tr: Kare
zh_cn: 正方形
zh_hant: 正方形

# workspace.options.group-fill
source: Group fill
ar: ملأ المجموعة
ca: Emplenament del grup
cs: Výplň skupiny
de: Gruppe füllen
el: Συμπλήρωση ομάδας
es: Relleno de grupo
eu: Taldea bete
fr: Remplissage de groupe
he: מילוי קבוצה
hi: समूह भरण
hr: Popunjavanje grupe
id: Isian kelompok
it: Riempimento di gruppo
lv: Kopas aizpildījums
nl: Groep vullen
pl: Wypełnienie grupy
pt_br: Preenchimento do grupo
pt_pt: Preenchimento de grupo
ro: Umplere grup
ru: Заливка для группы
sr: Попуни за групу
sv: Gruppfyllning
tr: Grubu doldur
zh_cn: 编组填充
zh_hant: 群組填充

# workspace.options.group-stroke
source: Group stroke
ar: ضرب المجموعة
ca: Traç del grup
cs: Ohraničení skupiny
de: Gruppe einrahmen
el: Ομαδικό εγκεφαλικό
es: Borde de grupo
eu: Taldea trazatu
fr: Contour de groupe
he: מתאר קבוצה
hi: समूह स्ट्रोक
hr: Grupni potez
id: Sapuan kelompok
it: Traccia di gruppo
lv: Kopas vilkums
nl: Groep-streek
pl: Obrys grupy
pt_br: Traçado do grupo
pt_pt: Traço de grupo
ro: Conturare grup
ru: Обводка для группы
sr: Контура групе
sv: Gruppera fet
tr: Grubu çiz
zh_cn: 编组边框
zh_hant: 群組描邊

# workspace.options.guides.add-guide
source: Add guide
de: Hilfslinie hinzufügen
es: Añadir guía
fr: Ajouter un repère
he: הוספת קו מנחה
hi: मार्गदर्शक जोड़ें
hr: Dodajte vodilicu
id: Tambahkan alur
it: Aggiungi guida
lv: Pievienot vadlīniju
nl: Hulplijn toevoegen
pt_pt: Adicionar guia
ro: Adaugă reper
sv: Lägg till guide
tr: Kılavuz ekle
zh_cn: 新增辅助线
zh_hant: 新增輔助線

# workspace.options.guides.remove-guide
source: Remove guide
de: Hilfslinie entfernen
es: Eliminar guía
fr: Supprimer le repère
he: הסרת קו מנחה
hi: मार्गदर्शक हटाएँ
hr: Uklonite vodilicu
id: Hapus alur
it: Rimuovi guida
lv: Noņemt vadlīniju
nl: Hulplijn verwijderen
pt_pt: Remover guia
ro: Elimină reper
sv: Ta bort guide
tr: Kılavuzu kaldır
zh_cn: 移除辅助线
zh_hant: 移除輔助線

# workspace.options.guides.title
source: Guides
cs: Vodící linky
de: Hilfslinien
es: Guías
he: קווים מנחים
hi: मार्गदर्शक
hr: Vodilice
id: Panduan
it: Guide
lv: Vadotnes
nl: Hulplijnen
pt_pt: Guias
ro: Repere
ru: Направляющие
sr: Вођице
sv: Guidelinjer
tr: Kılavuzlar
zh_cn: 参考线
zh_hant: 輔助線

# workspace.options.guides.toggle-guide
source: Toggle guide
de: Hilfslinie ein -und ausblenden
es: Mostrar/ocultar guía
fr: Afficher/Masquer le repère
he: הצגת/הסתרת קו מנחה
hi: मार्गदर्शक टॉगल करें
hr: Uključi/isključi vodilicu
id: Sakelar pemandu
it: Attiva/Disattiva guida
lv: Pārslēgt vadlīniju
nl: Hulplijn wisselen
ro: Comută reperele
sv: Växla guide
tr: Kılavuzu değiştir
zh_cn: 切换辅助线
zh_hant: 切換輔助線

# workspace.options.height
source: Height
ar: طول
ca: Altura
cs: Výška
de: Höhe
es: Altura
eu: Altuera
fa: بلندی
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
id: Tinggi
it: Altezza
lv: Augstums
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sr: Висина
sv: Höjd
tr: Yükseklik
zh_cn: 高度
zh_hant: 高度

# workspace.options.inspect
source: Inspect
ar: Inspectفحص
ca: Inspecciona
cs: Inspektor
de: Spezifikation
es: Inspeccionar
eu: Ikuskatu
fr: Inspecter
he: חקירה
hi: निरीक्षण करें
hr: Pregledati
id: Inspeksi
it: Ispeziona
lv: Apskatīt
nl: Inspecteren
pl: Sprawdź
pt_br: Inspecionar
pt_pt: Inspecionar
ro: Inspectă
ru: Осмотр
sr: Преглед
sv: Inspektion
tr: İncele
zh_cn: 检查
zh_hant: 檢視

# workspace.options.interaction-action
source: Action
ar: فعل
ca: Acció
cs: Akce
de: Aktion
es: Acción
eu: Ekintza
fa: عمل
he: פעולה
hi: क्रिया
hr: Akcija
id: Tindakan
it: Azione
lv: Darbība
nl: Actie
pl: Akcja
pt_br: Ação
pt_pt: Ação
ro: Acțiune
ru: Действие
sr: Акција
sv: Åtgärd
tr: Eylem
zh_cn: 执行
zh_hant: 動作

# workspace.options.interaction-after-delay
source: After delay
ar: بعد التأخير
ca: Després de
cs: Po prodlevě
de: nach einer Verzögerung
es: Tiempo
eu: Atzerapen baten ostean
fr: Après un délai
he: לאחר השהיה
hi: विलंब के बाद
hr: Nakon kašnjenja
id: Setelah jeda
it: Dopo un ritardo
lv: Pēc kavēšanās
nl: Na vertraging
pl: Po opóźnieniu
pt_br: Após um tempo
pt_pt: Após atraso
ro: După întârziere
ru: После задержки
sr: После одлагања
sv: Efter fördröjning
tr: Gecikmeden sonra
zh_cn: 延迟后
zh_hant: 延遲執行

# workspace.options.interaction-animation
source: Animation
ar: الرسومات المتحركة
ca: Animació
cs: Animace
es: Animación
eu: Animazioa
fa: انیمیشن
he: הנפשה
hi: एनिमेशन
hr: Animacija
id: Animasi
it: Animazione
lv: Animācija
nl: Animatie
pl: Animacja
pt_br: Animação
pt_pt: Animação
ro: Animație
ru: Анимация
sr: Анимација
sv: Animering
tr: Canlandırma
zh_cn: 动画
zh_hant: 動畫

# workspace.options.interaction-animation-dissolve
source: Dissolve
ar: تذوب
ca: Dissol
de: Auflösen
es: Disolver
eu: Disolbatu
fa: حل کردن
fr: Dissolution
he: התמוססות
hi: विघटन करना
hr: Razriješi
id: Larut
it: Dissolvenza
lv: Izšķīst
nl: Ontbinden
pl: Rozpłynięcie
pt_br: Dissolver
pt_pt: Dissolver
ro: Dizolvare
ru: Растворение
sr: Раствори
sv: Lös upp
tr: Çöz
zh_cn: 解散
zh_hant: 淡出

# workspace.options.interaction-animation-none
source: None
ar: لا شيء
ca: Cap
cs: Žádná
de: Keine
es: Ninguno
eu: Bat ere ez
fa: هیچ‌یک
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nijedan
id: Tidak ada
it: Nessuna
lv: Nav
nl: Geen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhum
ro: Nimic
ru: Ничего
sr: Ништа
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hant: 無

# workspace.options.interaction-animation-push
source: Push
ar: دفع
ca: Empenta
es: Empujar
eu: Sartu
fa: هل
fr: Pousser
he: דחיפה
hi: धकेलना
hr: Gurni
id: Dorong
it: Spinta
lv: Grūdiens
nl: Duwen
pl: Pchnięcie
pt_br: Empurrar
pt_pt: Empurrar
ro: Împinge
ru: Толчок
sr: Гурни
sv: Täck
tr: İt
zh_cn: 推送
zh_hant: 推動

# workspace.options.interaction-animation-slide
source: Slide
ar: انزلاق
ca: Lliscament
de: Reinfahren
es: Deslizar
eu: Irristatu
fa: اسلاید
fr: Glissement
he: גלישה
hi: स्लाइड
id: Geser
it: Scorrimento
lv: Bīdīšana
nl: Schuiven
pl: Poślizg
pt_br: Deslizar
pt_pt: Deslizar
ro: Alunecă
ru: Слайд
sr: Клизање
sv: Sida
tr: Kaydır
zh_cn: 滑动
zh_hant: 滑動

# workspace.options.interaction-auto
source: auto
ar: تلقائي
cs: automaticky
de: Automatisch
es: automático
eu: automatikoa
fr: automatique
he: אוטו
hi: स्वत:
id: otomatis
it: automatico
nl: automatisch
pt_br: automático
pt_pt: Automático
ru: авто
sr: ауто
tr: otomatik
zh_cn: 自动
zh_hant: 自動

# workspace.options.interaction-background
source: Add background overlay
ar: إضافة تراكب الخلفية
ca: Afegeix una superposició de fons
cs: Přidejte překrytí pozadí
de: Hintergrund hinzufügen
es: Añadir sombreado de fondo
eu: Gehitu atzeko planoko geruzi
fr: Ajouter une superposition d'arrière-plan
he: הוספת שכבת רקע
hi: पृष्ठभूमि ओवरले जोड़ें
hr: Dodajte pozadinsko preklapanje
id: Tambahkan hamparan latar belakang
it: Aggiungi sovrapposizione di sfondo
lv: Pievienot fona pārklājumu
nl: Achtergrond toevoegen
pl: Dodaj nakładkę tła
pt_br: Adicionar um fundo na sobreposição
pt_pt: Adicionar sobreposição de fundo
ro: Adaugă suprapunere de fundal
ru: Добавить фоновое наложение
sr: Додај позадински оквир
sv: Lägg till bakgrundsöverlagring
tr: Arka plan üst katmanı ekle
zh_cn: 添加背景覆盖
zh_hant: 新增背景疊加層

# workspace.options.interaction-close-outside
source: Close when clicking outside
ar: عطل إذا نقر في الخارج
ca: Tanca en fer clic fora
cs: Zavřít při kliknutí mimo
de: Schließen, wenn außerhalb geklickt wird
es: Cerrar al pulsar fuera
eu: Itxi kanpoan klik egitean
fr: Fermer en cliquant a l'extérieur
he: תיסגר בלחיצה מחוצה לה
hi: बाहर क्लिक करने पर बंद
hr: Zatvori kada klikneš izvana
id: Tutup ketika mengeklik di luar
it: Chiudi al click esterno
lv: Aizvērt, noklikšķinot ārpus
nl: Sluiten als er buiten wordt geklikt
pl: Zamknij po kliknięciu na zewnątrz
pt_br: Fechar quando clicar no fundo
pt_pt: Fechar ao clicar no exterior
ro: Închideți atunci când faceți clic în exterior
ru: Закрывать при нажатии снаружи
sr: Затвори када се кликне изван
sv: Stäng när du klickar utanför
tr: Dışarıya tıklandığında kapat
zh_cn: 点击外部时关闭
zh_hant: 點擊外部時關閉

# workspace.options.interaction-close-overlay
source: Close overlay
ar: إغلاق التراكب
ca: Tanca la superposició
cs: Zavřít překrytí
de: Overlay schließen
es: Cerrar superposición
eu: Itxi geruza
fr: Fermer la superposition
he: סגירת שכבת על
hi: ओवरले बंद करें
hr: Zatvori preklapanje
id: Tutup hamparan
it: Chiudi sovrapposizione
lv: Aizvērt pārklājumu
nl: Overlay sluiten
pl: Zamknij nakładkę
pt_br: Fechar sobreposição
pt_pt: Fechar sobreposição
ro: Închideți suprapunerea
ru: Закрыть наложение
sr: Затвори оквир
sv: Stäng överlagring
tr: Üst katmanı kapat
zh_cn: 关闭覆盖
zh_hant: 關閉疊加層

# workspace.options.interaction-close-overlay-dest
source: Close overlay: %s
ar: إغلاق التراكب: %s
ca: Tanca la superposició: %s
cs: Zavřít překrytí: %s
de: Overlay %s schließen
es: Cerrar superposición: %s
eu: Itxi geruza: %s
fr: Fermer la superposition : %s
he: סגירת שכבת על: %s
hi: ओवरले बंद करें: %s
hr: Zatvori preklapanje: %s
id: Tutup hamparan: %s
it: Chiudi sovrapposizione: %s
lv: Aizvērt pārklājumu: %s
nl: Overlay sluiten: %s
pl: Zamknij nakładkę: %s
pt_br: Fechar sobreposição: %s
pt_pt: Fechar sobreposição: %s
ro: Închideți suprapunerea: %s
ru: Закрыть наложение: %s
sr: Затвори оквир: %s
sv: Stäng överlagring: %s
tr: Üst katmanı kapat: %s
zh_cn: 关闭遮罩层: %s
zh_hant: 關閉疊加層：%s

# workspace.options.interaction-delay
source: Delay
ar: تأخير
ca: Retard
cs: Prodleva
de: Verzögerung
es: Tiempo
eu: Atzeratu
fa: تاخیر
fr: Délai
he: השהיה
hi: देरी
hr: Odgoda
id: Jeda
it: Ritardo
lv: Nobīde
nl: Vertraging
pl: Opóźnienie
pt_pt: Atraso
ro: Întârziere
ru: Задержка
sr: Кашњење
sv: Fördröj
tr: Gecikme
zh_cn: 延迟
zh_hant: 延遲

# workspace.options.interaction-destination
source: Destination
ar: وجهة
ca: Destinació
cs: Cíl
de: Ziel
es: Destino
eu: Helburua
fa: مقصد
he: יעד
hi: गंतव्य
hr: Odredište
id: Tujuan
it: Destinazione
lv: Galamērķis
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
pt_pt: Destino
ro: Destinație
ru: Место назначения
sr: Одредиште
tr: Hedef
zh_cn: 目的地
zh_hant: 終點

# workspace.options.interaction-duration
source: Duration
ar: مدة
ca: Durada
cs: Doba trvání
de: Dauer
es: Duración
eu: Iraupena
fa: مدت‌زمان
fr: Durée
he: משך
hi: अवधि
hr: Trajanje
id: Durasi
it: Durata
lv: Ilgums
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sr: Трајање
sv: Varaktighet
tr: Süre
zh_cn: 持续时间
zh_hant: 持續時間

# workspace.options.interaction-easing
source: Easing
ar: تخفيف
ca: Suavització
eu: Mugimendua
fa: تسهیل
he: החלקה
hi: सरलीकरण
id: Pemasukan
lv: Mīkstināšana
pl: Złagodzenie
pt_br: Atenuação
ru: Поведение
sr: Олакшавање
sv: Rörelsemönster
tr: Yumuşatma
zh_cn: 平滑
zh_hant: 緩衝效果

# workspace.options.interaction-easing-ease
source: Ease
ar: خفف
ca: Suau
eu: Mugitu
fa: سهولت
he: קלה
hi: सरलता
lv: Mīkstināt
pl: Złagódź
sr: Олакшање
sv: Mjuk start snabb
tr: Yumuşat
zh_cn: 缓解
zh_hant: 緩衝

# workspace.options.interaction-easing-ease-in
source: Ease in
ar: خفف داخل
ca: Entrada suau
eu: Mugitu barrura
he: החלקה פנימה
hi: धीमे से शुरुआत
id: Ease masuk
lv: Viegli iekšā
pl: Łagodne wejście
sr: Глатки улазак
sv: Mjuk start
tr: Yumuşak giriş
zh_cn: 缓入
zh_hant: 緩慢開始

# workspace.options.interaction-easing-ease-in-out
source: Ease in out
ar: خفف داخل و خارج
ca: Entrada/sortida suau
eu: Mugitu barrura eta kanpora
he: החלקה פנימה החוצה
hi: धीमे-धीमे शुरू और खत्म होना
id: Ease masuk keluar
lv: Viegli iekšā ārā
pl: Łagodne wejście wyjście
sr: Глатко улазак и излазак
sv: Mjuk start och avslut
tr: Yumuşak giriş çıkış
zh_cn: 缓进缓出
zh_hant: 先慢後快再慢

# workspace.options.interaction-easing-ease-out
source: Ease out
ar: خفف خارج
ca: Sortida suau
eu: Mugitu kanpora
he: החלקה החוצה
hi: धीरे-धीरे समाप्त होना
id: Ease keluar
lv: Viegli ārā
pl: Łagodne wyjście
sr: Глатки излазак
sv: Mjukt avslut
tr: Yumuşak çıkış
zh_cn: 缓出
zh_hant: 逐漸減速

# workspace.options.interaction-easing-linear
source: Linear
ar: خطي
ca: Lineal
eu: Lineala
fa: خطی
fr: Linéaire
he: קווי
hi: रेखीय
hr: Linearno
lv: Lineāri
nl: Lineair
pl: Liniowy
ro: Liniar
ru: Линейно
sr: Линијски
sv: Linjär
tr: Doğrusal
zh_cn: 线性
zh_hant: 線性

# workspace.options.interaction-in
source: In
ar: داخل
ca: Entrada
cs: Dovnitř
es: Dentro
eu: Barrura
fa: در
fr: Dans
he: פנימה
hi: में
hr: U
id: Masuk
lv: Iekšā
pl: Wejście
pt_br: Entrando
pt_pt: Dentro
ro: În
ru: Внутри
sr: у
sv: I
tr: Giriş
zh_cn: 在
zh_hant: 進場

# workspace.options.interaction-mouse-enter
source: Mouse enter
ar: إدخال الفأرة
ca: El ratolí entra
de: Mauszeiger-Eintritt
es: Pasar encima
eu: Sagua sartzean
fr: Entrée de la souris
he: כניסת עכבר
hi: माउस प्रवेश
hr: Ulaz mišem
id: Tetikus masuk
it: Entrata del mouse
lv: Peles ievade
nl: Muis komt binnen
pl: Wejście myszy
pt_br: Mouse entra
pt_pt: Cursor entra
ro: Intrarea mouse-ului
ru: Наведение мыши
sr: При уласку миша
sv: Musmarkören kommer in
tr: Fare girişi
zh_cn: 鼠标进入
zh_hant: 滑鼠移入

# workspace.options.interaction-mouse-leave
source: Mouse leave
ar: إخراج الفأرة
ca: El ratolí abandona
de: Mauszeiger-Austritt
es: Retirar encima
eu: Sagua urruntzean
fr: Sortie de la souris
he: יציאת עכבר
hi: माउस बाहर
hr: Izlaz mišem
id: Tetikus keluar
it: Uscita del mouse
lv: Peles pamešana
nl: Muis verlaat
pl: Wyjście myszy
pt_br: Mouse sai
pt_pt: Cursor sai
ro: Plecarea mouse-ului
ru: Отведение мыши
sr: При изласку миша
sv: Musmarkören lämnar
tr: Fare çıkışı
zh_cn: 鼠标离开
zh_hant: 滑鼠移出

# workspace.options.interaction-ms
source: ms
ar: القوائم
fa: م‌ث
he: מילישניות
id: md
ru: мс
sr: мс
zh_hant: 毫秒

# workspace.options.interaction-navigate-to
source: Navigate to
ar: الإنتقال الى
ca: Navega a
cs: Přejít na
de: Navigation zu
es: Navegar a
eu: Nabigatu hona
fr: Naviguer vers
he: ניווט אל
hi: नेविगेशन करना
hr: Idi do
id: Navigasi ke
it: Naviga verso
lv: Doties uz
nl: Navigeer naar
pl: Nawiguj do
pt_br: Navegar para
pt_pt: Navegar para
ro: Navighează la
ru: Перейти к
sr: Иди на
sv: Navigera till
tr: Git
zh_cn: 导航至
zh_hant: 導航至

# workspace.options.interaction-navigate-to-dest
source: Navigate to: %s
ar: انتقال الى: %s
ca: Navega a: %s
cs: Přejít na: %s
de: Navigation zu: %s
es: Navegar a: %s
eu: Nabigatu hona: %s
fr: Naviguer vers : %s
he: ניווט אל: %s
hi: यहाँ जाएँ: %s
hr: Idi do: %s
id: Navigasi ke: %s
it: Naviga verso: %s
lv: Doties uz: %s
nl: Navigeer naar: %s
pl: Nawiguj do: %s
pt_br: Navegar para: %s
pt_pt: Navegar para: %s
ro: Navighează la: %s
ru: Перейти к: %s
sr: Иди на: %s
sv: Navigera till: %s
tr: Şuraya gidin: %s
zh_cn: 导航到： %s
zh_hant: 導航至：%s

# workspace.options.interaction-none
source: (not set)
ar: (غير مهيء)
ca: (sense definir)
cs: (nenastaveno)
de: (nicht festgelegt)
es: (sin definir)
eu: (ez da ezarri)
fa: (تنظیم نشده)
fr: (non définie)
he: (לא הוגדר)
hi: (सेट नहीं)
hr: (nije spremno)
id: (tidak ditetapkan)
it: (non impostato)
lv: (nav noteikts)
nl: (niet ingesteld)
pl: (nie ustawiono)
pt_br: (não especificado)
pt_pt: (indefinido)
ro: (nedefinit)
ru: (не задано)
sr: (није постављено)
sv: (inte inställd)
tr: (ayarlanmadı)
zh_cn: (未设定)
zh_hant: （尚未設置）

# workspace.options.interaction-offset-effect
source: Offset effect
ar: تأثير الإزاحة
ca: Efecte de desplaçament
cs: Efekt offsetu
de: Offset-Effekt
eu: Desplazamenduaren efektua
fr: Effet de décalage
he: אפקט הזחה
hi: ऑफसेट प्रभाव
hr: Offset učinak
id: Efek ofset
it: Effetti di offset
lv: Nobīdes efekts
pl: Efekt przesunięcia
pt_br: Efeito de offset
pt_pt: Efeito Offset
ro: Efect de offset
ru: Эффект смещения
sr: Ефекат померања
sv: Förskjutningseffekt
tr: Uzaklık efekti
zh_cn: 偏移效果
zh_hant: 位移效果

# workspace.options.interaction-on-click
source: On Click
ar: بعد النقر
ca: En fer clic
cs: Při kliknutí
de: Beim Klicken
es: En click
eu: Klik egitean
fr: Au clic
he: בלחיצה
hi: क्लिक पर
hr: Na klik
id: Pada Klik
it: Al click
lv: Uz klikšķa
nl: Bij klikken
pl: Na kliknięcie
pt_br: Ao clicar
pt_pt: No Clique
ro: La clic
ru: При клике
sr: На клик
sv: På klick
tr: Tıklandığında
zh_cn: 点击时
zh_hant: 點擊觸發

# workspace.options.interaction-open-overlay
source: Open overlay
ar: افتح التراكب
ca: Obre la superposició
cs: Otevřít překrytí
de: Overlay öffnen
es: Superposición
eu: Ireki geruza
fr: Ouvrir la superposition
he: פתיחת שכבת על
hi: ओवरले खोलें
hr: Otvoreno preklapanje
id: Buka hamparan
it: Apri sovrapposizione
lv: Atvērt pārklājumu
nl: Overlay openen
pl: Otwórz nakładkę
pt_br: Abrir sobreposição
pt_pt: Abrir sobreposição
ro: Deschideți suprapunerea
ru: Открыть наложение
sr: Отвори оквир
sv: Öppna överlagring
tr: Üst katmanı aç
zh_cn: 打开叠加层
zh_hant: 開啟覆蓋層

# workspace.options.interaction-open-overlay-dest
source: Open overlay: %s
ar: افتح التراكب: %s
ca: Obre la superposició: %s
cs: Otevřít překrytí: %s
de: Overlay %s öffnen
es: Superposición: %s
eu: Ireki geruz: %s
fr: Ouvrir la superposition : %s
he: פתיחת שכבת על: %s
hi: खुला ओवरले: %s
hr: Otvoreno preklapanje: %s
id: Buka hamparan: %s
it: Apri la sovrapposizione: %s
lv: Atvērt pārklājumu: %s
nl: Overlay openen: %s
pl: Otwórz nakładkę: %s
pt_br: Abrir sobreposição: %s
pt_pt: Abrir sobreposição: %s
ro: Deschideți suprapunerea: %s
ru: Открыть наложение: %s
sr: Отвори оквир: %s
sv: Öppna överlagring: %s
tr: Üst katmanı aç: %s
zh_cn: 打开覆盖：%s
zh_hant: 開啟覆蓋層：%s

# workspace.options.interaction-open-url
source: Open URL
ar: افتح الرابط
ca: Obre una URL
cs: Otevřít adresu URL
de: URL öffnen
es: Abrir URL
eu: Ireki helbidea
fr: Ouvrir l'URL
he: פתיחת כתובת
hi: URL खोलें
hr: Otvoreni url
id: Buka URL
it: Apri un URL
lv: Atvērt URL
nl: URL openen
pl: Otwórz URL
pt_br: Abrir URL
pt_pt: Abrir url
ro: Deschideți adresa URL
ru: Открыть ссылку
sr: Отори URL
sv: Öppna URL
tr: URL'yi aç
zh_cn: 打开网址
zh_hant: 開啟URL

# workspace.options.interaction-out
source: Out
ar: خارج
ca: Sortida
cs: Ven
es: Fuera
eu: Kanpoan
fa: خارج
fr: Sortie
he: החוצה
hi: बाहर
hr: Vani
id: Keluar
it: Fuori
lv: Ārā
pl: Wyjście
pt_br: Saindo
pt_pt: Fora
ro: Afară
ru: Снаружи
sr: Излаз
sv: Ut
tr: Çıkış
zh_cn: 外
zh_hant: 離開

# workspace.options.interaction-pos-bottom-center
source: Bottom center
ar: المركز السفلي
ca: Inferior centrat
cs: Dole uprostřed
de: Unten mittig
es: Abajo centro
eu: Behean erdian
fr: Centré en bas
he: בתחתית במרכז
hi: नीचे केंद्र
hr: Dolje sredina
id: Tengah bawah
it: In basso centrato
lv: Apakšējais centrs
nl: Midden onder
pl: Dolny środek
pt_br: Centro inferior
pt_pt: Inferior centro
ro: Centru jos
ru: Снизу по центру
sr: Доња средина
sv: Botten centrum
tr: Alt orta
zh_cn: 底部居中
zh_hant: 底部中心

# workspace.options.interaction-pos-bottom-left
source: Bottom left
ar: اأسفل اليسار
ca: Inferior esquerra
cs: Dole vlevo
de: Unten links
es: Abajo izquierda
eu: Behean ezkerrean
fr: En bas à gauche
he: בתחתית משמאל
hi: नीचे बाएं
hr: Dolje lijevo
id: Kiri bawah
it: In basso a sinistra
lv: Apakšā pa kreisi
nl: Linksonder
pl: Dolne lewo
pt_br: Inferior esquerdo
pt_pt: Inferior esquerdo
ro: Stânga jos
ru: Снизу слева
sr: Доле лево
sv: Vänster botten
tr: Sol alt
zh_cn: 左下角
zh_hant: 左下角
