Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# shortcuts.toggle-fullscreen
source: Toggle fullscreen
ca: Activa/desactiva la pantalla completa
cs: Přepnout zobrazení na celou obrazovku
de: Vollbild aktivieren/deaktivieren
es: Activar/desactivar pantalla completa
eu: Aktibatu/desaktibatu pantaila osoa
fr: Activer/désactiver le plein écran
he: החלפת מילוי מסך
hi: संपूर्ण स्क्रीन टॉगल करें
hr: Promijeni cijeli zaslon
id: Alih layar penuh
it: Attiva/Disattiva schermo intero
lv: Pārslēgt pilnekrāna režīmu
nl: Volledig scherm in/uitschakelen
pl: Przełącz tryb pełnoekranowy
pt_br: Entrar/Sair da tela cheia
pt_pt: Alternar tela cheia
ro: Comută la ecran complet
ru: Переключить полноэкранный режим
sr: Режим целог екрана
sv: Växla till helskärm
tr: Tam ekranı değiştir
zh_cn: 切换全屏
zh_hant: 切換全螢幕

# shortcuts.toggle-guides
source: Show / Hide guides
ca: Mostra / Amaga les guies
cs: Zobrazit / Skrýt vodící linky
de: Hilfslinien anzeigen / ausblenden
es: Mostrar/ocultar guías
fr: Afficher/Masquer les repères
he: הצגת / הסתרת קווים מנחים
hi: गाइड दिखाएँ/छिपाएँ
hr: Prikaži / Sakrij vodiče
id: Tampilkan / Sembunyikan panduan
it: Mostra/Nascondi guide
lv: Rādīt/paslēpt vadlīnijas
nl: Hulplijnen tonen/verbergen
pt_pt: Mostrar / Ocultar guias
ro: Afișează / Ascunde reperele de aliniere
ru: Показать/скрыть направляющие
sr: Прикажи / Сакриј вођице
sv: Visa / dölj guidelinjer
tr: Kılavuzları göster/gizle
zh_cn: 显示/隐藏参考线
zh_hant: 顯示/隱藏導引線

# shortcuts.toggle-history
source: Toggle history
ca: Mostra/Amaga l'historial
cs: Přepnout historii
de: Verlauf ein-/ausblenden
es: Mostrar/ocultar histórico
eu: Erakutsi/Ezkutatu historikoa
fr: Activer/désactiver l'historique
he: החלפת הצגת היסטוריה
hi: इतिहास टॉगल करें
hr: Promijena povijesti
id: Alih riwayat
it: Attiva/Disattiva cronologia
lv: Pārslēgt vēsturi
nl: Geschiedenis in/uitschakelen
pl: Przełącz historię
pt_br: Mostrar/Esconder histórico
pt_pt: Alternar histórico
ro: Comută istoricul
ru: Переключить историю
sr: Укључи историју
sv: Växla historia
tr: Geçmişi değiştir
zh_cn: 切换历史
zh_hant: 切換歷史記錄

# shortcuts.toggle-layers
source: Toggle layers
ar: تبديل الطبقات
ca: Commutales capes
cs: Přepínání vrstev
de: Ebenen ein-/ausblenden
es: Mostrar/ocultar capas
eu: Erakutsi/ezkutatu geruzak
fr: Activer/désactiver les calques
he: החלפת הצגת שכבות
hi: लेयर्स टॉगल करें
hr: Promijena layera
id: Alih lapisan
it: Attiva/Disattiva livelli
lv: Pārslēgt slāņus
nl: Lagen in/uitschakelen
pl: Przełącz warstwy
pt_br: Mostrar/Esconder camadas
pt_pt: Alternar camadas
ro: Comută straturile
ru: Переключить слои
sr: Укључи слојеве
sv: Växla lager
tr: Katmanları değiştir
zh_cn: 切换层
zh_hant: 切換圖層

# shortcuts.toggle-layout-flex
source: Add / Remove flex layout
ar: أضف\أزل ثني التخطيط
cs: Přidat/odebrat flexibilní rozložení
de: Flex-Layout hinzufügen/entfernen
es: Añadir/eliminar flex layout
eu: Gehitu/kendu flex diseinua
fr: Ajouter/supprimer flex layout
he: הוספת/הסרת פריסת flex
hi: फ्लेक्स लेआउट जोड़ें / हटाएं
hr: Dodavanje/uklanjanje flex rasporeda
id: Tambahkan/hapus tata letak flex
it: Aggiungi / Rimuovi layout flex
lv: Pievienot / Noņemt elastīgo izkārtojumu
nl: Flex-layout toevoegen/verwijderen
pl: Dodaj/usuń flex układu
pt_br: Adicionar/remover Flex Layout
pt_pt: Adicionar / Remover layout flex
ro: Adăugare/eliminare aspect flexibil
ru: Добавить/удалить макет гибкости
sr: Додај / уклони флексибилни распоред
sv: Lägg till/ta bort flex layout
tr: Düzen esnekliği ekle/kaldır
zh_cn: 添加/删除弹性布局
zh_hant: 新增/移除彈性佈局

# shortcuts.toggle-layout-grid
source: Add/remove grid layout
cs: Přidat/odebrat rozložení mřížky
de: Grid-Layout hinzufügen/entfernen
es: Añadir/eliminar grid layout
fr: Ajouter / Retirer grid layout
he: הוספת/הסרת פריסת רשת
hi: ग्रिड लेआउट जोड़ें/हटाएँ
hr: Dodaj/ukloni grid raspored
id: Tambahkan/hapus tata letak kisi
it: Aggiungi / Rimuovi layout grid
lv: Pievienot/noņemt režģa izkārtojumu
nl: Raster-layout toevoegen/verwijderen
pt_pt: Adicionar/remover layout em grelha
ro: Adaugă/Elimină aspectul de grilă
ru: Добавить/удалить макет сетки
sr: Додај/уклони мрежни распоред
sv: Lägg till/ta bort grid-layout
tr: Izgara düzeni ekle/kaldır
zh_cn: 添加/移除网格布局
zh_hant: 新增/移除網格佈局

# shortcuts.toggle-lock
source: Lock / Unlock
ar: قفل\فتح
ca: Bloqueja la selecció
cs: Uzamknout vybrané
de: Auswahl sperren
es: Bloquear/Desbloquear
eu: Blokeatu/Desblokeatu
fr: Verrou sélectionné
he: נעילת הנבחרים
hi: ताला लगाएं / ताला खोलें
hr: Zaključaj odabrano
id: Kunci dipilih
it: Blocca/Sblocca
lv: Slēgt / Atslēgt
nl: Vergrendelen/ontgrendelen
pl: Zablokuj wybrane
pt_br: Bloquear selecionado
pt_pt: Bloquear selecionado
ro: Blochează selecția
ru: Запереть/Отпереть
sr: Закључај / Откључај
sv: Lås / lås upp
tr: Seçileni kilitle
zh_cn: 锁定所选
zh_hant: 鎖定選擇

# shortcuts.toggle-lock-size
source: Lock proportions
ar: قفل النسب
ca: Bloqueja les proporcions
cs: Uzamknout proporce
de: Seitenverhältnis sperren/entsperren
es: Bloquear/Desbloquear proporciones
eu: Blokeatu/Desblokeatu proportzioak
fr: Verrouiller les proportions
he: נעילת יחסים
hi: अनुपात लॉक करें
hr: Zaključaj proporcije
id: Kunci proporsi
it: Blocca proporzioni
lv: Slēgt proporcijas
nl: Proporties vergrendelen
pl: Zablokuj proporcje
pt_br: Fixar proporções
pt_pt: Bloquear proporções
ro: Blochează proporțiile
ru: Запереть пропорции
sr: Закључај пропорције
sv: Lås proportioner
tr: Oranları kilitle
zh_cn: 锁定比例
zh_hant: 鎖定比例

# shortcuts.toggle-rulers
source: Show / Hide rulers
cs: Zobrazit / Skrýt pravítka
de: Lineale anzeigen / ausblenden
es: Mostrar/ocultar reglas
fr: Afficher/Masquer les règles
he: הצגת / הסתרת סרגלים
hi: रूलर दिखाएँ / छिपाएँ
hr: Prikaži / Sakrij ravnala
id: Tampilkan / Sembunyikan penggaris
it: Mostra/Nascondi righelli
lv: Rādīt/paslēpt mērjoslas
nl: Linialen tonen/verbergen
pt_pt: Mostrar / Ocultar réguas
ro: Afișează / Ascunde reperele de aliniere
ru: Показать/скрыть линейки
sr: Прикажи / Сакриј лењире
sv: Visa / dölja linjaler
tr: Cetvelleri göster/gizle
zh_cn: 显示/隐藏标尺
zh_hant: 顯示/隱藏尺規

# shortcuts.toggle-snap-guides
source: Snap to guides
cs: Přichytit na vodící linky
de: An Hilfslinien ausrichten
es: Alinear a las guías
fr: Aligner sur les repères
he: הצמדה לקווים מנחים
hi: गाइड्स से चिपकाएं
hr: Pričvrstite na vodilice
id: Pasang ke panduan
it: Aggancia alle guide
lv: Pievilkt pie vadlīnijām
nl: Uitlijnen op hulpijnen
pt_pt: Ajustar às guias
ro: Aliniază la repere
ru: Привязать к направляющим
sr: Залепи за вођице
sv: Fäst till guidelinjer
tr: Kılavuzlara tuttur
zh_cn: 吸附到参考线
zh_hant: 對齊到導引線

# shortcuts.toggle-snap-ruler-guide
source: Snap to ruler guides
cs: Přichytit k vodítkům pravítek
de: An den Hilfslinien des Lineals ausrichten
es: Alinear a las guías de reglas
fr: Aligner sur les repères de règles
he: הצמדה לקווים מנחים סרגלים
hi: रूलर गाइड्स से चिपकाएं
hr: Pričvrstite na vodilice ravnala
id: Pasang ke panduan penggaris
it: Aggancia alle guide del righello
lv: Pievilkt pie mērjoslu vadlīnijām
nl: Uitlijnen op liniaal-hulplijnen
pt_pt: Ajustar às guias de régua
ro: Aliniază la reperele liniarului
ru: Привязать к направляющим линейки
sr: Залепи на линије за поравнања
sv: Fäst till linjaler
tr: Cetvel kılavuzlarına tuttur
zh_cn: 吸附到标尺参考线
zh_hant: 對齊到標尺指導線

# shortcuts.toggle-textpalette
source: Toggle text palette
ar: تبديل لوحة النص
ca: Mostra/amaga la paleta de text
cs: Přepnout paletu textu
de: Textpalette ein-/ausblenden
es: Mostrar/ocultar paleta de textos
eu: Erakutsi/Ezkutatu testuen paleta
fr: Afficher/masquer la palette de texte
he: החלפת לוח טקסט
hi: टेक्स्ट पैलेट चालू/बंद करें
hr: Promijeni paletu teksta
id: Alih palet teks
it: Attiva/Disattiva palette testi
lv: Pārslēgt teksta paleti
nl: Tekstpalet in/uitschakelen
pl: Przełącz paletę tekstu
pt_br: Mostrar/Esconder paleta de tipografias
pt_pt: Alternar paleta de texto
ro: Comută paleta de text
ru: Переключить текстовую палитру
sr: Укљичи палету текста
sv: Växla textpalett
tr: Metin paletini değiştir
zh_cn: 切换文本调色板
zh_hant: 切換文字調色板

# shortcuts.toggle-theme
source: Change theme
cs: Změnit motiv
de: Theme ändern
es: Cambiar tema
fr: Changer de thème
he: החלפת ערכת עיצוב
hi: थीम बदलें
hr: Promjena teme
id: Ubah tema
it: Cambia tema
lv: Mainīt izskatu
nl: Thema veranderen
pt_pt: Mudar tema
ro: Schimbă tema
ru: Сменить тему
sr: Промени тему
sv: Ändra tema
tr: Temayı değiştir
zh_cn: 更改主题
zh_hant: 更改主題

# shortcuts.toggle-visibility
source: Show / Hide
ar: أظهر\أخف
ca: Mostra/amaga l'element
cs: Přepnout viditelnost
de: Elemente ein-/ausblenden
es: Mostrar/ocultar elemento
eu: Erakutsi/Ezkutatu elementua
fr: Afficher/Masquer
he: החלפת מצב הצגה
hi: दिखाएं / छिपाएं
hr: Promijeni vidljivost
id: Alih keterlihatan
it: Mostra/Nascondi
lv: Pārslēgt redzamību
nl: Tonen/verbergen
pt_pt: Mostrar / Ocultar
ro: Afișează / Ascunde
ru: Показать/скрыть
sr: Прикажи / Сакриј
sv: Visa / dölj
tr: Göster / Gizle
zh_cn: 切换可见度
zh_hant: 顯示 / 隱藏

# shortcuts.toggle-zoom-style
source: Toggle zoom style
ar: تبديل أسلوب التكبير
ca: Commuta l'estil de zoom
cs: Přepnout styl přiblížení
de: Zoom-Optionen umschalten
es: Alternar estilo de zoom
eu: Erakutsi/Ezkutatu zoomaren estiloa
fr: Alterner le style de zoom
he: החלפת סגנון תקריב
hi: ज़ूम शैली टॉगल करें
hr: Promijeni stil zooma
id: Alih gaya zum
it: Attiva/Disattiva stile zoom
lv: Pārslēgt tālummaiņas stilu
nl: Zoomstijl wisselen
pl: Przełącz sposób powiększania
pt_br: Alternar estilo de zoom
pt_pt: Alternar estilo de zoom
ro: Comută stilul zoomului
ru: Переключить стиль масштабирования
sr: Укљичи стил увећања
sv: Växla zoomstil
tr: Yakınlaştırma şeklini değiştir
zh_cn: 切换缩放样式
zh_hant: 切換縮放模式

# shortcuts.underline
source: Toggle underline
ar: الخط التحتي
cs: Přepnout podtržení
de: Unterstrichen
es: Alternar subrayado
eu: Aktibatu/desaktibatu azpimarraketa
fr: Activer/désactiver le soulignement
he: החלפת מצב קו תחתי
hi: रेखांकन चालू/बंद करें
hr: Uključi podcrtavanje
id: Garis bawah
it: Attiva/Disattiva sottolineatura
lv: Pārslēgt pasvītrojumu
nl: Onderstrepen in/uitschakelen
pt_pt: Alternar sublinhado
ro: Comutare subliniere
ru: Переключить подчёркивание
sr: Укљичи подвачење
sv: Växla understrykning
tr: Alt çizgiyi aç/kapat
zh_cn: 切换下划线
zh_hant: 顯示/隱藏底線

# shortcuts.undo
source: Undo
ar: تراجع
ca: Desfés
cs: Zpět
de: Rückgängig
es: Deshacer
eu: Desegin
fa: واگرد
fr: Annuler
he: ביטול
hi: पूर्ववत
hr: Poništi
id: Urungkan
it: Annulla
lv: Atsaukt
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
pt_pt: Desfazer
ro: Anulează
ru: Отменить
sr: Опозови
sv: Ångra
tr: Geri al
zh_cn: 回退
zh_hant: 撤回

# shortcuts.ungroup
source: Ungroup
ar: فك التجميع
ca: Desagrupa
cs: Zrušit seskupení
de: Gruppierung aufheben
es: Desagrupar
eu: Banatu
fa: حذف گروه
fr: Dissocier
he: פירוק קבוצה
hi: असमूहीकृत
hr: Razgrupiraj
id: Lepaskan kelompok
it: Separa
lv: Atapkopot
nl: Groep opheffen
pl: Rozgrupuj
pt_br: Desagrupar
pt_pt: Desagrupar
ro: Degrupează
ru: Разгруппировать
sr: Разгрупиши
sv: Avgruppera
tr: Grubu dağıt
zh_cn: 取消组合
zh_hant: 取消群組

# shortcuts.unmask
source: Unmask
ar: ألغِ القناع
ca: Desemmascara
cs: Zrušit masku
de: Maske entfernen
es: Deshacer máscara
eu: Desegin maskara
fa: برداشتن ماسک
fr: Démasquer
he: ביטול מסכה
hi: मास्क हटाएं
hr: Makni masku
id: Lepaskan topeng
it: Rimuovi maschera
lv: Noņemt masku
nl: Masker verwijderen
pl: Usuń maskę
pt_br: Retirar máscara
pt_pt: Retirar máscara
ro: Demască
ru: Убрать маску
sr: Демаскирај
sv: Avmaska
tr: Maskelemeyi kaldır
zh_cn: 取消遮罩
zh_hant: 解除遮罩

# shortcuts.v-distribute
source: Distribute vertically
ar: النشر عموديا
ca: Distribueix verticalment
cs: Rozmístit vertikálně
de: Vertikal verteilen
es: Distribuir verticalmente
eu: Banatu bertikalki
fa: توزیع به صورت عمودی
fr: Distribuer verticalement
he: פיזור אנכי
hi: ऊर्ध्वाधर समान वितरण करें
hr: Distribuiraj okomito
id: Distribusikan secara vertikal
it: Distribuisci verticalmente
lv: Izkliedēt stateniski
nl: Verticaal verdelen
pl: Rozłóż w pionie
pt_br: Distribuir verticalmente
pt_pt: Distribuir verticalmente
ro: Distribuiți vertical
ru: Распределить вертикально
sr: Распореди усправно
sv: Distribuera vertikalt
tr: Dikey olarak dağıt
zh_cn: 垂直分布
zh_hant: 垂直分佈

# shortcuts.zoom-lense-decrease
source: Zoom lense decrease
ar: تنقيص عدسة التكبير
cs: Zmenšení zoomu
de: Ansicht mit Zoomwerkzeug verkleinern
es: Decrementar zoom a objetivo
eu: Zooma txikitu
fr: Réduire le zoom
he: הקטנת עדשת תקריב
hi: ज़ूम लेंस घटाएं
hr: Smanjenje zuma objektiva
id: Kurangi lensa zum
it: Diminuire lo zoom
lv: Tālummaiņas samazinājums
nl: Zoomlens verkleinen
pt_pt: Reduzir zoom na lupa
ro: Reducere obiectiv de zoom
ru: Уменьшить зум-объектив
sr: Смањи увећање
sv: Minskning av zoom
tr: Görüntüyü küçült
zh_cn: 变焦镜头缩小
zh_hant: 縮小焦距

# shortcuts.zoom-lense-increase
source: Zoom lense increase
ar: زيادة عدسة التكبير
cs: Zvětšení zoomu
de: Ansicht mit Zoomwerkzeug vergrößern
es: Incrementar zoom a objetivo
eu: Zooma handitu
fr: Augmenter le zoom
he: הגדלת עדשת תקריב
hi: ज़ूम लेंस बढ़ाएं
hr: Povećanje zuma objektiva
id: Tambahkan lensa zum
it: Aumentare lo zoom
lv: Tālummaiņas palielinājums
nl: Zoomlens vergroten
pt_pt: Aumentar zoom na lupa
ro: Creștere obiectiv de zoom
ru: Увеличить зум-объектив
sr: Увећај увећање
sv: Ökning av zoom
tr: Görüntüyü büyült
zh_cn: 变焦镜头放大
zh_hant: 放大焦距

# shortcuts.zoom-selected
source: Zoom to selected
ar: كبر المحدد
ca: Amplia a la selecció
cs: Přiblížit vybrané
de: Zur Auswahl zoomen
es: Zoom a selección
eu: Zooma aukeraketara
fr: Zoomer sur la sélection
he: התמקדות על הנבחר
hi: चयनित पर ज़ूम करें
hr: Zoomiraj na selektirano
id: Zum ke terpilih
it: Zoom su selezione
lv: Tālummainīt uz atlasi
nl: Zoomen naar selectie
pl: Przybliż wybrane
pt_br: Ajustar zoom a seleção
pt_pt: Zoom para selecionados
ro: Mărește la selecție
ru: Приблизить выбранное
sr: Увећај на изабрано
sv: Zooma in markerad
tr: Seçilene yakınlaştır
zh_cn: 缩放到选定对象
zh_hant: 縮放至選取範圍

# subscription.dashboard.power-up.enterprise-plan
source: Enterprise plan
es: Plan Enterprise
fr: Abonnement Entreprise
he: תוכנית מסחרית
hi: एंटरप्राइज प्लान
it: Piano Enterprise
lv: Plāns uzņēmējdarbībai
nl: Enterprise-abonnement
pt_br: Plano empresarial
ro: Abonament Enterprise
sv: Enterprise-abonnemang
tr: Kurumsal plan
zh_cn: 企业计划

# subscription.dashboard.power-up.enterprise-trial.top-title
source: Enterprise plan (trial)
es: Plan Enterprise (Prueba)
fr: Abonnement Entreprise (version d'essai)
he: תוכנית מסחרית (ניסיון)
hi: एंटरप्राइज़ योजना (परीक्षण)
it: Piano Enterprise (prova)
lv: Uzņēmējdarbības plāns (izmēģinājuma)
nl: Enterprise-abonnement (proef)
pt_br: Plano empresarial (teste)
ro: Abonament Enterprise (probă)
sv: Enterprise-abonnemang (provperiod)
tr: Kurumsal plan (deneme)
zh_cn: 企业计划（实验）

# subscription.dashboard.power-up.professional.bottom-text
source: Get extra storage, file recovery and more for your teams with the Unlimited plan. [Power up!|target:self](%s)
he: קבלת יותר מקום אחסון, שחזור קבצים ועוד עבור הצוותים שלך עם התוכנית ללא הגבלה. [להשתדרג!|target:self](%s)
it: Ottieni spazio extra, recupero file e altro per i tuoi team con il piano Unlimited. [Potenzia ora!|target:self](%s)
tr: Sınırsız plan ile takımlarınız için ek depolama alanı, dosya kurtarma ve daha fazlasını elde edin. [Güçlenin!|target:self](%s)

# subscription.dashboard.power-up.professional.top-title
source: Professional plan
es: Plan Professional
fr: Abonnement Professionnel
he: תוכנית מקצועית
hi: प्रोफेशनल प्लान
it: Piano Professional
lv: Profesionālais plāns
nl: Professional-abonnement
pt_br: Plano profissional
ro: Abonament Profesional
sv: Professional-abonnemang
tr: Profesyonel plan
zh_cn: 专业计划

# subscription.dashboard.power-up.subscribe
source: Subscribe
es: Suscríbete
fr: S'abonner
he: הרשמה
hi: सदस्यता लें
it: Iscriviti
lv: Abonēt
nl: Abonneren
pt_br: Assinar
ro: Abonează-te
sv: Prenumerera
tr: Abone ol
zh_cn: 订阅

# subscription.dashboard.power-up.trial.bottom-description
source: Enjoying your trial? Unlock full access forever.[Subscribe|target:self](%s)
es: ¿Disfrutas de la prueba? Desbloquea el acceso completo para siempre.[Suscríbete|target:self](%s)
fr: L'essai vous-a-t-il convaincu ? Activez l'accès complet permanent.[S'abonner](%s)
he: הניסיון מצליח עד כה? אפשר לקבל גישה מלאה לתמיד.[הרשמה|target:self](%s)
hi: क्या आप अपनी ट्रायल का आनंद ले रहे हैं? पूरी पहुँच हमेशा के लिए अनलॉक करें। [सदस्यता लें](%s)
it: Ti sta piacendo la prova? Sblocca l’accesso completo per sempre.[Abbonati](%s)
lv: Patīk izmēģinājuma laiks? Atslēdz nepārtrauktu pilnu piekļuvi! [Abonēt|target:self](%s)
nl: Bevalt de proefperiode? Kies voor altijd volledige toegang. [Abonneren|target:self](%s)
pt_br: Está gostando do seu teste? Libere acesso total para sempre﻿. [Assine|target:self](%s)
ro: Îți place perioada de probă? Deblochează acces complet permanent. [Abonează-te|target:self](%s)
sv: Trivs du med din provperiod? Få full åtkomst för alltid.[Prenumerera|target:self](%s)
tr: Deneme sürenizi beğendiniz mi? Tam erişimi sonsuza kadar açın. [Abone olun|target:self](%s)
zh_cn: 试用体验良好？永久解锁完整访问权限。[订阅|target:self](%s)

# subscription.dashboard.power-up.trial.top-title
source: Unlimited plan (trial)
es: Plan Unlimited (Prueba)
fr: Abonnement Illimité (essai)
he: תוכנית לא מוגבלת (ניסיון)
hi: अनलिमिटेड प्लान (परीक्षण)
it: Piano Unlimited (versione di prova)
lv: Neierobežots plāns (izmēģinājums)
nl: Unlimited-abonnement (proefversie)
pt_br: Plano ilimitado (teste)
ro: Plan Nelimitat (probă)
sv: Unlimited-abonnemang (provperiod)
tr: Sınırsız plan (deneme)
zh_cn: 无限计划（试验）

# subscription.dashboard.power-up.unlimited-plan
source: Unlimited plan
es: Plan Unlimited
fr: Abonnement Illimité
he: תוכנית לא מוגבלת
hi: अनलिमिटेड प्लान
it: Piano Unlimited
lv: Neierobežots plāns
nl: Unlimited-abonnement
pt_br: Plano ilimitado
ro: Plan Nelimitat
sv: Unlimited-abonnemang
tr: Sınırsız plan
zh_cn: 无限计划

# subscription.dashboard.power-up.unlimited.bottom-text
source: Get unlimited storage, extended file recovery and unlimited editors for all your teams at a fixed price. [Take a look at the Enterprise plan.|target:self](%s)
es: Consigue almacenamiento ilimitado, recuperación extendida de archivos y editores ilimitados para todos tus equipos a un precio fijo. [Echa un ojo al Plan Enterprise|target:self](%s)
he: קבלת עורכים נוספים, יותר גיבויים, אחסון בלתי מוגבל ועוד. [ממליצים להסתכל על התוכנית העסקית שלנו.|target:self](%s)
hi: अपनी सभी टीमों के लिए एक निश्चित कीमत पर असीमित स्टोरेज, विस्तारित फ़ाइल रिकवरी और असीमित एडिटर प्राप्त करें। [एंटरप्राइज़ प्लान देखें।|target:self](%s)
it: Ottieni spazio illimitato, recupero file esteso ed editor illimitati per tutti i tuoi team, ad un prezzo fisso. [Dai un’occhiata al piano Enterprise.|target:self](%s)
lv: Iegūsti papildu redaktorus, vairāk rezerves kopēšanas, neierobežotu krātuvi un vēl. [Ieskaties uzņēmējdarbības plānā!|target:self](%s)
nl: Krijg onbeperkte opslag, uitgebreid bestandsherstel en onbeperkte editors voor al je teams tegen een vaste prijs. [Kijk eens naar het Enterprise-abonnement.|target:self](%s)
pt_br: Obtenha armazenamento ilimitado, recuperação estendida de arquivos e editores ilimitados para todas as suas equipes por um preço fixo.﻿ [Dê uma olhada no plano empresarial.﻿|target:self](%s)
ro: Primește stocare nelimitată, recuperare extinsă a fișierelor și editori nelimitați pentru toate echipele tale la un preț fix. [Aruncă o privire la abonamentul Enterprise.|target:self](%s)
sv: Få obegränsad lagring, utökad filåterställning och obegränsade redigeringsverktyg för alla dina team till ett fast pris. [Ta en titt på Enterprise-abonnemanget.|target:self](%s)
tr: Sabit bir fiyatla tüm takımlarınız için sınırsız depolama alanı, kapsamlı dosya kurtarma ve sınırsız düzenleyici elde edin. [Kurumsal plana göz atın.|target:self](%s)
zh_cn: 以固定价格为您的所有团队提供无限存储空间、扩展文件恢复能力和无限编辑器。[查看企业版。|target:self](%s)

# subscription.dashboard.power-up.unlimited.cta
source: Take a look
es: Echa un vistazo
fr: Jetez un oeil
he: כדאי להציץ
hi: नज़र रखना
it: Dai un'occhiata
lv: Paskatīties
nl: Neem een kijkje
pt_br: Dê uma olhada
ro: Aruncă o privire
sv: Ta en titt
tr: Göz atın
zh_cn: 看一看

# subscription.dashboard.power-up.unlimited.top-description
source: Extra editors, storage and autosaved version, file backup and more.
es: Editores adicionales, almacenamiento y versión autoguardada, copia de seguridad de archivos y mucho más.
fr: Éditeurs et stockage supplémentaires, version à enregistrement automatique, sauvegarde des fichiers et bien plus encore.
he: עורכים נוספים, אחסון וגרסאות שמורות אוטומטית, גיבוי קבצים ועוד.
hi: अतिरिक्त संपादक, संग्रहण और ऑटोसेव्ड संस्करण, फ़ाइल बैकअप और भी बहुत कुछ।
it: Editor, spazio di archiviazione versioni salvate automaticamente aggiuntivi, file di backup e altro ancora.
lv: Papildu redaktori, krātuve un automātiski saglabātas versijas, datņu rezerves kopijas un vēl.
nl: Extra editors, opslag en automatisch opgeslagen versie, back-up van bestanden en meer.
pt_br: Editores extras, armazenamento, versão salva automaticamente, backup de arquivos e mais.
ro: Extra editori, stocare și versiuni auto-salvate, copii de rezervă și multe altele.
sv: Extra redaktörer, lagring och automatiskt sparad version, säkerhetskopiering av filer och mer.
tr: Ek düzenleyiciler, depolama ve otomatik kaydedilen sürüm, dosya yedekleme ve daha fazlası.
zh_cn: 额外的编辑器、存储和自动保存的版本、文件备份等等。

# subscription.dashboard.power-up.your-subscription
source: Your subscription:
es: Tu suscripción:
fr: Votre abonnement :
he: המינוי שלך:
hi: आपकी सदस्यता:
it: Il tuo abbonamento:
lv: Tavs abonements:
nl: Jouw abonnement:
pt_br: Sua assinatura:
ro: Abonamentul tău:
sv: Din prenumeration:
tr: Aboneliğiniz:
zh_cn: 您的订阅：

# subscription.dashboard.professional-dashboard-cta-title
source: You have %s editors across your owned teams, while your professional plan covers up to 8.
es: Tienes %s editores en todos tus equipos pero que tu plan profesional cubre hasta 8.
he: יש לך %s עורכים על פני הצוותים שבבעלותך, בעוד שהתוכנית המקצועית שלך מכסה עד 8.
hi: आपकी स्वामित्व वाली टीमों में %s संपादक हैं, जबकि आपकी व्यावसायिक योजना 8 तक को कवर करती है।
it: Hai %s editor nei team di tua proprietà, mentre il tuo piano Professional ne copre fino a 8.
nl: Je hebt %s-editors voor de teams in jouw beheer, terwijl jouw professionele abonnement maximaal 8 toestaat.
pt_br: Você tem %s editores em suas equipes próprias, enquanto seu plano profissional cobre até 8.﻿
ro: Ai %s editori în toate echipele deținute, dar planul profesional cuprinde doar până la 8.
sv: Du har %s redaktörer i dina egna team, medan ditt Professional-abonnemang täcker upp till 8.
tr: Sahip olduğunuz takımlarda %s düzenleyiciniz varken, profesyonel planınız 8'e kadar düzenleyiciyi kapsamaktadır.
zh_cn: 您所拥有的团队共有 %s 名编辑，而您的专业计划最多可拥有 8 名编辑。
