Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# labels.owner
source: Owner
ar: مالك
ca: Propietari
cs: Majitel
de: Eigentümer
el: Ιδιοκτήτης
es: Propiedad
eu: Jabea
fa: مالک
fr: Propriétaire
he: בעלים
hi: स्वामी
hr: Vlasnik
id: Pemilik
it: Proprietario
lv: Īpašnieks
ms: Pemilik
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário
pt_pt: Proprietário
ro: Autor
ru: Владелец
sr: Власник
sv: Ägare
th: เจ้าของ
tr: Sahip
zh_cn: 所有者
zh_hant: 擁有者

# labels.password
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
eu: Pasahitza
fa: کلمه‌عبور
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
id: Kata sandi
lv: Parole
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parola
ru: Пароль
sr: Лозинка
sv: Lösenord
th: รหัสผ่าน
tr: Parola
zh_cn: 密码
zh_hant: 密碼

# labels.pending-invitation
source: Pending
ar: قيد الانتظار
ca: Pendent
cs: Nevyřízený
de: Ausstehend
es: Pendiente
eu: Zain
fa: در انتظار
fr: En attente
he: בהמתנה
hi: लंबित
hr: U tijeku
id: Ditunda
it: In attesa
lv: Gaidīšana
ms: Belum selesai
nl: In behandeling
pl: Oczekiwanie
pt_br: Pendente
pt_pt: Pendente
ro: În curs
ru: Ожидание
sr: На чекању
sv: Pågående
tr: Bekliyor
zh_cn: 待办
zh_hant: 待辦

# labels.pinned-projects
source: Pinned Projects
es: Proyectos fijados
fr: Projets épinglés
he: מיזמים נעוצים
hi: पिन किए गए प्रोजेक्ट
it: Progetti in evidenza
nl: Vastgemaakte projecten
pt_br: Projetos fixados
ro: Proiecte fixate
ru: Закреплённые Проекты
sv: Fästa projekt
tr: Sabitlenen Projeler
zh_cn: 固定项目

# labels.post
source: Post
cs: Příspěvek
de: Versenden
es: Publicar
fr: Envoyer
he: רשומה
hi: डाक
hr: Objaviti
id: Kiriman
it: Pubblica
lv: Ieraksts
nl: Verzenden
pt_br: Publicar
ro: Postează
sv: Inlägg
tr: Gönder
zh_cn: 发帖
zh_hant: 發佈

# labels.previous
source: Previous
cs: Předchozí
de: Zurück
es: Anterior
fr: Précédent
he: הקודמת
hi: पिछला
hr: Prethodno
id: Sebelumnya
it: Precedente
lv: Iepriekšējais
ms: Sebelumnya
nl: Vorige
pt_br: Anterior
pt_pt: Anterior
ro: Anterior
ru: Предыдущий
sr: Предходно
sv: Föregående
tr: Önceki
zh_cn: 前一项
zh_hant: 先前

# labels.product-design
source: Product or UX design
cs: Produktový nebo UX design
de: Produkt- oder UX-Design
es: Diseño de Producto o UX
fr: Product Design ou UX Design
he: עיצוב מוצר או חוויית לקוח
hi: उत्पाद या UX डिज़ाइन
hr: Dizajn proizvoda ili UX
id: Desain produk atau UX
it: Design del prodotto o UX
lv: Produktu vai lietotāju pieredzes dizains
nl: Product- of UX-ontwerp
pt_br: Produto ou UX Design
pt_pt: Design de produtos ou UX
ro: Design produs sau UX
ru: Дизайн продуктов или UX
sr: Дизајн производа или дизајн корисничког искуства
sv: Produkt eller UX design
tr: Ürün veya kullanıcı deneyimi tasarımı
zh_cn: 产品或UX设计
zh_hant: 產品或使用者體驗(UX)設計

# labels.product-management
source: Product Management
cs: Produktový nebo projektový manažer
de: Produkt- oder Projektmanager
es: Gestión de Productos
fr: Gestionnaire de produit ou de projet
he: ניהול מוצר
hi: उत्पाद प्रबंधन
hr: Upravljanje proizvodima
id: Pengelolaan Produk
it: Gestione del prodotto
lv: Produktu vai projektu vadītājs
ms: Pengurus Produk atau Projek
pt_br: Gestão de Produtos
ro: Management de proiecte
ru: Управление продуктом
sr: Управљање производима
sv: Produktledning
tr: Ürün veya Proje yöneticisi
zh_cn: 产品经理/项目经理
zh_hant: 產品管理

# labels.profile
source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
eu: Profila
fa: پروفایل
fo: Vangamynd
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
id: Profil
it: Profilo
lv: Profils
ms: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sr: Налог
sv: Profil
th: โปรไฟล์
tr: Profil
zh_cn: 个人资料
zh_hant: 個人檔案

# labels.projects
source: Projects
ar: المشاريع
ca: Projectes
cs: Projekty
de: Projekte
el: Εργα
es: Proyectos
eu: Proiektuak
fa: پروژه‌ها
fr: Projets
he: מיזמים
hi: परियोजनाओं
hr: Projekti
id: Proyek
it: Progetti
lv: Projekti
ms: Projek
nl: Projecten
pl: Projekty
pt_br: Projetos
pt_pt: Projetos
ro: Proiecte
ru: Проекты
sr: Пројекти
sv: Projekt
th: โปรเจกต์
tr: Projeler
zh_cn: 项目
zh_hant: 專案

# labels.refresh
source: Refresh
de: Aktualisieren
fr: Actualiser
he: ריענון
hi: ताज़ा करें
id: Muat ulang
it: Ricarica
lv: Atsvaidzināt
nl: Vernieuwen
pt_br: Recarregar
ro: Actualizează
sv: Uppdatera
tr: Yenile
zh_cn: 刷新

# labels.release-notes
source: Release notes
ar: ملاحظات الإصدار
ca: Notes de la versió
cs: Poznámky k verzi
de: Versionshinweise
es: Notas de versión
eu: Bertsioaren oharrak
fa: یادداشت‌های انتشار
fr: Notes de version
he: הודעות מהדורה
hi: रिलीज़ नोट्स
id: Catatan rilis
it: Note di versione
lv: Laidiena apraksts
ms: Nota keluaran
nl: Release-opmerkingen
pl: Uwagi do wydania
pt_br: Notas de atualização
pt_pt: Notas de versões
ro: Mențiuni
ru: Примечания к выпуску
sr: Напомене о издању
sv: Releaseinformation
tr: Sürüm notları
zh_cn: 发布说明
zh_hant: 更新日誌

# labels.reload-file
source: Reload file
ca: Recarrega el fitxer
cs: Znovu načíst soubor
de: Datei neu laden
es: Recargar archivo
eu: Birkargatu fitxategia
fr: Actualiser le fichier
he: רענון קובץ
hi: फ़ाइल पुनः लोड करें
hr: Ponovno učitaj datoteku
id: Muat ulang berkas
it: Ricarica file
lv: Pārlādēt datni
ms: Muat semula fail
nl: Bestand opnieuw laden
pl: Przeładuj plik
pt_br: Recarregar arquivo
pt_pt: Recarregar ficheiro
ro: Reîncarcă fișierul
ru: Перезагрузить файл
sr: Поново учитај датотеку
sv: Ladda om fil
tr: Dosyayı yeniden yükle
zh_cn: 重新加载文件
zh_hant: 重新載入檔案

# labels.remove
source: Remove
ar: إزالة
ca: Elimina
cs: Odstranit
de: Entfernen
el: Διαγραφή
es: Quitar
eu: Kendu
fa: حذف
fr: Supprimer
he: הסרה
hi: हटाना
hr: Ukloni
id: Hapus
it: Rimuovi
lv: Noņemt
ms: Alih keluar
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sr: Уколни
sv: Ta bort
tr: Kaldır
zh_cn: 移除
zh_hant: 移除

# labels.remove-member
source: Remove member
ar: إزالة العضو
ca: Elimina membre
cs: Odebrat člena
de: Mitglied entfernen
es: Eliminar integrante
eu: Kendu kidea
fa: حذف عضو
fr: Retirer le membre
he: הסרת חבר
hi: सदस्य निकालें
hr: Ukloni člana
id: Keluarkan anggota
it: Rimuovi membro
lv: Noņemt dalībnieku
ms: Buang ahli
nl: Lid verwijderen
pl: Usuń członka zespołu
pt_br: Remover membro
pt_pt: Remover membro
ro: Elimină membru
ru: Удалить участника
sr: Уклони члана
sv: Ta bort medlem
tr: Üyeyi kaldır
zh_cn: 删除成员
zh_hant: 移除團隊成員

# labels.rename
source: Rename
ar: اعاده تسميه
ca: Canvia el nom
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
eu: Berrizendatu
fa: تغییرنام
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hr: Preimenuj
id: Ubah nama
it: Rinomina
lv: Pārdēvēt
ms: Namakan semula
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumire
ru: Переименовать
sr: Преименуј
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_hant: 重新命名

# labels.rename-team
source: Rename team
ar: إعادة تسمية الفريق
ca: Canvia el nom de l’equip
cs: Přejmenovat tým
de: Team umbenennen
el: Μετονομασία ομάδας
es: Renombra el equipo
eu: Berrizendatu taldea
fa: تغییر نام تیم
fr: Renommer l'équipe
he: שינוי שם לצוות
hi: टीम का नाम बदलें
hr: Preimenuj tim
id: Ubah nama tim
it: Rinomina il team
lv: Pārdēvēt grupu
ms: Namakan semula pasukan
nl: Team hernoemen
pl: Zmień nazwę zespołu
pt_br: Renomear equipe
pt_pt: Renomear equipa
ro: Modifică numele echipei
ru: Переименовать команду
sr: Преименуј тим
sv: Byt teamnamn
tr: Takımı yeniden adlandır
zh_cn: 重命名团队
zh_hant: 重新命名團隊

# labels.replies
source: replies
cs: odpovědi
de: Antworten
es: respuestas
fr: réponses
he: תגובות
hi: उत्तर
hr: odgovori
id: balasan
it: risposte
lv: atbildes
nl: reacties
pt_br: respostas
pt_pt: respostas
ro: răspunsuri
sv: svar
tr: yanıt
zh_cn: 回复
zh_hant: 回覆

# labels.replies.new
source: new replies
cs: nové odpovědi
de: neue Antworten
es: nuevas respuestas
fr: nouvelles réponses
he: תגובות חדשות
hi: नये उत्तर
hr: novi odgovori
id: balasan baru
it: nuove risposte
lv: jaunas atbildes
nl: nieuwe reacties
pt_br: novas respostas
pt_pt: novas respostas
ro: răspunsuri noi
sv: nya svar
tr: yeni yanıt
zh_cn: 新回复
zh_hant: 新回覆

# labels.reply
source: reply
cs: odpověď
de: Antwort
es: respuesta
fr: réponse
he: תגובה
hi: उत्तर
hr: odgovor
id: balas
it: risposta
lv: atbilde
nl: reactie
pt_br: resposta
pt_pt: resposta
ro: răspuns
sv: svara
tr: yanıt
zh_cn: 回复
zh_hant: 回覆

# labels.reply.new
source: new reply
cs: nová odpověď
de: neue Antwort
es: nueva respuesta
fr: nouvelle réponse
he: תגובה חדשה
hi: नया उत्तर
hr: novi odgovor
id: balasan baru
it: nuova risposta
lv: jauna atbilde
nl: nieuwe reactie
pt_br: nova resposta
pt_pt: nova resposta
ro: răspuns nou
sv: nytt svar
tr: yeni yanıt
zh_cn: 新回复
zh_hant: 新回覆

# labels.reply.thread
source: Reply
cs: Odpověď
de: Antwort
es: Responder
fr: Répondre
he: תגובה
hi: उत्तर
hr: Odgovor
id: Balas
it: Rispondi
lv: Atbildēt
nl: Reageren
pt_br: Resposta
pt_pt: Responder
ro: Răspunde
sv: Svara
tr: Yanıtla
zh_cn: 回复
zh_hant: 回覆

# labels.resend-invitation
source: Resend invitation
ar: إعادة إرسال الدعوة
ca: Reenvia invitació
cs: Znovu poslat pozvánku
de: Einladung erneut senden
es: Reenviar invitacion
eu: Birbidali gonbidapena
fa: فرستادن مجدد دعوتنامه
fr: Renvoyer l'invitation
he: שליחת ההזמנה מחדש
hi: आमंत्रण पुनः भेजें
hr: Ponovno pošalji pozivnicu
id: Kirim ulang undangan
it: Invia di nuovo l'invito
lv: Nosūtīt uzaicinājumu vēlreiz
ms: Hantar semula jemputan
nl: Uitnodiging opnieuw versturen
pl: Wyślij ponownie zaproszenie
pt_br: Reenviar convite
pt_pt: Reenviar convite
ro: Retrimite invitația
ru: Снова отправить приглашение
sr: Поново пошаљите позивницу
sv: Skicka inbjudan igen
tr: Daveti yeniden gönder
zh_cn: 重新发送邀请
zh_hant: 重新發送邀請

# labels.restore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
hi: पुनः स्थापित करें
hr: Vratiti
id: Pulihkan
it: Ricarica file
lv: Atjaunot
nl: Herstellen
pt_br: Restaurar
pt_pt: Restaurar
ro: Restaurează
sv: Återställ
tr: Geri yükle
zh_cn: 还原
zh_hant: 還原

# labels.retry
source: Retry
ar: أعد المحاولة
ca: Tornar a intentar-ho
cs: Zkusit znovu
de: Wiederholen
el: Ξαναδοκιμάσετε
es: Reintentar
eu: Berriz saiatu
fa: امتحان دوباره
fr: Réessayer
he: ניסיון חוזר
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
id: Coba lagi
it: Riprova
lv: Pamēģināt vēlreiz
ms: Cuba semula
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sr: Покушај поново
sv: Försök igen
tr: Yeniden dene
zh_cn: 重试
zh_hant: 重試

# labels.role
source: Role
ar: دور
ca: Rol
de: Rolle
el: Ρόλος
es: Rol
eu: Rola
fa: نقش
fr: Rôle
he: תפקיד
hi: भूमिका
hr: Uloga
id: Peran
it: Ruolo
lv: Loma
ms: Peranan
nl: Rol
pl: Rola
pt_br: Cargo
pt_pt: Cargo
ro: Rol
ru: Роль
sr: Улога
sv: Roll
tr: Rol
zh_cn: 角色
zh_hant: 角色

# labels.save
source: Save
ar: حفظ
ca: Desa
cs: Uložit
de: Speichern
el: Αποθηκεύση
es: Guardar
eu: Gorde
fa: ذخیره
fr: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
id: Simpan
it: Salva
lv: Saglabāt
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ro: Salvează
ru: Сохранить
sr: Сачувај
sv: Spara
tr: Kaydet
zh_cn: 保存
zh_hant: 儲存

# labels.search
source: Search
ca: Cerca
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hi: खोज
hr: Pretraživanje
id: Cari
it: Cerca
lv: Meklēt
ms: Cari
nl: Zoeken
pt_br: Buscar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sr: Претражи
sv: Sök
tr: Ara
zh_cn: 搜索
zh_hant: 搜尋

# labels.search-font
source: Search font
ar: البحث عن الخط
ca: Cerca tipografia
cs: Hledat písmo
da: Søg efter skrifttype
de: Schriftart suchen
es: Buscar fuente
eu: Bilatu letra-tipoa
fa: جستجوی فونت
fr: Rechercher une police
he: חיפוש גופן
hi: फ़ॉन्ट खोजें
hr: Pretraži font
id: Cari fon
it: Cerca un carattere
lv: Meklēt fontu
ms: Cari fon
nl: Lettertype zoeken
pl: Szukaj czcionki
pt_br: Buscar fonte
pt_pt: Pesquisar font
ro: Caută font
ru: Искать шрифт
sr: Претражи фонт
sv: Sök typsnitt
tr: Yazı tipi ara
zh_cn: 搜索字体
zh_hant: 搜尋字體

# labels.select-option
source: Select option
cs: Vyberte možnost
de: Wählen Sie eine Option
es: Selecciona una opción
fr: Sélectionnez une option
he: בחירת אפשרות
hi: विकल्प चुनें
hr: Odaberite opciju
id: Pilih opsi
it: Seleziona opzione
lv: Atlasīt iespēju
ms: Pilih pilihan
nl: Selecteer een optie
pt_br: Selecione uma opção
pt_pt: Escolhe uma opção
ro: Selectează opțiunea
ru: Выбрать вариант
sr: Изаберите опцију
sv: Välj alternativ
tr: Bir seçenek belirleyin
zh_cn: 选择选项
zh_hant: 選擇選項

# labels.send
source: Send
ar: ارسل
ca: Envia
cs: Poslat
de: Senden
el: Αποστολή ...
es: Enviar
eu: Bidali
fa: ارسال
fr: Envoyer
he: שליחה
hi: भेजना
hr: Pošalji
id: Kirim
it: Invia
lv: Nosūtīt
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimitere
ru: Отправить
sr: Пошаљи
sv: Skicka
tr: Gönder
zh_cn: 发送
zh_hant: 傳送

# labels.sending
source: Sending…
ar: ارسال…
ca: S'està enviant…
cs: Odesílání…
de: Senden…
el: Αποστολή…
es: Enviando…
eu: Bidaltzen…
fa: درحال ارسال…
fr: Envoi…
he: מתבצעת שליחה…
hi: भेजा जा रहा है…
hr: Slanje…
id: Mengirim…
it: Invio…
lv: Nosūtīšana…
ms: Menghantar…
nl: Versturen…
pl: Wysyłanie…
pt_br: Enviando…
pt_pt: Enviando…
ro: Se trimite…
ru: Отправка…
sr: Шаље се…
sv: Skickar…
tr: Gönderiliyor…
zh_cn: 正在发送…
zh_hant: 正在傳送…

# labels.service-unavailable.desc-message
source: We are in programmed maintenance of our systems.
ar: نحن في صيانة مبرمجة لأنظمتنا.
ca: Estem de manteniment programat dels nostres sistemes.
cs: Provádíme plánovanou údržbu našich systémů.
de: Wir befinden uns in der planmäßigen Wartung unserer Systeme.
el: Είμαστε σε προγραμματισμένη συντήρηση των συστημάτων μας.
es: Estamos en una operación de mantenimiento programado de nuestros sistemas.
eu: Gure sistemaren programatutako mantentze-lanak egiten ari gara.
fa: ما در حال تعمیر و نگهداری برنامه‌ریزی شده سیستم‌های خود هستیم.
fr: Nous sommes en maintenance planifiée de nos systèmes.
he: אנחנו בהפוגת תחזוקה מתוכננת של המערכות שלנו.
hi: हमारे सिस्टम्स की निर्धारित रखरखाव प्रक्रिया चल रही है।
hr: U programiranom smo održavanju naših sustava.
id: Kami dalam pemeliharaan yang telah diprogram untuk sistem kami.
it: Stiamo effettuando la manutenzione programmata dei nostri sistemi.
lv: Mēs esam ieplānotos sistēmu uzturēšanas darbos.
ms: Kami sedang menjalankan penyelenggaraan berjadual pada sistem kami.
nl: We zijn bezig met onderhoud van onze systemen.
pl: Zajmujemy się planowaną konserwacją naszych systemów.
pt_br: Estamos em manutenção programada de nossos sistemas.
pt_pt: Estamos numa manutenção programada dos nossos sistemas.
ro: Momentan suntem în mentenanță.
ru: Мы проводим диагностику наших систем.
sr: Тренутно вршимо програмско одржавање наших система.
sv: Vi utför schemalagt underhåll av våra system.
tr: Sistemlerimizin programlı bakımını yapıyoruz.
zh_cn: 我们正在进行系统的程序维护。
zh_hant: 系統正在進行定期保養。

# labels.service-unavailable.main-message
source: Service Unavailable
ar: الخدمة غير متوفرة
ca: Servei no disponible
cs: Služba je nedostupná
de: Service nicht verfügbar
el: Η υπηρεσία δεν είναι διαθέσιμη
es: El servicio no está disponible
eu: Zerbitzua ez dago martxan
fa: سرویس در دسترس نیست
fr: Service non disponible
he: השירות אינו זמין
hi: सेवा अनुपलब्ध है
hr: Usluga je nedostupna
id: Layanan Tidak Tersedia
it: Servizio non disponibile
lv: Pakalpojums nav pieejams
ms: Perkhidmatan Tidak Tersedia
nl: Service niet beschikbaar
pl: Serwis niedostępny
pt_br: Serviço indisponível
pt_pt: Serviço Indisponível
ro: Serviciul nu este disponibil
ru: Сервис недоступен
sr: Услуга недоступна
sv: Tjänsten är inte tillgänglig
tr: Hizmet Kullanılamıyor
zh_cn: 服务不可用
zh_hant: 暫停服務

# labels.sets
source: Sets
cs: Sady
fr: Collections
he: סדרות
hi: सेट्स
hr: Skupovi
id: Set
it: Set
lv: Kopas
nl: Verzamelingen
ro: Seturi
sv: Uppsättningar
tr: Kümeler
zh_cn: 集
zh_hant: 套

# labels.settings
source: Settings
ar: إعدادات
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Σύνθεση
es: Configuración
eu: Ezarpenak
fa: تنظیمات
fr: Configuration
he: הגדרות
hi: सेटिंग्स
hr: Postavke
id: Pengaturan
it: Configurazione
lv: Iestatījumi
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sr: Подешавања
sv: Inställningar
tr: Ayarlar
zh_cn: 设置
zh_hant: 設定

# labels.share
source: Share
ca: Comparteix
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hi: साझा करें
hr: Dijeliti
id: Bagikan
it: Condividi
lv: Kopīgot
ms: Kongsi
nl: Delen
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sr: Дели
sv: Dela
tr: Paylaş
zh_cn: 分享
zh_hant: 分享

# labels.share-prototype
source: Share prototype
ar: مشاركة النموذج الأولي
ca: Comparteix prototip
cs: Sdílet prototyp
de: Prototyp teilen
el: Μοιραστείτε το link
es: Compartir prototipo
eu: Partekatu prototipoa
fa: به اشتراک گذاشتن پروتوتایپ
fr: Partager le prototype
he: שיתוף אבטיפוס
hi: प्रोटोटाइप साझा करें
hr: Podijeli prototip
id: Bagikan prototipe
it: Condividi il prototipo
lv: Kopīgot prototipu
ms: Kongsi prototaip
nl: Prototype delen
pl: Udostępnij prototyp
pt_br: Compartilhar protótipo
pt_pt: Partilhar protótipo
ro: Distribuie link
ru: Поделиться ссылкой
sr: Дели прототип
sv: Dela prototyp
tr: Prototipi paylaş
zh_cn: 分享原型
zh_hant: 分享原型

# labels.shared-libraries
source: Libraries
ar: المكتبات المشتركة
ca: Biblioteques compartides
cs: Knihovny
de: Gemeinsam genutzte Bibliotheken
el: Κοινόχρηστες βιβλιοθήκες
es: Bibliotecas
eu: Partekatutako liburutegiak
fa: کتابخانه‌های مشترک
fr: Bibliothèques
he: ספריות משותפות
hi: लाइब्रेरीज़
hr: Bibiloteke
id: Pustaka
it: Librerie condivise
lv: Bibliotēkas
ms: Perpustakaan
nl: Bibliotheek
pl: Biblioteki Współdzielone
pt_br: Bibliotecas
pt_pt: Bibliotecas
ro: Biblioteci distribuite
ru: Библиотеки
sr: Библиотеке
sv: Bibliotek
tr: Paylaşılan Kütüphaneler
zh_cn: 共享库
zh_hant: 檔案庫

# labels.show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
he: הצגה
hi: दिखाएँ
id: Tampilkan
it: Mostra
lv: Parādīt
nl: Weergeven
ro: Afișează
sv: Visa
tr: Göster
zh_cn: 显示

# labels.show-all-comments
source: Show all comments
ar: إظهار كافة التعليقات
ca: Mostra tots els comentaris
cs: Zobrazit všechny komentáře
de: Alle Kommentare anzeigen
el: Εμφάνιση όλων των σχολίων
es: Mostrar todos los comentarios
eu: Erakutsi iruzkin guztiak
fa: نمایش همه نظرات
fr: Afficher tous les commentaires
he: הצגת כל ההערות
hi: सभी टिप्पणियाँ दिखाएँ
hr: Prikaži sve komentare
id: Tampilkan semua komentar
it: Mostra tutti i commenti
lv: Rādīt visus komentārus
ms: Paparkan semua komen
nl: Alle commentaar tonen
pl: Pokaż wszystkie komentarze
pt_br: Mostrar todos os comentários
pt_pt: Mostrar todos os comentários
ro: Afișează toate comentariile
ru: Все комментарии
sr: Прикажи све коментаре
sv: Visa alla kommentarer
tr: Tüm yorumları göster
zh_cn: 显示所有评论
zh_hant: 顯示所有留言

# labels.show-comments-list
source: Show comments list
ar: قائمة التعليقات
ca: Mostra la llista de comentaris
cs: Zobrazit seznam komentářů
de: Kommentarliste anzeigen
es: Mostrar lista de comentarios
eu: Erakutsi iruzkinen zerrenda
fa: نمایش لیست نظرات
fr: Afficher la liste des commentaires
he: הצגת רשימת הערות
hi: टिप्पणियाँ सूची दिखाएँ
hr: Prikaži listu komentara
id: Tampilkan daftar komentar
it: Mostra la lista dei commenti
lv: Rādīt komentāru sarakstu
ms: Paparkan senarai komen
nl: Commentaarlijst tonen
pl: Pokaż listę komentarzy
pt_br: Mostrar lista de comentários
pt_pt: Mostrar lista de comentários
ro: Arată lista de comentarii
ru: Показать список комментариев
sr: Прикажи листу кометара
sv: Visa kommentarslista
tr: Yorum listesini göster
zh_cn: 显示评论列表
zh_hant: 顯示留言列表

# labels.show-mentions
source: Show only your mentions
cs: Zobrazit pouze vaše zmínky
de: Nur Ihre Erwähnungen anzeigen
es: Mostrar sólo tus menciones
fr: Afficher uniquement vos mentions
he: הצגת האזכורים שלך בלבד
hi: सिर्फ आपके उल्लेख दिखाएँ
hr: Prikaži samo svoja spominjanja
id: Hanya tampilkan sebutan Anda
it: Mostra solo le tue menzioni
lv: Rādīt tikai manas pieminēšanas
nl: Alleen jouw vermeldingen weergeven
pt_pt: Mostrar apenas as tuas menções
ro: Afișează doar răspunsurile tale
ru: Показать только упоминания
sv: Visa bara dina omnämnanden
tr: Yalnızca değinmelerinizi göster
zh_cn: 只显示您的提及
zh_hant: 僅顯示您的提及

# labels.show-your-comments
source: Show only your comments
ar: إظهار تعليقاتك فقط
ca: Mostra només els meus comentaris
cs: Zobrazit pouze vaše komentáře
de: Nur eigene Kommentare anzeigen
el: Εμφάνιση μόνο των δικών σας σχολίων
es: Mostrar sólo tus comentarios
eu: Erakutsi zure iruzkinak bakarrik
fa: فقط نظرات خودتان را نشان دهید
fr: Afficher uniquement vos commentaires
he: הצגת ההערות שלך בלבד
hi: सिर्फ आपकी टिप्पणियाँ दिखाएँ
hr: Prikaži samo tvoje komentare
id: Hanya tampilkan komentar Anda
it: Mostra solo i tuoi commenti
lv: Rādīt tikai manas piebildes
ms: Paparkan komen anda sahaja
nl: Alleen eigen commentaar tonen
pl: Pokaż tylko swoje komentarze
pt_br: Mostrar apenas seus comentários
pt_pt: Mostrar apenas os teus comentários
ro: Afișează doar comentariile mele
ru: Только мои
sr: Покажите само своје коментаре
sv: Visa bara dina kommentarer
tr: Yalnızca kendi yorumlarımı göster
zh_cn: 只显示你的评论
zh_hant: 僅顯示您的評論

# labels.sources
source: Sources
es: Recursos
he: מקורות
hi: स्त्रोत
it: Fonti
nl: Bronnen
pt_br: Recursos
ro: Surse
ru: Источники
sv: Källor
tr: Kaynaklar
zh_cn: 源

# labels.start
source: Start
es: Comenzar
fr: Commencer
he: התחלה
hi: प्रारंभ
id: Mulai
it: Inizia
lv: Sākt
ms: Mula
nl: Starten
pt_pt: Começar
ro: Începeți
ru: Начать
sr: Почните
tr: Başla
zh_cn: 开始
zh_hant: 開始

# labels.status
source: Status
ar: الحالة
ca: Estat
eu: Egoera
fa: وضعیت
fr: Statut
he: מצב
hi: स्थिति
it: Stato
lv: Statuss
pt_pt: Estado
ro: Stare
ru: Состояние
sr: Стање
tr: Durum
zh_cn: 状态
zh_hant: 狀態

# labels.student-teacher
source: Student or teacher
cs: Student nebo učitel
de: Schüler oder Lehrer
es: Estudiante o profesor
fr: Étudiant ou enseignant
he: סטודנט/ית או מרצה
hi: छात्र या शिक्षक
hr: Učenik ili učitelj
id: Siswa atau Guru
it: Studente o docente
lv: Students vai pasniedzējs
ms: Pelajar atau guru
nl: Student of docent
pt_pt: Estudante ou professor(a)
ro: Student sau profesor
ru: Студент или преподаватель
sr: Ученик или наставник
sv: Student eller lärare
tr: Öğrenci veya öğretmen
zh_cn: 学生/教师
zh_hant: 學生或老師

# labels.team-leader
source: Team Leader
cs: Vedoucí týmu
de: Teamleiter
es: Líder de equipo
fr: Chef de projet
he: מוביל או מובילת צוות
hi: टीम लीडर
hr: Voditelj tima
id: Pemandu Tim
it: Capo del team
lv: Komandas vadītājs
nl: Teamleider
pt_pt: Líder de equipa
ro: Lider echipă
ru: Руководитель группы
sr: Вођа тима
sv: Teamledare
tr: Takım Lideri
zh_cn: 团队领导
zh_hant: 隊長

# labels.team-member
source: Team member
cs: Člen týmu
de: Teammitglied
es: Miembro de equipo
fr: Membre d'une équipe
he: חבר או חברת צוות
hi: टीम के सदस्य
hr: Član tima
id: Anggota tim
it: Membro del team
lv: Komandas dalībnieks
nl: Teamlid
pt_pt: Membro de equipa
ro: Membru echipă
ru: Член команды
sr: Члан тима
sv: Teammedlem
tr: Takım üyesi
zh_cn: 团队成员
zh_hant: 隊員

# labels.themes
source: Themes
cs: Motivy
de: Themen
es: Temas
fr: Thèmes
he: ערכות עיצוב
hi: थीम्स
hr: Teme
id: Tema
it: Temi
lv: Izskati
nl: Thema's
pt_pt: Temas
ro: Teme
sv: Teman
tr: Temalar
zh_cn: 主题
zh_hant: 佈景主題

# labels.tutorials
source: Tutorials
ar: الدروس
cs: Tutoriály
es: Tutoriales
eu: Tutorialak
fa: آموزش‌ها
fr: Tutoriels
he: מדריכים
hi: ट्यूटोरियल्स
hr: Upute
id: Tutorial
it: Tutorial
lv: Pamācības
ms: Tutorial
nl: Introductie
pl: Samouczki
pt_br: Tutorial
pt_pt: Tutoriais
ro: Tutoriale
ru: Руководства
sr: Туторијали
sv: Självstudier
tr: Öğreticiler
zh_cn: 教程
zh_hant: 教學

# labels.unknown-error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
it: Errore sconosciuto
lv: Nezināma kļūda
nl: Onbekende fout
pt_pt: Erro desconhecido
ro: Eroare necunoscută
sv: Okänt fel
tr: Bilinmeyen hata
zh_cn: 未知错误
