Repository: penpot/penpot
Catalog: frontend/translations/*.po
Languages: af, ar, bn, ca, cs, da, de, el, es, es_419, eu, fa, fo, fr, fr_ca, he, hi, hr, id, it, ko, lt, lv, ml, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, sv, ta, th, tr, zh_cn, zh_hant

# modals.promote-owner-confirm.message
source: You are the current owner of this team. Are you sure you want to make %s the new owner of the team?
ar: هل أنت متأكد أنك تريد ترقية هذا المستخدم إلى مالك؟
ca: Actualment sou el propietari de l'equip. Segur que voleu ascendir aquest usuari a propietari?
cs: Jste současným vlastníkem tohoto týmu. Opravdu chcete udělat %s novým vlastníkem týmu?
de: Sind Sie sicher, dass Sie diesen Benutzer zum Eigentümer befördern wollen?
el: Είστε σίγουροι ότι θέλετε να προωθήσετε αυτό το χρήστη στον ιδιοκτήτη;
es: Tienes la propiedad de este equipo. ¿Seguro que quieres transferir la propiedad del equipo a %s?
eu: Taldearen jabea zara. Benetan %s taldearen gabe egin nahi duzu?
fa: شما مالک فعلی این تیم هستید. آیا مطمئنید که می‌خواهید %s را مالک جدید تیم کنید؟
fr: Vous êtes le propriétaire actuel de cette équipe. Voulez-vous vraiment promouvoir %s comme nouveau propriétaire de l'équipe ?
he: הצוות הזה הוא כרגע בבעלותך. להפוך את %s לבעלים החדשים של הצוות?
hi: आप इस टीम के वर्तमान स्वामी हैं। क्या आप वाकई %s को टीम का नया स्वामी बनाना चाहते हैं?
hr: Ti si trenutni vlasnik ovog tima. Jesi li siguran/na da %s želiš postaviti za novog vlasnika tima?
id: Anda saat ini adalah pemilik dari tim ini. Apakah Anda yakin ingin membuat %s sebagai pemilik tim ini?
it: Sei l'attuale proprietario di questo team. Trasferire la proprietà del team a %s?
lv: Tu esi šīs komandas pašreizējais īpašnieks. Vai tiešām iecelt %s par jauno komandas īpašnieku?
ms: Anda adalah pemilik semasa pasukan ini. Adakah anda pasti mahu menjadikan %s pemilik baharu pasukan?
nl: Je bent de huidige eigenaar van dit team. Weet je zeker dat je %s de nieuwe eigenaar van het team wilt maken?
pl: Jesteś obecnym właścicielem tego zespołu. Czy na pewno chcesz, aby %s został nowym właścicielem zespołu?
pt_br: Você é o atual proprietário da equipe. Tem certeza de que deseja promover este usuário a proprietário?
pt_pt: És o proprietário atual desta equipa. Tens a certeza de que pretendes promover %s a proprietário da equipa?
ro: Ești sigur că dorești să promovezi acest utilizator ca deținător al echipei?
ru: Вы текущий владелец этой команды. Вы уверены, что хотите сделать %s новым владельцем команды?
sr: Ви сте тренутни власник овог тима. Да ли сте сигурни да желите да %s буде нови власник тима?
sv: Du är den nuvarande ägaren av detta team. Är du säker på att du vill göra %s till den nya ägaren av teamet?
tr: Bu takımın şu anki sahibi sizsiniz. %s kişisini takımın yeni sahibi yapmak istediğinizden emin misiniz?
zh_cn: 您是此团队的所有者，你确定想要将所有者转让给该成员？
zh_hant: 您是此團隊的當前擁有者。您是否確實要使 %s 成為團隊的新擁有者？

# modals.promote-owner-confirm.title
source: New team owner
ar: مالك الفريق الجديد
ca: Ascendeix a propietari
cs: Nový majitel týmu
de: Zum Eigentümer befördern
el: Προώθηση σε κάτοχο
es: Nueva propiedad del equipo
eu: Taldearen jabe berria
fa: مالک جدید تیم
fr: Promouvoir propriétaire
he: בעלים חדשים לצוות
hi: नई टीम स्वामी
hr: Novi vlasnik tima
id: Pemilik tim baru
it: Nuovo proprietario del team
lv: Jauns komandas īpašnieks
ms: Pemilik pasukan baru
nl: Nieuwe teameigenaar
pl: Nowy właściciel zespołu
pt_br: Novo proprietário da equipe
pt_pt: Novo proprietário de equipa
ro: Confirmare promovare
ru: Новый владелец команды
sr: Нови власник тима
sv: Ny teamägare
tr: Yeni takım sahibi
zh_cn: 新增团队所有者
zh_hant: 新團隊老大

# modals.publish-empty-library.accept
source: Publish
ca: Publica
cs: Publikovat
de: Veröffentlichen
es: Publicar
fr: Publier
he: פרסום
hi: प्रकाशित
hr: Objavi
id: Terbitkan
it: Pubblica
lv: Publicēt
ms: Terbitkan
nl: Publiceren
pt_pt: Publicar
ro: Publică
ru: Опубликовать
sr: Објавите
sv: Publicera
tr: Yayınla
zh_cn: 发布
zh_hant: 發布

# modals.publish-empty-library.message
source: Your library is empty. Are you sure you want to publish it?
cs: Vaše knihovna je prázdná. Opravdu to chcete publikovat?
de: Ihre Bibliothek ist leer. Sind Sie sicher, dass Sie es veröffentlichen wollen?
es: Tu biblioteca está vacía. ¿Seguro que quieres publicarla?
fr: Votre bibliothèque est vide. Voulez-vous la publier quand même ?
he: הספרייה שלך ריקה. לפרסם אותה בכל זאת?
hi: आपकी लाइब्रेरी खाली है। क्या आप वाकई इसे प्रकाशित करना चाहते हैं?
hr: Vaša biblioteka je prazna. Jeste li sigurni da je želite objaviti?
id: Pustaka Anda sedang kosong. Apakah Anda ingin menerbitkannya?
it: La tua libreria è vuota. Sei sicuro di volerla pubblicare?
lv: Bibliotēka ir tukša. Vai tiešām publicēt to?
ms: Pustaka anda kosong. Adakah anda pasti mahu menerbitkannya?
nl: Je bibliotheek is leeg. Weet je zeker dat je het wilt publiceren?
pt_pt: A tua biblioteca está vazia. Tens a certeza que queres publicá-la?
ro: Biblioteca ta este goală. Ești sigur că vrei să o publici?
ru: Ваша библиотека пуста. Вы уверены, что хотите опубликовать её?
sr: Ваша библиотека је празна. Да ли сте сигурни да желите да је објавите?
sv: Ditt bibliotek är tomt. Är du säker på att du vill publicera den?
tr: Kütüphaneniz boş. Yine de yayınlamak istediğinizden emin misiniz?
zh_cn: 你的库是空的。你确定想要发布它？
zh_hant: 你的圖庫是空的。您確定要發布它嗎？

# modals.publish-empty-library.title
source: Publish empty library
cs: Publikovat prázdnou knihovnu
de: Leere Bibliothek veröffentlichen
es: Publicar biblioteca vacía
fr: Publier la bibliothèque vide
he: פרסום ספרייה ריקה
hi: खाली लाइब्रेरी प्रकाशित करें
hr: Objavi praznu biblioteku
id: Terbitkan pustaka kosong
it: Pubblica libreria vuota
lv: Publicēt tukšu bibliotēku
ms: Terbitkan perpustakaan kosong
nl: Lege bibliotheek publiceren
pt_pt: Publicar biblioteca vazia
ro: Publică o bibliotecă goală
ru: Опубликовать пустую библиотеку
sr: Објавите празну библиотеку
sv: Publicera tomt bibliotek
tr: Boş kütüphaneyi yayınla
zh_cn: 发布空白库
zh_hant: 發布空圖庫

# modals.remove-shared-confirm.accept
source: Remove as Shared Library
ar: أزل كمكتبة مشتركة
ca: Elimina de la biblioteca compartida
cs: Odebrat jako sdílenou knihovnu
de: Als gemeinsam genutzte Bibliothek entfernen
el: Κατάργηση ως Κοινόχρηστη βιβλιοθήκη
es: Eliminar como Biblioteca Compartida
eu: Ezabatu partekatutako liburutegi gisa
fa: حذف به عنوان کتابخانه مشترک
fo: Strikað sum Deilt Savn
fr: Supprimer en tant que bibliothèque partagée
he: הסרה כספריה משותפת
hi: साझा लाइब्रेरी के रूप में हटाएं
hr: Ukloni kao zajedničku biblioteku
id: Hapus sebagai Pustaka Terbagi
it: Elimina come libreria condivisa
lv: Noņemt kā koplietojamo bibliotēku
ms: Alih keluar sebagai Pustaka Kongsi
nl: Als gedeelde bibliotheek verwijderen
pl: Usuń jako Bibliotekę Współdzieloną
pt_br: Remover da Biblioteca Compartilhada
pt_pt: Remover como Biblioteca Partilhada
ro: Elimină din Colecțiile Distribuite
ru: Удалить из общих библиотек
sr: Уклони као дељену библиотеку
sv: Ta bort som delat bibliotek
tr: Paylaşılan Kütüphane olarak kaldır
zh_cn: 不再作为共享库
zh_hant: 刪除共享圖庫

# modals.remove-shared-confirm.hint
source: Once removed as Shared Library, the File Library of this file will stop being available to be used among the rest of your files.
ar: بمجرد إزالتها كمكتبة مشتركة، ستتوقف مكتبة الملفات لهذا الملف عن كونها متاحة للاستخدام بين بقية ملفاتك.
ca: Una vegada suprimida com a biblioteca compartida, la biblioteca d'aquest fitxer deixarà d'estar disponible per a la resta dels fitxers.
cs: Po odstranění jako Sdílené knihovny přestane být knihovna tohoto souboru k dispozici pro použití se zbytkem vašich souborů.
de: Sobald Sie diese Datai aus den geteilten Bibliotheken entfernen, steht Ihnen die Bibliothek dieser Datei nicht mehr in anderen Dateien zur Verfügung.
el: Μόλις καταργηθεί ως Κοινόχρηστη βιβλιοθήκη, η Βιβλιοθήκη αρχείων αυτού του αρχείου θα σταματήσει να είναι διαθέσιμη για χρήση στα υπόλοιπα αρχεία σας.
es: Una vez eliminado como Biblioteca Compartida, la Biblioteca de este archivo dejará de estar disponible para ser usada por el resto de tus archivos.
eu: Partekatutako liburutegi gisa ezabatu ostean, fitxategi honen liburutegia ezingo da zure beste fitxategietan erabili.
fa: پس از حذف به‌عنوان کتابخانه مشترک، کتابخانه فایل این فایل برای استفاده در بین بقیه فایل‌های شما در دسترس نخواهد بود.
fr: Une fois supprimée en tant que bibliothèque partagée, la bibliothèque de ce fichier ne pourra plus être utilisée par le reste de vos fichiers.
he: לאחר הסרה כספריה משותפת, ספריית הקבצים של הקובץ הזה לא תהיה זמינה עוד לשימוש בקרב שאר הקבצים שלך.
hi: साझा लाइब्रेरी के रूप में हटाए जाने के बाद, इस फाइल की फ़ाइल लाइब्रेरी आपके बाकी फाइलों में उपयोग के लिए उपलब्ध नहीं रहेगी।
hr: Nakon uklanjanja kao zajedničke biblioteke, biblioteka datoteka ove datoteke više neće biti dostupna za korištenje među tvojim ostalim datotekama.
id: Ketika dihapus sebagai Pustaka Terbagi, Pustaka Berkas dari berkas ini akan tidak lagi tersedia untuk digunakan di antara berkas Anda.
it: Una volta rimossa come libreria condivisa, la libreria file di questo file non sarà più disponibile per l'uso tra gli altri tuoi file.
lv: Tiklīdz šīs datnes datņu bibliotēka būs noņemta kā koplietojama bibliotēka, tā pārstās būt pieejama izmantošanai pārējās datnēs.
ms: Setelah dialih keluar sebagai Pustaka Kongsi, Pustaka Fail fail ini akan berhenti tersedia untuk digunakan di antara fail anda yang lain.
nl: Eenmaal verwijderd als gedeelde bibliotheek, is de bestandsbibliotheek van dit bestand niet meer beschikbaar voor gebruik onder de rest van je bestanden.
pl: Po usunięciu jako Biblioteka Współdzielona, Biblioteka Plików tego pliku przestanie być dostępna do użytku wśród pozostałych plików.
pt_br: Depois de removido da Biblioteca Compartilhada, os Componentes deste arquivo deixarão de estar disponível para serem usados com o resto de seus arquivos.
pt_pt: Uma vez removida como Biblioteca Partilhada, a Biblioteca de Ficheiros deste ficheiro deixarão de estar disponíveis para serem utilizados com o resto dos teus ficheiros.
ro: O dată șters din Colecțiile Distribuite, toate fișierele acestei colecții nu vor mai fi disponibile altora.
ru: После удаления из общей библиотеки, файл библиотеки этого файла перестанет быть доступной для использования вместе с остальными вашими файлами.
sr: Када се уклони као дељена библиотека, библиотека датотека ове датотеке ће престати да буде доступна за коришћење међу осталим вашим датотекама.
sv: När det har tagits bort som ett delat bibliotek, kommer filbiblioteket i den här filen sluta vara tillgänglig för att användas bland resten av dina filer.
tr: Paylaşılan Kütüphane olarak kaldırıldıktan sonra, bu dosyanın Dosya Kütüphanesi, dosyalarınızın geri kalanında artık kullanılabilir olmayacak.
zh_cn: 一旦不再作为共享库，该文档库就不能继续用于你的其他文档中。
zh_hant: 一旦從共享圖庫中刪除，該文件的文件庫將不再可供其餘文件使用。

# modals.remove-shared-confirm.message
source: Remove “%s” as Shared Library
ar: أزل "%s" كمكتبة مشتركة
ca: Elimina «%s» com a biblioteca compartida
cs: Odebrat „%s“ jako sdílenou knihovnu
de: Entfernen Sie “%s” als gemeinsam genutzte Bibliothek
el: Καταργήστε το “%s” ως Κοινόχρηστη βιβλιοθήκη
es: Añadir “%s” como Biblioteca Compartida
eu: Gehitu "%s" partekatutako liburutegi bezala
fo: Strika "%s" sum Deilt Savn
fr: Retirer « %s » en tant que bibliothèque partagée
he: הסרת „%s” כספריה משותפת
hi: “%s” को साझा लाइब्रेरी से हटाएँ
hr: Ukloni “%s” kao zajedničku biblioteku
id: Hapus “%s” sebagai Pustaka Terbagi
it: Elimina "%s" come libreria condivisa
lv: Noņemt “%s” kā koplietojamu bibliotēku
ms: Alih keluar "%s" sebagai Pustaka Kongsi
nl: "%s" als gedeelde bibliotheek verwijderen
pl: Usuń “%s” jako Bibliotekę Współdzieloną
pt_br: Remover “%s” da Biblioteca Compartilhada
pt_pt: Remover "%s" como Biblioteca Partilhada
ro: Șterge “%s” din Colecții Distribuite
ru: Удалить “%s” из общей библиотеки
sr: Уклоните "%s" као дељену библиотеку
sv: Ta bort "%s" som delat bibliotek
tr: “%s” Paylaşılan Kütüphanesini Kaldır
zh_cn: 不再将“%s”作为共享库
zh_hant: 移除“%s”共享庫

# modals.small-nudge
source: Small nudge
ar: دفعة صغيرة
ca: Mínima
cs: Malé posunutí
de: Minimal
es: Mínimo
eu: Gutxienekoa
fr: Petit nudge
he: הינד קטן
hi: छोटा धक्का
hr: Mali pomak
id: Dorongan kecil
it: Piccolo scatto
lv: Maza nobīde
ms: Anjakan kecil
nl: Kleine verschuiving
pl: Małe przesunięcie
pt_br: Pequeno deslocamento
pt_pt: Pequeno deslocamento
ro: Înghiont mic
ru: Небольшое подталкивание
sr: Мало гуркање
sv: Liten knuff
tr: Küçük dürtme
zh_cn: 小幅微调
zh_hant: 小幅微調

# modals.unpublish-shared-confirm.accept
source: Unpublish
ar: إلغاء النشر
cs: Zrušit publikování
de: Veröffentlichung aufheben
es: Despublicar
eu: Argitaratzea atzera bota
fr: Dépublier
he: ביטול פרסום
hi: अप्रकाशित करें
id: Batalkan penerbitan
it: Rimuovi pubblicazione
lv: Nav atlases
ms: Nyahterbit
nl: Publicatie ongedaan maken
pl: Cofnij publikację
pt_br: Despublicar
pt_pt: Cancelar publicação
ro: Anulează publicarea
ru: Отменить публикацию
sr: Опозови објављивање
sv: Avpublicera
tr: Yayından kaldır
zh_cn: 取消发布
zh_hant: 取消發布

# modals.unpublish-shared-confirm.message
source: Are you sure you want to unpublish this library?
cs: Opravdu chcete zrušit publikování této knihovny?
de: Möchten Sie die Veröffentlichung dieser Bibliothek wirklich aufheben?
es: ¿Seguro que quieres despublicar esta biblioteca?
eu: Benetan liburutegi honen argitaratzea atzera bota nahi duzu?
fr: Vous êtes sûr de vouloir retirer cette bibliothèque ?
he: לבטל את פרסום הספרייה הזאת?
hi: क्या आप वाकई इस लाइब्रेरी को अप्रकाशित करना चाहते हैं?
hr: Jesi li siguran/na da želiš poništiti objavu ove biblioteke?
id: Apakah Anda yakin ingin membatalkan penerbitan pustaka ini?
it: Annullare la pubblicazione di questa libreria?
lv: Nav izvēlēta neviena bibliotēka
ms: Adakah anda pasti mahu menyahterbitkan perpustakaan ini?
nl: Weet je zeker dat je de publicatie van deze bibliotheek ongedaan wilt maken?
pl: Czy na pewno chcesz cofnąć publikację tej biblioteki?
pt_br: Tem certeza de que deseja cancelar a publicação desta biblioteca?
pt_pt: Tens a certeza de que queres cancelar a publicação desta biblioteca?
ro: Sigur dorești să anulezi publicarea acestei biblioteci?
ru: Вы уверены, что хотите снять с публикации эту библиотеку?
sr: Да ли сте сигурни да желите да опозовете објављивање ове библиотеке?
sv: Är du säker på att du vill avpublicera detta bibliotek?
tr: Bu kütüphaneyi yayından kaldırmak istediğinizden emin misiniz?
zh_cn: 你是否确认取消发布这个库?
zh_hant: 您確實要取消發布該圖庫嗎？

# modals.unpublish-shared-confirm.title
source: Unpublish library
cs: Zrušit publikování knihovny
de: Veröffentlichung der Bibliothek aufheben
es: Despublicar biblioteca
eu: Liburutegiaren argitaratzea atzera bota
fr: Retirer la bibliothèque
he: ביטול פרסום ספרייה
hi: लाइब्रेरी अप्रकाशित करें
hr: Poništi objavu biblioteke
id: Batalkan penerbitan pustaka
it: Annulla pubblicazione libreria
lv: Atcelt bibliotēkas publicēšanu
ms: Nyahterbit pustaka
nl: Publicatie bibliotheek ongedaan maken
pl: Cofnij publikację biblioteki
pt_br: Cancelar publicação da biblioteca
pt_pt: Cancelar publicação da biblioteca
ro: Anulează publicarea bibliotecii
ru: Снять библиотеку с публикации
sr: Опозови објављивање библиотеке
sv: Avpublicera biblioteket
tr: Kütüphaneyi yayından kaldır
zh_cn: 取消发布库
zh_hant: 取消圖庫

# modals.update-remote-component-in-bulk.hint
source: You are about to update components in a shared library. This may affect other files that use it.
ar: أنت على وشك تحديث المكونات في مكتبة مشتركة. قد يؤثر هذا على الملفات الأخرى التي تستخدمها.
ca: S'actualitzaran els components en una llibreria compartida. Això podria afectar altres fitxers que els usen.
cs: Chystáte se aktualizovat komponenty ve sdílené knihovně. To může ovlivnit další soubory, které jej používají.
de: Sie sind dabei, Komponenten in einer gemeinsam genutzten Bibliothek zu aktualisieren. Dies kann sich auf andere Dateien auswirken, die diese verwenden.
es: Vas a actualizar componentes en una biblioteca compartida. Esto puede afectar a otros archivos que la usen.
eu: Partekatutako liburutegi baten osagaiak eguneratzera zoaz. Honek berau darabilten beste fitxategi batzuengan eragina izan dezake.
fr: Vous êtes sur le point de mettre à jour les composants d'une bibliothèque partagée. Cela peut affecter d'autres fichiers qui l'utilisent.
he: פעולה זו תעדכן רכיבים בספרייה משותפת. עשוי להשפיע על קבצים אחרים שמשתמשים בה.
hi: आप साझा लाइब्रेरी में घटकों को अपडेट करने वाले हैं। इससे अन्य फ़ाइलों पर असर पड़ सकता है जो इसका उपयोग करती हैं।
hr: Upravo ćeš ažurirati komponente u zajedničkoj biblioteci. To može utjecati na druge datoteke koje ga koriste.
id: Anda akan memperbarui komponen dalam pustaka terbagi. Ini mungkin memengaruhi berkas lain yang menggunakannya.
it: Stai per aggiornare i componenti in una libreria condivisa. Questo potrebbe causare modifiche nei file che la utilizzano.
lv: Tiks atjauninātas sastāvdaļas koplietojamā bibliotēkā. Tas var ietekmēt citas datnes, kurās tās ir izmantotas.
ms: Anda akan mengemas kini komponen dalam pustaka kongsi. Ini mungkin menjejaskan fail lain yang menggunakannya.
nl: Je staat op het punt om componenten in een gedeelde bibliotheek bij te werken. Dit kan van invloed zijn op andere bestanden die er gebruik van maken.
pl: Zamierzasz zaktualizować komponenty w bibliotece współdzielonej. Może to wpłynąć na inne pliki, które z nich korzystają.
pt_br: Você está prestes a atualizar componentes em uma biblioteca compartilhada. Isso pode afetar outros arquivos que a utilizam.
pt_pt: Estás prestes a atualizar componentes numa biblioteca partilhada. Pode afetar outros ficheiros que o utilizam.
ro: Ești pe cale de a actualiza componentele dintr-o bibliotecă partajată. Acest lucru poate afecta alte fișiere care o folosesc.
ru: Вы собираетесь обновить компоненты в общей библиотеке. Это может повлиять на другие файлы, которые её используют.
sr: Управо ћете ажурирати компоненте у дељеној библиотеци. Ово може утицати на друге датотеке које га користе.
sv: Du håller på att uppdatera komponenter i ett delat bibliotek. Detta kan påverka andra filer som använder den.
tr: Paylaşılan bir kütüphanedeki bileşenleri güncellemek üzeresiniz. Bu, onu kullanan diğer dosyaları etkileyebilir.
zh_cn: 你即将更新共享库中的组件，这可能会影响使用这些组件的其他文档。
zh_hant: 您即將更新共用圖庫中的元件。這可能會影響使用它的其他文件。

# modals.update-remote-component-in-bulk.message
source: Update components in a shared library
ar: حدّث المكوّنات في المكتبة المشتركة
ca: Actualitza els components en una biblioteca compartida
cs: Aktualizujte komponenty ve sdílené knihovně
de: Komponenten in einer gemeinsamen Bibliothek aktualisieren
es: Actualizar componentes en biblioteca
eu: Eguneratu liburutegiaren osagaiak
fr: Mise à jour des composants dans une bibliothèque partagée
he: עדכון רכיבים בספרייה משותפת
hi: साझा लाइब्रेरी में घटकों को अद्यतन करें
hr: Ažuriraj komponente u zajedničkoj biblioteci
id: Perbarui komponen dalam pustaka terbagi
it: Aggiorna componenti in una libreria condivisa
lv: Atjaunināt sastāvdaļas koplietojamā bibliotēkā
ms: Kemas kini komponen dalam pustaka kongsi
nl: Componenten in een gedeelde bibliotheek bijwerken
pl: Aktualizuj komponenty w bibliotece współdzielonej
pt_br: Atualizar componentes em uma biblioteca compartilhada
pt_pt: Atualizar componentes numa biblioteca partilhada
ro: Actualizează componentele dintr-o bibliotecă partajată
ru: Обновить компоненты в общей библиотеке
sr: Ажурирајте компоненте у дељеној библиотеци
sv: Uppdaterar komponenter i ett delat bibliotek
tr: Paylaşılan bir kütüphanedeki bileşenleri güncelle
zh_cn: 更新共享库组件
zh_hant: 更新共用圖庫中的元件

# modals.update-remote-component.accept
source: Update
ar: حدّث
ca: Actualitza
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση στοιχείου
es: Actualizar
eu: Eguneratu
fa: به‌روزرسانی
fr: Actualiser le composant
he: עדכון
hi: अद्यतन
hr: Ažuriraj
id: Perbarui
it: Aggiorna
lv: Atjaunināt
ms: Kemas kini
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare componentă
ru: Обновить
sr: Ажурирајте
sv: Uppdatera
tr: Güncelle
zh_cn: 更新组件
zh_hant: 更新

# modals.update-remote-component.cancel
source: Cancel
ar: ألغِ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द
hr: Poništi
id: Batal
it: Cancella
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sr: Откажите
sv: Avbryt
tr: İptal
zh_cn: 取消
zh_hant: 取消

# modals.update-remote-component.hint
source: You are about to update a component in a shared library. This may affect other files that use it.
ar: أنت على وشك تحديث مكوّن في المكتبة المشتركة. قد يؤثر هذا على الملفات الأخرى التي تستخدمها.
ca: Esteu a punt d'actualitzar un component d'una biblioteca compartida. Això pot afectar altres fitxers que l'usen.
cs: Chystáte se aktualizovat komponentu ve sdílené knihovně. To může ovlivnit další soubory, které ji používají.
de: Sie sind dabei, eine Komponente in einer geteilten Bibliothek zu aktualisieren. Dies kann sich auf andere Dateien auswirken, die diese Komponente verwenden.
el: Πρόκειται να ενημερώσετε ένα στοιχείο σε μια κοινόχρηστη βιβλιοθήκη. Αυτό μπορεί να επηρεάσει άλλα αρχεία που το χρησιμοποιούν.
es: Vas a actualizar un componente en una biblioteca compartida. Esto puede afectar a otros archivos que la usen.
eu: Partekatutako liburutegi baten osagai bat eguneratzera zoaz. Honek berau darabilten beste fitxategi batzuengan eragina izan dezake.
fr: Vous êtes sur le point de mettre à jour le composant d’une bibliothèque partagée. Cela peut affecter d’autres fichiers qui l’utilisent.
he: פעולה זו תעדכן רכיב בספריה משותפת. זה עשוי להשפיע על הקבצים האחרים שמשתמשים בה.
hi: आप साझा लाइब्रेरी में एक घटक को अपडेट करने वाले हैं। इससे अन्य फ़ाइलों पर असर पड़ सकता है जो इसका उपयोग करती हैं।
hr: Upravo ćeš ažurirati komponentu u zajedničkoj biblioteci. To može utjecati na druge datoteke koje ga koriste.
id: Anda akan memperbarui sebuah komponen dalam sebuah pustaka terbagi. Ini mungkin memengaruhi berkas lain yang menggunakannya.
it: Stai per aggiornare un componente in una libreria condivisa. Questo potrebbe causare modifiche nei file che la utilizzano.
lv: Tiks atjaunināta koplietojamas bibliotēkas sastāvdaļa. Tas var ietekmēt citas datnes, kurās tā ir izmantota.
ms: Anda akan mengemas kini komponen dalam pustaka kongsi. Ini mungkin menjejaskan fail lain yang menggunakannya.
nl: Je staat op het punt een component in een gedeelde bibliotheek bij te werken. Dit kan van invloed zijn op andere bestanden die er gebruik van maken.
pl: Zamierzasz zaktualizować komponent w bibliotece współdzielonej. Może to wpłynąć na inne pliki, które z niego korzystają.
pt_br: Você está prestes a atualizar um componente em uma biblioteca compartilhada. Isso pode afetar outros arquivos que a utilizam.
pt_pt: Estás prestes a atualizar componentes numa biblioteca partilhada. Pode afetar outros ficheiros que o utilizam.
ro: Actualizezi o componentă dintr-o colecţie distribuită. Pot fi afectate alte fişiere ce o folosesc.
ru: Вы собираетесь обновить компонент в общей библиотеке. Это может повлиять на другие файлы, которые её используют.
sr: Управо ћете ажурирати компоненту у дељеној библиотеци. Ово може утицати на друге датотеке које га користе.
sv: Du håller på att uppdatera komponenter i ett delat bibliotek. Detta kan påverka andra filer som använder den.
tr: Paylaşılmış bir kütüphanedeki bileşeni güncellemek üzeresin. Onu kullanan diğer dosyalar etkilenebilir.
zh_cn: 你即将更新共享库中的一个组件。这可能会对使用该组件的其他文档产生影响。
zh_hant: 您即將更新共用圖庫中的元件。這可能會影響使用它的其他文件。
